{"abstract":"Ovarian cancer response to immunotherapy is limited; however, the evaluation of sensitive/resistant target treatment subpopulations based on stratification by tumor biomarkers may improve the predictiveness of response to immunotherapy. These markers include tumor mutation burden, PD-L1, tumor-infiltrating lymphocytes, homologous recombination deficiency, and neoantigen intratumoral heterogeneity. Future directions in the treatment of ovarian cancer include the utilization of these biomarkers to select ideal candidates. This paper reviews the role of immunotherapy in ovarian cancer as well as novel therapeutics and study designs involving tumor biomarkers that increase the likelihood of success with immunotherapy in ovarian cancer.","authors":"Morand S, Devanaboyina M, Staats H, Stanbery L, Nemunaitis J","doi":"10.3390/ijms22126532","id":"34207103","journal":"International journal of molecular sciences","journal_abbr":"Int J Mol Sci","pmid":"34207103","published_date":"2021-7-3","source":"pubmed","title":"Ovarian Cancer Immunotherapy and Personalized Medicine."}
{"abstract":"Cancer immunotherapy can induce long lasting responses in patients with metastatic cancers of a wide range of histologies. Broadening the clinical applicability of these treatments requires an improved understanding of the mechanisms limiting cancer immunotherapy. The interactions between the immune system and cancer cells are continuous, dynamic, and evolving from the initial establishment of a cancer cell to the development of metastatic disease, which is dependent on immune evasion. As the molecular mechanisms of resistance to immunotherapy are elucidated, actionable strategies to prevent or treat them may be derived to improve clinical outcomes for patients.","authors":"Sharma P, Hu-Lieskovan S, Wargo JA, Ribas A","doi":"10.1016/j.cell.2017.01.017","id":"28187290","journal":"Cell","journal_abbr":"Cell","pmid":"28187290","published_date":"2017-2-12","source":"pubmed","title":"Primary, Adaptive, and Acquired Resistance to Cancer Immunotherapy."}
{"abstract":"The enhanced understanding of immunology experienced over the last 5 decades afforded through the tools of molecular biology has recently translated into cancer immunotherapy becoming one of the most exciting and rapidly expanding fields. Human cancer immunotherapy is now recognized as one of the pillars of treatment alongside surgery, radiation, and chemotherapy. The field of veterinary cancer immunotherapy has also rapidly advanced in the last decade with a handful of commercially available products and a plethora of investigational cancer immunotherapies, which will hopefully expand our veterinary oncology treatment toolkit over time.","authors":"Bergman PJ","doi":"10.1016/j.cvsm.2023.12.002","id":"38158304","journal":"The Veterinary clinics of North America. Small animal practice","journal_abbr":"Vet Clin North Am Small Anim Pract","pmid":"38158304","published_date":"2024-1-2","source":"pubmed","title":"Cancer Immunotherapy."}
{"abstract":"This article will outline the link between the immune system and cancer, and provide a historical timeline of immunotherapy developmental milestones. Published data and peer reviewed publications/manuscripts, and textbook chapters. Science has provided a greater understanding of the interactions between cancer and the human immune system. As this knowledge has grown, there has been significant progress in the development of clinically effective cancer immunotherapies. Nurses' knowledge of the different types of immunity and the interaction of cancer cells with the immune system provides foundational knowledge for understanding cancer immunotherapy. Familiarity with the history of cancer immunotherapy will allow nurses to better comprehend why immunotherapy is now a pillar of cancer treatment that continues to develop. This knowledge will translate to better understanding and provision of care for patients receiving immunotherapy for the treatment of cancer.","authors":"Abbott M, Ustoyev Y","doi":"10.1016/j.soncn.2019.08.002","id":"31526550","journal":"Seminars in oncology nursing","journal_abbr":"Semin Oncol Nurs","pmid":"31526550","published_date":"2019-9-19","source":"pubmed","title":"Cancer and the Immune System: The History and Background of Immunotherapy."}
{"abstract":"Cancer immunotherapy aims to arm patients with cancer-fighting immunity. Many new cancer-specific immunotherapeutic drugs have gained approval in the past several years, demonstrating immunotherapy's efficacy and promise as an anticancer modality. Despite these successes, several outstanding questions remain for cancer immunotherapy, including how to make immunotherapy more efficacious in a broader range of cancer types and patients, and how to predict which patients will respond or not respond to therapy. We present a case for integrative systems approaches that will answer these questions. This involves applying mechanistic and statistical modeling, establishing consistent and widely adopted experimental tools to generate systems-level data, and creating sustained mechanisms of support. If implemented, these approaches will lead to major advances in cancer treatment.","authors":"Szeto GL, Finley SD","doi":"10.1016/j.trecan.2019.05.010","id":"31311655","journal":"Trends in cancer","journal_abbr":"Trends Cancer","pmid":"31311655","published_date":"2019-7-18","source":"pubmed","title":"Integrative Approaches to Cancer Immunotherapy."}
{"abstract":"Subclinical hypothyroidism is a biochemical condition defined by elevated serum thyroid-stimulating hormone levels in the setting of normal levels of the peripheral thyroid hormones, thyroxine and triiodothyronine. Thyroid hormones act on the heart through various mechanisms and subclinical hypothyroidism has been associated with risk factors for cardiovascular disease, such as hypertension and dyslipidemia. In addition, evidence from multiple studies supports an association between subclinical hypothyroidism and cardiovascular disease. However, the use of levothyroxine in subclinical hypothyroidism to reduce cardiovascular disease risk is not clearly beneficial. Treatment with levothyroxine may only provide benefit in certain subgroups, such as patients who are younger or at higher risk of cardiovascular disease. At present, most of the international societal guidelines advise that treatment decisions should be individualized based on patient age, degree of serum thyroid-stimulating hormone (TSH) elevation, symptoms, cardiovascular disease (CVD) risk, and other co-morbidities. Further study in this area is recommended.","authors":"Sue LY, Leung AM","doi":"10.3389/fendo.2020.591588","id":"33193104","journal":"Frontiers in endocrinology","journal_abbr":"Front Endocrinol (Lausanne)","pmid":"33193104","published_date":"2020-11-17","source":"pubmed","title":"Levothyroxine for the Treatment of Subclinical Hypothyroidism and Cardiovascular Disease."}
{"abstract":"Cardiovascular disease is the leading cause of death and disability worldwide. Early detection and treatment of cardiovascular disease are crucial for patient survival and long-term health. Despite advances in cardiovascular disease biomarkers, the prevalence of cardiovascular disease continues to increase worldwide as the global population ages. To address this problem, novel biomarkers that are more sensitive and specific to cardiovascular diseases must be developed and incorporated into clinical practice. Exosomes are promising biomarkers for cardiovascular disease. These small vesicles are produced and released into body fluids by all cells and carry specific information that can be correlated with disease progression. This article reviews the advantages and limitations of existing biomarkers for cardiovascular disease, such as cardiac troponin and cytokines, and discusses recent evidence suggesting the promise of exosomes as cardiovascular disease biomarkers.","authors":"Kim SJ, Mesquita FCP, Hochman-Mendez C","doi":"10.14503/THIJ-23-8178","id":"37846107","journal":"Texas Heart Institute journal","journal_abbr":"Tex Heart Inst J","pmid":"37846107","published_date":"2023-10-17","source":"pubmed","title":"New Biomarkers for Cardiovascular Disease."}
{"abstract":"","authors":"Arnett DK, Blumenthal RS, Albert MA, Buroker AB, Goldberger ZD, Hahn EJ, Himmelfarb CD, Khera A, Lloyd-Jones D, McEvoy JW, Michos ED, Miedema MD, Muñoz D, Smith SC, Virani SS, Williams KA, Yeboah J, Ziaeian B","doi":"10.1161/CIR.0000000000000678","id":"30879355","journal":"Circulation","journal_abbr":"Circulation","pmid":"30879355","published_date":"2019-3-19","source":"pubmed","title":"2019 ACC/AHA Guideline on the Primary Prevention of Cardiovascular Disease: A Report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines."}
{"abstract":"Cardiovascular disease is the leading cause of death in women. Decades of grassroots campaigns have helped to raise awareness about the impact of cardiovascular disease in women, and positive changes affecting women and their health have gained momentum. Despite these efforts, there has been stagnation in the overall reduction of cardiovascular disease burden for women in the past decade. Cardiovascular disease in women remains understudied, under-recognised, underdiagnosed, and undertreated. This Commission summarises existing evidence and identifies knowledge gaps in research, prevention, treatment, and access to care for women. Recommendations from an international team of experts and leaders in the field have been generated with a clear focus to reduce the global burden of cardiovascular disease in women by 2030. This Commission represents the first effort of its kind to connect stakeholders, to ignite global awareness of sex-related and gender-related disparities in cardiovascular disease, and to provide a springboard for future research.","authors":"Vogel B, Acevedo M, Appelman Y, Bairey Merz CN, Chieffo A, Figtree GA, Guerrero M, Kunadian V, Lam CSP, Maas AHEM, Mihailidou AS, Olszanecka A, Poole JE, Saldarriaga C, Saw J, Zühlke L, Mehran R","doi":"10.1016/S0140-6736(21)00684-X","id":"34010613","journal":"Lancet (London, England)","journal_abbr":"Lancet","pmid":"34010613","published_date":"2021-5-20","source":"pubmed","title":"The Lancet women and cardiovascular disease Commission: reducing the global burden by 2030."}
{"abstract":"Patients with combined cardiac and renal diseases are particularly challenging in the routine clinical practice due to the substantial risk profile for increased morbidity and mortality. As cardiorenal patients have often been underrepresented in randomized, controlled interventional trials, guideline recommendations regarding the choice of treatment are often weaker for these individuals than for cardiovascular patients without chronic kidney disease. Furthermore, there are limitations in the approval of certain medications depending on the kidney function. This review addresses some considerations in crucial treatment areas for patients with cardiovascular diseases, whose treatment is significantly influenced by concomitant chronic kidney disease.","authors":"Brandenburg V, Saritas T, Schirmer SH, Rogacev K, Heine GH","doi":"10.1007/s00059-023-05205-2","id":"37695534","journal":"Herz","journal_abbr":"Herz","pmid":"37695534","published_date":"2023-9-11","source":"pubmed","title":"[Cardiovascular treatment in chronic kidney disease]."}
{"abstract":"The increasing prevalence of diabetes, high avoidable morbidity and mortality due to diabetes and diabetic complications, and related substantial economic burden make diabetes a significant health challenge worldwide. A shortage of diabetes specialists, uneven distribution of medical resources, low adherence to medications, and improper self-management contribute to poor glycemic control in patients with diabetes. Recent advancements in digital health technologies, especially artificial intelligence (AI), provide a significant opportunity to achieve better efficiency in diabetes care, which may diminish the increase in diabetes-related health-care expenditures. Here, we review the recent progress in the application of AI in the management of diabetes and then discuss the opportunities and challenges of AI application in clinical practice. Furthermore, we explore the possibility of combining and expanding upon existing digital health technologies to develop an AI-assisted digital health-care ecosystem that includes the prevention and management of diabetes.","authors":"Guan Z, Li H, Liu R, Cai C, Liu Y, Li J, Wang X, Huang S, Wu L, Liu D, Yu S, Wang Z, Shu J, Hou X, Yang X, Jia W, Sheng B","doi":"10.1016/j.xcrm.2023.101213","id":"37788667","journal":"Cell reports. Medicine","journal_abbr":"Cell Rep Med","pmid":"37788667","published_date":"2023-10-4","source":"pubmed","title":"Artificial intelligence in diabetes management: Advancements, opportunities, and challenges."}
{"abstract":"Nutrition is a corner stone of diabetes management, and should be regarded as fundamental to achieving blood glucose control. The current advice for nutrition in diabetes management is discussed, with a focus on body weight, macro and micro nutrients, foods and food groups, dietary patterns, and the lifestyle context. More recent evidence on topics such as body weight and dietary patterns indicate flexibility in what can be recommended, which enables patient preference and may aid adherence. Importantly, a healthy diet for those with diabetes is also appropriate to recommend for their families and the general population.","authors":"Reynolds A, Mann J","doi":"10.1016/j.mcna.2022.03.003","id":"36154705","journal":"The Medical clinics of North America","journal_abbr":"Med Clin North Am","pmid":"36154705","published_date":"2022-9-27","source":"pubmed","title":"Update on Nutrition in Diabetes Management."}
{"abstract":"Diabetes management relies on effective evidence-based advice that informs and empowers individuals to manage their health. Alongside other cornerstones of diabetes management, dietary advice has the potential to improve glycaemic levels, reduce risk of diabetes complications and improve health-related quality of life. We have updated the 2004 recommendations for the nutritional management of diabetes to provide health professionals with evidence-based guidelines to inform discussions with patients on diabetes management, including type 2 diabetes prevention and remission. To provide this update we commissioned new systematic reviews and meta-analyses on key topics, and drew on the broader evidence available. We have strengthened and expanded on the previous recommendations to include advice relating to dietary patterns, environmental sustainability, food processing, patient support and remission of type 2 diabetes. We have used the Grading of Recommendations, Assessment, Development and Evaluations (GRADE) approach to determine the certainty of evidence for each recommendation based on findings from the commissioned and identified systematic reviews. Our findings indicate that a range of foods and dietary patterns are suitable for diabetes management, with key recommendations for people with diabetes being largely similar for those for the general population. Important messages are to consume minimally processed plant foods, such as whole grains, vegetables, whole fruit, legumes, nuts, seeds and non-hydrogenated non-tropical vegetable oils, while minimising the consumption of red and processed meats, sodium, sugar-sweetened beverages and refined grains. The updated recommendations reflect the current evidence base and, if adhered to, will improve patient outcomes.","authors":"","doi":"10.1007/s00125-023-05894-8","id":"37069434","journal":"Diabetologia","journal_abbr":"Diabetologia","pmid":"37069434","published_date":"2023-4-18","source":"pubmed","title":"Evidence-based European recommendations for the dietary management of diabetes."}
{"abstract":"The objective of this review was to identify and describe the factors influencing diabetes self-management in adults by summarizing the available evidence concerning their types, categories, and relative importance. A wide range of factors, acting simultaneously, influence diabetes self-management and interfere with its actual application by patients. There is a variety of systematic reviews of these factors; however, a more thorough examination of their influences was lacking. Systematic reviews of qualitative or quantitative literature focusing on factors influencing adult diabetes self-management in general or on individual behaviors (ie, management of oral antidiabetic medication and insulin injections, self-monitoring of blood glucose, foot care, healthy eating, regular exercise, and smoking cessation) will be included. We performed an extensive search of 11 bibliographic databases, including gray literature, up to June 2019. Quantitative and qualitative findings were summarized separately and labeled according to their types (eg, facilitator/barrier, strength and direction of association), categories (eg, demographic, social), and frequency of occurrence. We identified 51 types of factors within 114 systematic reviews, which mostly addressed medication-taking behavior. Thirty-two (62.7%) factors were reported in both qualitative and quantitative literature. The predominant influences were psychological factors and behavioral attributes/skills factors. The most frequently reported facilitators of diabetes self-management were motivation to diabetes self-management, a favorable attitude to diabetes self-management, knowledge about the disease, medication and behaviors associated with diabetes self-management, skills, and self-efficacy/perceived behavioral control. The predominant barriers were the presence of depression, and polypharmacy or drug regimen complexity. The demographic factor of female sex was frequently reported for its negative influence on diabetes self-management, whereas older age was a positive factor. The social/cultural and physical environment were the least-studied categories. Other factors such as social support from family, friends, or networks; interventions led by health professionals; and a strong community environment with good social services favoring diabetes self-management were reported as major facilitators of diabetes self-management. Essential components of interventions to promote effective diabetes self-management should aim to help adults manage the effects of specific factors related to their psychological and practical self-management experience. Screening for depression, in particular, should become an integral part of the support for adult diabetes self-management, as depression is a particular obstacle to the effectiveness of diabetes self-management. Future studies should more deeply examine the influence of factors identified in the sociocultural and physical environment categories. Research should properly consider and invest efforts in strengthening social support and innovative community care approaches, including pharmacist- and nurse-led care models for encouraging and improving adult diabetes self-management. Finally, researchers should examine non-modifiable factors - age, sex, or socioeconomic status - in the light of factors from other categories in order to deepen understanding of their real-world patterns of action on adult diabetes self-management. PROSPERO CRD42018084665.","authors":"Alexandre K, Campbell J, Bugnon M, Henry C, Schaub C, Serex M, Elmers J, Desrichard O, Peytremann-Bridevaux I","doi":"10.11124/JBIES-20-00020","id":"33741836","journal":"JBI evidence synthesis","journal_abbr":"JBI Evid Synth","pmid":"33741836","published_date":"2021-3-21","source":"pubmed","title":"Factors influencing diabetes self-management in adults: an umbrella review of systematic reviews."}
{"abstract":"Both type 1 and type 2 diabetes are associated with long-term complications that can be prevented or delayed by intensive glycaemic management. People who are empowered and skilled to self-manage their diabetes have improved health outcomes. Over the past 20 years, diabetes self-management education programmes have been shown to be efficacious and cost-effective in promotion and facilitation of self-management, with improvements in patients' knowledge, skills, and motivation leading to improved biomedical, behavioural, and psychosocial outcomes. Diabetes self-management education programmes, developed robustly with an evidence-based structured curriculum, vary in their method of delivery, content, and use of technology, person-centred philosophy, and specific aims. They are delivered by trained educators, and monitored for quality by independent assessors and routine audit. Self-management education should be tailored to specific populations, taking into consideration the type of diabetes, and ethnic, social, cognitive, literacy, and cultural factors. Ways to improve access to and uptake of diabetes self-management programmes are needed globally.","authors":"Chatterjee S, Davies MJ, Heller S, Speight J, Snoek FJ, Khunti K","doi":"10.1016/S2213-8587(17)30239-5","id":"28970034","journal":"The lancet. Diabetes \u0026 endocrinology","journal_abbr":"Lancet Diabetes Endocrinol","pmid":"28970034","published_date":"2017-10-4","source":"pubmed","title":"Diabetes structured self-management education programmes: a narrative review and current innovations."}
{"abstract":"Coexistence of mental and physical health conditions is prevalent. To achieve optimal physical therapy outcomes, neither should be treated in isolation. This review aimed to map intersections between physical therapy and mental health. This was a scoping review searching MEDLINE, CINAHL, PsycInfo, Cochrane, and PEDro databases. Two independent researchers screened studies of physical therapy practice with adolescents/adults with mental health disorders or research using primary mental health outcomes in physical health conditions or clinicians' perspective. Data were extracted on study type, participants, topics, publication year, and country. The search yielded 3633 studies with 135 included. Five studies included adolescents. More than one-half were published since 2015. Studies specific to participants with mental health diagnoses included schizophrenia (n = 12), depressive disorders (n = 8), eating disorders (n = 6), anxiety disorders (n = 4), bipolar disorders (n = 1), somatic disorders (n = 5), and trauma and stressor-related disorders (n = 8) or varied mental health diagnoses (n = 14). Forty-one studies had primary mental health outcomes or clinical practice approaches with a mental health emphasis with participants with physical health conditions (musculoskeletal [n = 13], neurological [n = 7], other [n = 21]). Systematic reviews or randomized controlled trials predominantly involved exercise therapy and/or physical activity. Descriptions of physical therapists as participants (n = 35) included 4 main topics: (1) mental health screening; (2) knowledge, attitudes, and experiences; (3) key practice components; and (4) research priorities. Physical therapy intersects with people experiencing mental health disorders across a broad spectrum of diagnoses, covering a range of interventions with a small but growing evidence base. Exercise and physical activity studies dominated the highest levels of evidence and future focus, although economic evaluations and consumer-driven or patient experience studies are needed. There is a contrast between the confidence and knowledge of specialized physical therapists working within mental health settings and those in general practice settings. Inspiring, integrated education is required to further improve health care outcomes following physical therapy for people with mental health disorders or symptoms.","authors":"Heywood SE, Connaughton J, Kinsella R, Black S, Bicchi N, Setchell J","doi":"10.1093/ptj/pzac102","id":"35926073","journal":"Physical therapy","journal_abbr":"Phys Ther","pmid":"35926073","published_date":"2022-8-5","source":"pubmed","title":"Physical Therapy and Mental Health: A Scoping Review."}
{"abstract":"Animal assisted therapy (AAT) has been explored as a treatment option for children with mental health disorders and associated symptoms. AAT can be implemented in inpatient, outpatient, and residential care settings. Some studies demonstrate significant improvement in symptom severity while others report only modest results. In this review, we summarize previous studies that have investigated the applications of AAT for pediatric mental health treatment, focusing on management of symptoms related to post-traumatic stress disorder, depression, anxiety, attention-deficit/hyperactivity disorder, and internet gaming disorder. Current studies on AAT and mental health care tend to lack generalizability due to being single-site studies, and comparisons between studies are difficult because studies tend to adopt different definitions of AAT. Future studies examining the effects of AAT on mental health in general and on symptoms for specific conditions are needed before AAT is widely recommended for the pediatric population.","authors":"Doan T, Pennewitt D, Patel R","doi":"10.1016/j.cppeds.2023.101506","id":"38040610","journal":"Current problems in pediatric and adolescent health care","journal_abbr":"Curr Probl Pediatr Adolesc Health Care","pmid":"38040610","published_date":"2023-12-2","source":"pubmed","title":"Animal assisted therapy in pediatric mental health conditions: A review."}
{"abstract":"Art therapy is used most commonly to treat mental illnesses and can aid in controlling manifestations correlated with psychosocially challenging behaviours, slowing cognitive decline, and enhancing the quality of life. Art therapy can help people express themselves more freely, improve their mental health, and improve interpersonal relationships. The basis of art therapy is established on the idea that people can recover and feel better via artistic expression. This review examines the current research on how active participation in the arts might improve mental health. A detailed literature search was carried out utilizing essential databases such as PubMed, the WHO's mental health database, and Google and Google Scholar. This review study looks into research done on art therapy and its potential advantages for adult mental health rehabilitation. It focuses on visual art therapy since it's a key to reducing variation within the \"creative arts\" and defines the peculiar elements and effectiveness of art therapy used by mental health services. It was found that the use of art therapy as an adjunct treatment showed improved mental health in patients.","authors":"Shukla A, Choudhari SG, Gaidhane AM, Quazi Syed Z","doi":"10.7759/cureus.28026","id":"36134083","journal":"Cureus","journal_abbr":"Cureus","pmid":"36134083","published_date":"2022-9-23","source":"pubmed","title":"Role of Art Therapy in the Promotion of Mental Health: A Critical Review."}
{"abstract":"Research has indicated a high prevalence of mental health problems among autistic people, with elevated rates of depression, anxiety, and suicidality. The profession of occupational therapy has its roots in mental health and can offer a unique focus on occupation to support the mental health needs of autistic clients. In this Guest Editorial we introduce articles for this special issue of the American Journal of Occupational Therapy related to autism and mental health and use the Person-Environment-Occupation Model. The articles offer insights into how interactions among person, environment, and occupation factors affect the mental health of autistic populations and demonstrate ways that mental health can be supported through occupational engagement. Opportunities to support the mental health of autistic people include promoting engagement in meaningful activities, supporting individual strengths, and bolstering clients' sense of self and identification with their autistic identity. Future research is needed to uncover and test interventions to support autistic clients and should reflect cultural humility and participatory approaches. We chose to use identity-first language (rather than person-first language) to describe the autistic community in this Guest Editorial out of respect for common community member preferences and in accordance with recommendations for anti-ableist language use (Bottema-Beutel et al., 2021). Decisions about language for each article in this special issue were made by the respective authors.","authors":"Kirby AV, Morgan L, Hilton C","doi":"10.5014/ajot.2023.050303","id":"36996455","journal":"The American journal of occupational therapy : official publication of the American Occupational Therapy Association","journal_abbr":"Am J Occup Ther","pmid":"36996455","published_date":"2023-3-31","source":"pubmed","title":"Autism and Mental Health: The Role of Occupational Therapy."}
{"abstract":"Mental illness has become a prevalent issue impacting adolescents worldwide. Many barriers, including stigma and poor health literacy, prevent this population group from accessing reliable mental health care services. Synchronous text-therapy counseling is an underused therapeutic approach in combating adolescent mental illness. Phone-based text therapy is uniquely placed to offer personalized counseling to adolescents through a familiar and engaging treatment modality. This rapid review aims to understand the clinical effectiveness, usability, and accessibility of phone-based text therapy for youth mental health. Cochrane CENTRAL, Embase, PubMed, and PsycINFO were used to search for suitable literature. Five groups of keywords were used: those related to (1) \"therapy,\" (2) \"text,\" (3) \"phone,\" (4) \"youth,\" and (5) \"mental health.\" Eligibility criteria were formed through the PICO (Population, Intervention, Control, and Outcome) framework. Studies were included if a synchronous phone-based text therapy intervention was used in an adolescent population, with an age range of 12-24 years. Only literature available in full-text, English, and a peer-reviewed journal was considered. Furthermore, a date limit of 5 years was set to reflect the recent development of digital interventions for mental health. Pertinent information from each study was tabulated, and a narrative synthesis was used to assess, describe, and organize the included studies comprehensively and concisely. Of the 771 studies dual screened, 7 studies were included in this rapid review. Most of the exclusions occurred due to the use of the wrong intervention, such as asynchronous messaging. The selected studies had a low risk of bias and were suitable for the review. All interventional trials demonstrated reductions in mental health symptoms, primarily depression and anxiety. Most studies displayed high usability among participants, while data were unclear regarding accessibility. This review reveals the high potential of phone-based text therapy as an intervention for adolescents experiencing mental illness. We hope that this review promotes further refinement of text-based phone therapies and encourages future research on this subject matter.","authors":"Karnik V, Henderson H, Khan UR, Boyd J","doi":"10.2196/47250","id":"38096012","journal":"Interactive journal of medical research","journal_abbr":"Interact J Med Res","pmid":"38096012","published_date":"2023-12-14","source":"pubmed","title":"Phone-Based Text Therapy for Youth Mental Health: Rapid Review."}
{"abstract":"Vector-borne emerging and re-emerging diseases pose considerable public health problem worldwide. Some of these diseases are emerging and/or re-emerging at increasing rates and appeared in new regions in the past two decades. Studies emphasized that the interactions among pathogens, hosts, and the environment play a key role for the emergence or re-emergence of these diseases. Furthermore, social and demographic factors such as human population growth, urbanization, globalization, trade exchange and travel and close interactions with livestock have significantly been linked with the emergence and/or re-emergence of vector-borne diseases. Other studies emphasize the ongoing evolution of pathogens, proliferation of reservoir populations, and antimicrobial drug use to be the principal exacerbating forces for emergence and re-emergence of vector-borne infectious diseases. Still other studies equivocally claim that climate change has been associated with appearance and resurgence of vector-borne infectious diseases. Despite the fact that many important emerging and re-emerging vector-borne infectious diseases are becoming better controlled, our success in stopping the many new appearing and resurging vector-borne infectious diseases that may happen in the future seems to be uncertain. Hence, this paper reviews and synthesizes the existing literature to explore global patterns of emerging and re-emerging vector-borne infections and the challenges for their control. It also attempts to give insights to the epidemiological profile of major vector-borne diseases including Zika fever, dengue, West Nile fever, Crimean-Congo hemorrhagic fever, Chikungunya, Yellow fever, and Rift Valley fever.","authors":"Chala B, Hamde F","doi":"10.3389/fpubh.2021.715759","id":"34676194","journal":"Frontiers in public health","journal_abbr":"Front Public Health","pmid":"34676194","published_date":"2021-10-23","source":"pubmed","title":"Emerging and Re-emerging Vector-Borne Infectious Diseases and the Challenges for Control: A Review."}
{"abstract":"The initial assessment of immigrant and refugee patients, including which health concerns to address and which infectious diseases may benefit from early screening, may present challenges to clinicians. Evidence-based research suggests certain infectious diseases should be screened for and treated in refugees. Overseas refugee preemptive treatment programs have reduced the burden of some diseases but have not removed the value of in-country screening programs. This article provides discussion of a series of common tropical and infectious diseases providing refugee and geographic contexts and links to international resources that have been developed to improve the care of newly arriving immigrants and refugees.","authors":"Pottie K, Girard V","doi":"10.1016/j.pop.2020.11.002","id":"33516423","journal":"Primary care","journal_abbr":"Prim Care","pmid":"33516423","published_date":"2021-2-1","source":"pubmed","title":"Common Infectious Diseases."}
{"abstract":"Over the past decades, there have been numerous outbreaks, including parasitic, fungal, bacterial, and viral infections, worldwide. The rate at which infectious diseases are emerging is disproportionate to the rate of development for new strategies that could combat them. Therefore, there is an increasing demand to develop novel, specific, sensitive, and effective methods for infectious disease diagnosis and treatment. Designed synthetic systems and devices are becoming powerful tools to treat human diseases. The advancement in synthetic biology offers efficient, accurate, and cost-effective platforms for detecting and preventing infectious diseases. Herein we focus on the latest state of living theranostics and its implications.","authors":"Khan A, Ostaku J, Aras E, Safak Seker UO","doi":"10.1021/acssynbio.1c00576","id":"35077138","journal":"ACS synthetic biology","journal_abbr":"ACS Synth Biol","pmid":"35077138","published_date":"2022-1-26","source":"pubmed","title":"Combating Infectious Diseases with Synthetic Biology."}
{"abstract":"Infectious diseases, particularly Tuberculosis (TB) caused by , pose a significant global health challenge, with 1.6 million reported deaths in 2021, making it the most fatal disease caused by a single infectious agent. The rise of drug-resistant infectious diseases adds to the urgency of finding effective and safe intervention therapies. Antisense therapy uses antisense oligonucleotides (ASOs) that are short, chemically modified, single-stranded deoxyribonucleotide molecules complementary to their mRNA target. Due to their designed target specificity and inhibition of a disease-causing gene at the mRNA level, antisense therapy has gained interest as a potential therapeutic approach. This type of therapy is currently utilized in numerous diseases, such as cancer and genetic disorders. Currently, there are limited but steadily increasing studies available that report on the use of ASOs as treatment for infectious diseases. This review explores the sustainability of FDA-approved and preclinically tested ASOs as a treatment for infectious diseases and the adaptability of ASOs for chemical modifications resulting in reduced side effects with improved drug delivery; thus, highlighting the potential therapeutic uses of ASOs for treating infectious diseases.","authors":"Buthelezi LA, Pillay S, Ntuli NN, Gcanga L, Guler R","doi":"10.3390/cells12162119","id":"37626929","journal":"Cells","journal_abbr":"Cells","pmid":"37626929","published_date":"2023-8-26","source":"pubmed","title":"Antisense Therapy for Infectious Diseases."}
{"abstract":"Molecular tools have enhanced our understanding of the epidemiology of infectious diseases by describing the transmission system, including identifying novel transmission modes and reservoirs, identifying characteristics of the infectious agent that lead to transmission and pathogenesis, identifying potential vaccine candidates and targets for therapeutics, and recognizing new infectious agents. Applications of molecular fingerprinting to public health practice have enhanced outbreak investigation by objectively confirming epidemiologic evidence, and distinguishing between time-space clusters and sporadic cases. Clinically, moleculartools are used to rapidly detect infectious agents and predict disease course. Integration of molecular tools into etiologic studies has identified infectious causes of chronic diseases, and characteristics of the agent and host that modify disease risk. The combination of molecular tools with epidemiologic methods provides essential information to guide clinical treatment, and to design and implement programmes to prevent and control infectious diseases. However, incorporating molecular tools into epidemiologic studies of infectious diseases impacts study design, conduct, and analysis.","authors":"Foxman B","doi":"","id":"22997875","journal":"IARC scientific publications","journal_abbr":"IARC Sci Publ","pmid":"22997875","published_date":"2011-1-1","source":"pubmed","title":"Infectious diseases."}
