{"id":"40923312","title":"Boston University Alzheimer s Disease Research Center Clinical Core Infrastructure to facilitate research on post-traumatic Alzheimer s disease and related dementias.","abstract":"We describe the rationale, methodology, and design of the Boston University Alzheimer s Disease Research Center (BU ADRC) Clinical Core (CC). The CC characterizes a longitudinal cohort of participants with/without brain trauma to characterize the clinical presentation, biomarker profiles, and risk factors of post-traumatic Alzheimer s disease (Alzheimer's Disease) and Alzheimer's Disease-related dementias (ADRD), including chronic traumatic encephalopathy (CTE). Participants complete assessments of traumatic brain injury (TBI) and repetitive head impacts (RHIs) annual Uniform Data Set (UDS) and supplementary evaluations digital phenotyping annual blood draw magnetic resonance imaging (Magnetic Resonance Imaging) and lumbar puncture every 3 years electroencephalogram (Electroencephalogram) and amyloid and/or tau positron emission tomography (Positron Emission Tomography) on a subset. As of 3/2025, the CC consists of 467 participants (mean age 65.6, 50.1 female), including 163 RHI and 302 TBI who completed a UDS 3.0 baseline visit. Common sources of RHI included football (n 95), soccer (n 26), ice hockey (n 17), and military service (n 46). Most TBIs were mild (97.7 ). Eighty-nine percent agreed to brain donation. The BU ADRC CC will facilitate research, education, and training on post-traumatic Alzheimer's Disease/ADRD. HIGHLIGHTS The Boston University Alzheimer s Disease Research Center (ADRC) Clinical Core facilitates unique research, education, and training on Alzheimer s disease and Alzheimer s disease-related dementias (Alzheimer's Disease/ADRD) with a focus on post-traumatic Alzheimer's Disease/ADRD, including chronic traumatic encephalopathy (CTE). We summarize the rationale, mission, study design, and recent updates for the Clinical Core. As of March 2025, the Clinical Core includes a longitudinal cohort of 467 participants enriched for repetitive head impacts ( 1/3) and traumatic brain injury ( 1/3) exposure who span the cognitive continuum, with most having available fluid and neuroimaging biomarker data and agreeing to brain donation (89 ).","authors":[{"last_name":"Alosco","fore_name":"Michael L","initials":"ML","full_name":"Michael L Alosco"},{"last_name":"Morrison","fore_name":"Madeline","initials":"M","full_name":"Madeline Morrison"},{"last_name":"Au","fore_name":"Rhoda","initials":"R","full_name":"Rhoda Au"},{"last_name":"Steinberg","fore_name":"Eric G","initials":"EG","full_name":"Eric G Steinberg"},{"last_name":"Mwicigi","fore_name":"Jane","initials":"J","full_name":"Jane Mwicigi"},{"last_name":"Ly","fore_name":"Monica","initials":"M","full_name":"Monica Ly"},{"last_name":"Altaras","fore_name":"Caroline","initials":"C","full_name":"Caroline Altaras"},{"last_name":"Lenio","fore_name":"Steve","initials":"S","full_name":"Steve Lenio"},{"last_name":"Abdennadher","fore_name":"Myriam","initials":"M","full_name":"Myriam Abdennadher"},{"last_name":"O'Connor","fore_name":"Maureen K","initials":"MK","full_name":"Maureen K O'Connor"},{"last_name":"Tripodis","fore_name":"Yorghos","initials":"Y","full_name":"Yorghos Tripodis"},{"last_name":"Palmisano","fore_name":"Joseph","initials":"J","full_name":"Joseph Palmisano"},{"last_name":"Dixon","fore_name":"Diane","initials":"D","full_name":"Diane Dixon"},{"last_name":"Martin","fore_name":"Brett","initials":"B","full_name":"Brett Martin"},{"last_name":"Schneider","fore_name":"Greta","initials":"G","full_name":"Greta Schneider"},{"last_name":"Groh","fore_name":"Jenna R","initials":"JR","full_name":"Jenna R Groh"},{"last_name":"Ellison","fore_name":"Andrew","initials":"A","full_name":"Andrew Ellison"},{"last_name":"Sheppard","fore_name":"Dean","initials":"D","full_name":"Dean Sheppard"},{"last_name":"Farris","fore_name":"Chad W","initials":"CW","full_name":"Chad W Farris"},{"last_name":"Nowinski","fore_name":"Christopher","initials":"C","full_name":"Christopher Nowinski"},{"last_name":"Cantu","fore_name":"Robert C","initials":"RC","full_name":"Robert C Cantu"},{"last_name":"Turk","fore_name":"Katherine W","initials":"KW","full_name":"Katherine W Turk"},{"last_name":"Farrer","fore_name":"Lindsay","initials":"L","full_name":"Lindsay Farrer"},{"last_name":"Jun","fore_name":"Gyungah","initials":"G","full_name":"Gyungah Jun"},{"last_name":"Goldstein","fore_name":"Lee E","initials":"LE","full_name":"Lee E Goldstein"},{"last_name":"Qiu","fore_name":"Wei Qiao","initials":"WQ","full_name":"Wei Qiao Qiu"},{"last_name":"Stein","fore_name":"Thor D","initials":"TD","full_name":"Thor D Stein"},{"last_name":"Budson","fore_name":"Andrew E","initials":"AE","full_name":"Andrew E Budson"},{"last_name":"McKee","fore_name":"Ann C","initials":"AC","full_name":"Ann C McKee"},{"last_name":"Mez","fore_name":"Jesse","initials":"J","full_name":"Jesse Mez"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/alz.70654","journal":"Alzheimer's \u0026 dementia : the journal of the Alzheimer's Association","journal_abbr":"Alzheimers Dement","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40923186","title":"Systematic Exploration of Potential Druggable Genes for Ischemic Stroke Employing Genome-Wide Mendelian Randomization Analysis.","abstract":"Ischemic stroke (IS) treatment remains a significant challenge. This study aimed to identify potential druggable genes for IS using a systematic druggable genome-wide Mendelian Randomization (MR) analysis. Two-sample MR analysis was conducted to identify the causal association between potential druggable genes and IS. This involved integrating data from the druggable genome, expression quantitative trait loci (eQTL), protein quantitative trait loci (pQTL), and genome-wide association study summary data of IS. Sensitivity and Bayesian colocalization analyses were used to validate the causal relationships. In addition, phenome-wide MR analysis was used to evaluate the side effects or other indications of the identified druggable genes, and their functions were explored using the Metascape database. Our MR analysis identified 16 potential druggable genes significantly associated with IS, three of which were significant in the two QTL datasets. Colocalization analysis revealed six druggable genes (two in the blood eQTL CALCRL, KCNJ11 , two in the brain eQTL NEK3, THSD1 , one in the blood pQTL MMP12 , and one in the brain pQTL HSD17B12 ) had a PP.H4 greater than 0.75. Phenome-wide MR analysis indicated that CALCRL is correlated with benign breast neoplasms, and HSD17B12 is associated with essential hypertension and hypertension. This study identified six potential druggable genes (CALCRL, KCNJ11, NEK3, THSD1, MMP12, and HSD17B12) associated with IS risk. Further research is required to explore the specific roles of these druggable genes in the onset and progression of IS.","authors":[{"last_name":"Zhang","fore_name":"Peng","initials":"P","full_name":"Peng Zhang"},{"last_name":"He","fore_name":"Yulu","initials":"Y","full_name":"Yulu He"},{"last_name":"Zhen","fore_name":"Qing","initials":"Q","full_name":"Qing Zhen"},{"last_name":"Zhang","fore_name":"Yan","initials":"Y","full_name":"Yan Zhang"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/brb3.70857","journal":"Brain and behavior","journal_abbr":"Brain Behav","source":"pubmed","mesh_headings":["Humans","Mendelian Randomization Analysis","Genome-Wide Association Study","Ischemic Stroke","Quantitative Trait Loci","Genetic Predisposition to Disease"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40923185","title":"Machine-Learning Applications in Frontotemporal Dementia Challenges, Prospects and Viable Clinical Applications.","abstract":"","authors":[{"last_name":"Bede","fore_name":"Peter","initials":"P","full_name":"Peter Bede"},{"last_name":"Siah","fore_name":"We Fong","initials":"WF","full_name":"We Fong Siah"},{"last_name":"Kassubek","fore_name":"Jan","initials":"J","full_name":"Jan Kassubek"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1111/ene.70319","journal":"European journal of neurology","journal_abbr":"Eur J Neurol","source":"pubmed","mesh_headings":null,"publication_types":["Editorial"],"affiliation":"","has_medical_terms":false}
{"id":"40923144","title":"Ventral Anterior-Lateral Complex of the Thalamus Mediates Chronic Stress-Induced Pain Hypersensitivity and Underlies Electroacupuncture Analgesia.","abstract":"Mental disorders frequently co-occur with pain, yet pain mechanisms in non-peripheral etiologies (e.g., chronic psychological stress) remain underexplored. The ventral anterior-lateral thalamic complex (VAL) is implicated in emotional processing, but its role in chronic stress-induced pain hypersensitivity is unclear. Electroacupuncture (EA) is clinically used for pain management, but its efficacy and mechanisms in chronic stress-driven pain hypersensitivity require validation. A chronic restraint stress (CRS) model was established in male mice. Behavioral assessments were performed to quantify mechanical sensitivity (hindpaws and abdomen using von Frey filaments), thermal sensitivity (hot plate test), and spontaneous pain-like behaviors. Bidirectional chemogenetic approaches targeted VAL CaMKII -positive neurons. EA was applied at Zusanli (ST36) and Sanyinjiao (SP6) acupoints. CRS stably induced pain hypersensitivity phenotypes, including mechanical allodynia (hindpaws/abdomen), thermal hyperalgesia, and spontaneous pain-like behaviors. Chemogenetic inhibition of VAL CaMKII -positive neurons reversed these CRS-induced hypersensitivity responses. Conversely, activating these neurons in naive mice recapitulated the full spectrum of hyperalgesia phenotypes. EA alleviated CRS-induced hindpaw mechanical/thermal hyperalgesia, abdominal allodynia, and spontaneous pain. EA s effects on hindpaw mechanical/thermal hyperalgesia were mediated by suppression of VAL CaMKII -positive neurons. In contrast, its amelioration of abdominal allodynia and spontaneous pain persisted despite chemogenetic activation of VAL CaMKII -positive neurons, indicating possible distinct pathways. This study reveals the pivotal role of thalamic VAL CaMKII -positive neurons in chronic stress-associated pain hypersensitivity and elucidates EA s analgesic mechanisms, providing novel therapeutic strategies for emotion-pain comorbidity.","authors":[{"last_name":"Chen","fore_name":"Jie","initials":"J","full_name":"Jie Chen"},{"last_name":"Li","fore_name":"Qinling","initials":"Q","full_name":"Qinling Li"},{"last_name":"Yu","fore_name":"Wei","initials":"W","full_name":"Wei Yu"},{"last_name":"He","fore_name":"Min","initials":"M","full_name":"Min He"},{"last_name":"Shen","fore_name":"Zui","initials":"Z","full_name":"Zui Shen"},{"last_name":"Feng","fore_name":"Peipei","initials":"P","full_name":"Peipei Feng"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/brb3.70855","journal":"Brain and behavior","journal_abbr":"Brain Behav","source":"pubmed","mesh_headings":["Animals","Electroacupuncture","Male","Stress, Psychological","Mice","Hyperalgesia","Disease Models, Animal","Ventral Thalamic Nuclei","Mice, Inbred C57BL","Calcium-Calmodulin-Dependent Protein Kinase Type 2","Pain Threshold","Neurons"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40923133","title":"Cerebral Venous Thrombosis Current Status and Challenges.","abstract":"Cerebral venous thrombosis (CVT) is a stroke type that primarily affects young individuals, with various risk factors and complex mechanisms. It accounts for 0.5 to 3 of all stroke cases and can significantly impact daily activities and quality of life. This review aims to classify the etiology of CVT, assess its impact on prognosis, and evaluate the best treatment approaches. It also analyzes current issues in CVT management and proposes future directions for treatment. A comprehensive review of the literature on CVT, focusing on risk factors, treatment strategies, and outcomes. The impact of anticoagulation therapy and endovascular interventions is examined. This review examines the various risk factors associated with CVT, including female-specific conditions, infections, autoimmune diseases, cancer, and mechanical triggers. It highlights the impact of these factors on the prognosis and outcomes of CVT. The effectiveness of anticoagulation therapy, both traditional and with direct oral anticoagulants, is discussed, along with the role of endovascular therapy in severe cases. The review also identifies current challenges in CVT management, such as incomplete thrombus clearance and the lack of standardized evaluation criteria for recanalization. Further research is needed to optimize CVT management, improve patient outcomes, and enhance the quality of life for affected individuals.","authors":[{"last_name":"Zuo","fore_name":"Wenbo","initials":"W","full_name":"Wenbo Zuo"},{"last_name":"Chen","fore_name":"Shengcai","initials":"S","full_name":"Shengcai Chen"},{"last_name":"Lin","fore_name":"Jiashuo","initials":"J","full_name":"Jiashuo Lin"},{"last_name":"Wan","fore_name":"Yan","initials":"Y","full_name":"Yan Wan"},{"last_name":"Cao","fore_name":"Fei","initials":"F","full_name":"Fei Cao"},{"last_name":"Hu","fore_name":"Bo","initials":"B","full_name":"Bo Hu"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/brb3.70844","journal":"Brain and behavior","journal_abbr":"Brain Behav","source":"pubmed","mesh_headings":["Humans","Intracranial Thrombosis","Venous Thrombosis","Anticoagulants","Risk Factors","Quality of Life","Endovascular Procedures","Prognosis"],"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40923110","title":"Suicide Ideation, Attempts, and Mortality in Multiple Sclerosis A Systematic Review and Meta-Analysis.","abstract":"Living with multiple sclerosis (Multiple Sclerosis) means facing significant obstacles in managing the unpredictable nature of this lifelong condition. Studies highlight a concerning connection between the disease and an elevated risk of suicide. In this study, we assessed the prevalence of suicide and suicide mortality risk in people with Multiple Sclerosis (PwMS). A comprehensive and systematic search of Medline, EMBASE, Scopus, and Web of Science databases was conducted. Studies of any design were included if they reported at least one of the following outcomes (1) the prevalence of suicide ideation, suicide attempts, suicide deaths, and the proportion of suicide deaths among total deaths in Multiple Sclerosis populations (2) the risk of suicide mortality in PwMS compared to healthy controls. The systematic review and meta-analysis included 64 studies across 19 countries, predominantly from Europe and North America, encompassing over 200,000 PwMS. The pooled prevalence of suicide ideation was 22.6 (95 CI 16.9-28.3). Suicide attempts were reported at 3.4 (95 CI 1.6-5.2), while suicide mortality was 0.5 (95 CI 0.3-0.7), accounting for 2.1 (95 CI 1.5-2.7) of total mortality in PwMS. PwMS had a significantly higher suicide mortality risk compared to healthy controls (standardized mortality ratio SMR 1.49, 95 CI 1.08-2.05). This study highlights the elevated suicide mortality risk among PwMS, underscoring the urgent need for integrated mental health care in Multiple Sclerosis management. Future research should explore the impact of disease-modifying therapies, protective factors, and standardized risk assessment tools to improve early intervention and reduce suicidal behavior in this vulnerable population.","authors":[{"last_name":"Mirmosayyeb","fore_name":"Omid","initials":"O","full_name":"Omid Mirmosayyeb"},{"last_name":"Khodadadi","fore_name":"Homa","initials":"H","full_name":"Homa Khodadadi"},{"last_name":"Mohammadi","fore_name":"Aynaz","initials":"A","full_name":"Aynaz Mohammadi"},{"last_name":"Abbasi","fore_name":"Motahareh","initials":"M","full_name":"Motahareh Abbasi"},{"last_name":"Vaheb","fore_name":"Saeed","initials":"S","full_name":"Saeed Vaheb"},{"last_name":"Yazdan Panah","fore_name":"Mohammad","initials":"M","full_name":"Mohammad Yazdan Panah"},{"last_name":"Mohammadi","fore_name":"Mohammad","initials":"M","full_name":"Mohammad Mohammadi"},{"last_name":"Shaygannejad","fore_name":"Vahid","initials":"V","full_name":"Vahid Shaygannejad"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/brb3.70839","journal":"Brain and behavior","journal_abbr":"Brain Behav","source":"pubmed","mesh_headings":["Humans","Multiple Sclerosis","Suicidal Ideation","Suicide, Attempted","Prevalence","Suicide"],"publication_types":["Journal Article","Systematic Review","Meta-Analysis","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40923003","title":"Who Obtains Informed Consent for Endovascular Thrombectomy in Acute Stroke A Survey of Clinicians.","abstract":"Informed consent (IC) practices for endovascular thrombectomy (EVT) in acute stroke are not well elucidated. We investigated the roles and specialties of those obtaining EVT IC, aiming to provide insights for enhancing the process. We conducted a survey from July- December 2023 among acute stroke care clinicians. Utilizing Qualtrics, we disseminated a questionnaire through various national and international online platforms. This analysis summarizes the characteristics of individuals who obtain IC at respondents institution. Among 168 respondents, 71 were staff physicians, 70 practiced in the Ultrasound and 70 worked at academic centers. Neurology (77 ) was the most common specialty obtaining EVT IC, followed by neurosurgery (41 ), radiology (30 ) and emergency medicine (EM) (10 ). Staff physicians were the most frequently involved (61 ), followed by fellows (43 ), residents (48 ) and advanced practice providers (APPs) (36 ). Comparatvely, non-Ultrasound institutions were more likely to utilize neurologists alone (50 vs 31 , 0.016) and staff physicians (76 vs 54 , 0.008), while Ultrasound institutions more often utilized neurosurgeons (51 vs 18 , 0.001), APPs (43 vs 18 , 0.002) and residents (56 vs 28 , 0.001). Non-academic institutions used EM (25 vs 5 , 0.001) and APPs (50 vs 31 , 0.031), while academic institutions commonly utilized neurosurgeons (48 vs 18 , 0.001), residents (59 vs 13 , 0.001) and fellows (52 vs 18 , 0.001). Neurologists and staff physicians are the primary providers obtaining EVT IC, with variations based on region and institution type. Future efforts to optimize the IC process should integrate various specialties and be widely adaptable.","authors":[{"last_name":"Mbonde","fore_name":"Amir A","initials":"AA","full_name":"Amir A Mbonde"},{"last_name":"Alsarah","fore_name":"Ali A","initials":"AA","full_name":"Ali A Alsarah"},{"last_name":"Demaerschalk","fore_name":"Bart M","initials":"BM","full_name":"Bart M Demaerschalk"},{"last_name":"Dmytriw","fore_name":"Adam A","initials":"AA","full_name":"Adam A Dmytriw"},{"last_name":"Moyer","fore_name":"Quentin J","initials":"QJ","full_name":"Quentin J Moyer"},{"last_name":"Hirsch","fore_name":"Joshua A","initials":"JA","full_name":"Joshua A Hirsch"},{"last_name":"Singhal","fore_name":"Aneesh B","initials":"AB","full_name":"Aneesh B Singhal"},{"last_name":"Leslie-Mazwi","fore_name":"Thabele M","initials":"TM","full_name":"Thabele M Leslie-Mazwi"},{"last_name":"Rost","fore_name":"Natalia S","initials":"NS","full_name":"Natalia S Rost"},{"last_name":"Patel","fore_name":"Aman B","initials":"AB","full_name":"Aman B Patel"},{"last_name":"Young","fore_name":"Michael J","initials":"MJ","full_name":"Michael J Young"},{"last_name":"Regenhardt","fore_name":"Robert W","initials":"RW","full_name":"Robert W Regenhardt"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1177/19418744251377576","journal":"The Neurohospitalist","journal_abbr":"Neurohospitalist","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922955","title":"Allogeneic Treg-derived artificial vesicles A promising therapeutic modality for multiple sclerosis.","abstract":"Multiple sclerosis (Multiple Sclerosis) is a chronic autoimmune disease of the central nervous system (CNS). CD4 CD25 Tregs, which normally suppress immune responses, exhibit impaired function in Multiple Sclerosis. Treg-derived extracellular vesicles (EVs) carry immunoregulatory proteins and miRNAs that modulate T-cell activity. However, EVs from Multiple Sclerosis patients show reduced suppressive capacity, suggesting their dysfunction contributes to Multiple Sclerosis pathogenesis. This highlights EVs potential role in Multiple Sclerosis development and therapy. Tregs were differentiated from na ve T cells isolated from peripheral blood mononuclear cells (PBMCs) of healthy donor, then transduced with B2M-shRNA lentivirus to generate HLA class I-knockdown Tregs. Extracellular vesicles-including natural vesicles, cytochalasin B-induced artificial vesicles, and ultrasound-induced artificial vesicles-were isolated from Tregs and characterized by scanning electron microscopy (SEM), nanoparticle tracking analysis (NTA), flow cytometry, and Western blot. Their effects on healthy donor and Multiple Sclerosis patient PBMCs were evaluated via flow cytometry and ELISA (IL-6, IL-10, IFN- ). Ultrasonication yielded a higher number f vesicles enriched with key immunosuppressive proteins, including Parkinson's Disease-1 and Tim-3, compared to cytochalasin B. Functional assays demonstrated the ability f ultrasonication-induced AVs to suppress inflammatory markers, such as IFN , and modulate the cytokine profile in both healthy and Multiple Sclerosis-derived PBMCs. Developing effective Multiple Sclerosis therapies remains challenging. While cellular therapies face limitations like Treg dysfunction and CNS delivery issues, allogeneic EVs offer a promising alternative due to their scalability, low immunogenicity, and blood-brain barrier penetration. We developed Treg-derived artificial vesicles (TrAVs) that maintain immunosuppressive properties and modulate PBMC responses, suggesting therapeutic potential for Multiple Sclerosis. Further research is needed to optimize production and validate efficacy in disease models.","authors":[{"last_name":"Ganeeva","fore_name":"Irina Alekseevna","initials":"IA","full_name":"Irina Alekseevna Ganeeva"},{"last_name":"Gilyazova","fore_name":"Elvina Maratovna","initials":"EM","full_name":"Elvina Maratovna Gilyazova"},{"last_name":"Khannanov","fore_name":"Arthur Ajdarovich","initials":"AA","full_name":"Arthur Ajdarovich Khannanov"},{"last_name":"Nektorova","fore_name":"Mariia Eugenievna","initials":"ME","full_name":"Mariia Eugenievna Nektorova"},{"last_name":"Rogov","fore_name":"Alexey Michailovich","initials":"AM","full_name":"Alexey Michailovich Rogov"},{"last_name":"Khaibullin","fore_name":"Timur Ildarovich","initials":"TI","full_name":"Timur Ildarovich Khaibullin"},{"last_name":"Zmievskaya","fore_name":"Ekaterina Anatolievna","initials":"EA","full_name":"Ekaterina Anatolievna Zmievskaya"},{"last_name":"Bulatov","fore_name":"Emil Rafaelevich","initials":"ER","full_name":"Emil Rafaelevich Bulatov"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.34172/bi.30880","journal":"BioImpacts : BI","journal_abbr":"Bioimpacts","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922888","title":"Exploring the Emerging Role of Stem Cell Therapy in Neurodegenerative Diseases and Spinal Cord Injury A Narrative Review.","abstract":"Neurodegenerative diseases and spinal cord injuries (SCI) pose a significant burden on the healthcare system globally. Diseases such as Alzheimer s disease, Parkinson s disease, amyotrophic lateral sclerosis, and Huntington s disease precipitate cognitive, motor, and behavioral deficits. Parallelly, spinal cord injuries produce sensory and motor deficits, which are burdensome psychologically, socially, and economically. Current management strategies focus only on symptomatic relief, with no definitive cure. Stem cells have been explored for regenerative therapy. This review focuses on developments, limitations, and future potential of stem cell therapy. Stem cells affect the central nervous system via neuroprotective mechanisms, immunomodulatory effects, and mitigation of oxidative stress. The clinical implications of stem cell therapy in treating neurodegenerative diseases and SCI are debatable due to varied outcomes. Challenges related to sample size, long-term follow-up, and assessment of adverse effects should be mitigated in future research. Researchers are currently exploring optimal stem cell types along with various transplantation strategies. Biomaterials integrated with stem cells are a novel approach for treating neurodegenerative diseases and spinal cord injuries. Certain genetic modifications have shown improved results. Screening patients to ascertain better responses to therapy has proven to be a challenge. Other complications include graft vs. host reaction and degeneration of transplanted neurons due to pathogenesis and tumorigenesis. However, the majority of the potential stem cell therapeutic avenues are in the preclinical stage and are being tested on animal models. Guidelines pertaining to ethical concerns and regulatory frameworks need to be established to unfold the full potential of stem cell therapy in the clinical setting. Recent advances also show an increased need to formulate patient-specific approaches to treatment, ranging from stem cell selection to the technique of transplantation. Ongoing clinical trials can address the current challenges and leverage emerging technologies, leading to definitive treatments for neurodegenerative diseases and spinal cord injuries.","authors":[{"last_name":"Kademani","fore_name":"Anvvi","initials":"A","full_name":"Anvvi Kademani"},{"last_name":"Avraam","fore_name":"Constantinos","initials":"C","full_name":"Constantinos Avraam"},{"last_name":"Montenegro","fore_name":"Daniel","initials":"D","full_name":"Daniel Montenegro"},{"last_name":"Paloh","fore_name":"Ansu","initials":"A","full_name":"Ansu Paloh"},{"last_name":"Somannagari","fore_name":"Nethra","initials":"N","full_name":"Nethra Somannagari"},{"last_name":"Gupta","fore_name":"Aarushi","initials":"A","full_name":"Aarushi Gupta"},{"last_name":"Lafi","fore_name":"Ali W","initials":"AW","full_name":"Ali W Lafi"},{"last_name":"Algaba","fore_name":"Alonso E","initials":"AE","full_name":"Alonso E Algaba"},{"last_name":"Islam","fore_name":"Rabeeul","initials":"R","full_name":"Rabeeul Islam"},{"last_name":"Fahima","fore_name":"Cheeranthodika","initials":"C","full_name":"Cheeranthodika Fahima"},{"last_name":"Siddiqui","fore_name":"Humza F","initials":"HF","full_name":"Humza F Siddiqui"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.7759/cureus.89629","journal":"Cureus","journal_abbr":"Cureus","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40922664","title":"Changing clinical and laboratory characteristics of Progressive Multifocal Leukoencephalopathy a retrospective national cohort study.","abstract":"Progressive Multifocal Leukoencephalopathy (PML) is a severe demyelinating disease caused by JC polyomavirus (JCV), affecting immunocompromised individuals. We describe PML demographic, clinical, radiological and laboratory characteristics and survival over time and according to underlying condition in a large retrospective patient cohort. This is a retrospective cohort including Italian PML patients observed between 1987 and 2024, with known year of diagnosis and underlying disease. We included 456 cases with either a definite (n 376, 82.4 ) or clinico-radiological (n 80, 17.6 ) PML diagnosis. The relative frequency of Human Immunodeficiency Virus-associated cases decreased through four time periods (1987-1996 1997-2004 2005-2012 2013-2024) from 99 to 43 , in parallel with increasing age (p 0.0001), proportion of women (p 0.001) and CD4 counts (p 0.001), but not cerebrospinal fluid (CSF) or plasma JCV-Deoxyribonucleic Acid levels at diagnosis. One-year survival probability increased from 23.8 in 1987-1996 to 59.2 in 2013-2024, with highest values in natalizumab-treated multiple sclerosis (93.8 ), followed by combination antiretroviral treatment (cART)-treated Human Immunodeficiency Virus infection (55 ), hematological malignancies (50.8 ), primary immunodeficiencies (41.3 ) and cART-untreated Human Immunodeficiency Virus infection (11.9 ). At multivariate analysis excluding cART-untreated people with Human Immunodeficiency Virus, JCV-Deoxyribonucleic Acid levels in both CSF and plasma were independently associated with an increased mortality risk of 2.9 and 7.2 , respectively, for each Log increase in JCV-Deoxyribonucleic Acid. This observational study showed a changing epidemiological context over 37 years. Although survival improved over time, it remained poor even in the last decade, with a one-year survival probability of 59.2 .","authors":[{"last_name":"Mainardi","fore_name":"Ilaria","initials":"I","full_name":"Ilaria Mainardi"},{"last_name":"Gerevini","fore_name":"Simonetta","initials":"S","full_name":"Simonetta Gerevini"},{"last_name":"Tarantino","fore_name":"Andrea","initials":"A","full_name":"Andrea Tarantino"},{"last_name":"Vercesi","fore_name":"Riccardo","initials":"R","full_name":"Riccardo Vercesi"},{"last_name":"Catalano","fore_name":"Gaia","initials":"G","full_name":"Gaia Catalano"},{"last_name":"Garcia Martearena","fore_name":"Maria Del Carmen","initials":"MDC","full_name":"Maria Del Carmen Garcia Martearena"},{"last_name":"Negri","fore_name":"Marcella","initials":"M","full_name":"Marcella Negri"},{"last_name":"Vezzulli","fore_name":"Paolo","initials":"P","full_name":"Paolo Vezzulli"},{"last_name":"Bestetti","fore_name":"Arabella","initials":"A","full_name":"Arabella Bestetti"},{"last_name":"Moiola","fore_name":"Lucia","initials":"L","full_name":"Lucia Moiola"},{"last_name":"Boschini","fore_name":"Antonio","initials":"A","full_name":"Antonio Boschini"},{"last_name":"Calcagno","fore_name":"Andrea","initials":"A","full_name":"Andrea Calcagno"},{"last_name":"Del Bono","fore_name":"Laura","initials":"L","full_name":"Laura Del Bono"},{"last_name":"Gallo","fore_name":"Antonio","initials":"A","full_name":"Antonio Gallo"},{"last_name":"Mena","fore_name":"Maurizio","initials":"M","full_name":"Maurizio Mena"},{"last_name":"Moioli","fore_name":"Maria Cristina","initials":"MC","full_name":"Maria Cristina Moioli"},{"last_name":"Castagna","fore_name":"Antonella","initials":"A","full_name":"Antonella Castagna"},{"last_name":"Filippi","fore_name":"Massimo","initials":"M","full_name":"Massimo Filippi"},{"last_name":"Lazzarin","fore_name":"Adriano","initials":"A","full_name":"Adriano Lazzarin"},{"last_name":"Cinque","fore_name":"Paola","initials":"P","full_name":"Paola Cinque"},{"last_name":"","fore_name":"","initials":"","full_name":""}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1093/cid/ciaf501","journal":"Clinical infectious diseases : an official publication of the Infectious Diseases Society of America","journal_abbr":"Clin Infect Dis","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922643","title":"Characterizing financial toxicity among people living with neuromyelitis optica spectrum disorder.","abstract":"Financial toxicity (FT) and the social determinants of health (SDOH) remain underexplored in neuromyelitis optica spectrum disorder (NMOSD). To characterize FT in NMOSD and examine sociodemographic and clinical features. We conducted a convenience-sampled, cross-sectional, anonymous survey (08/2024-03/2025) of 124 U.S. adults. The COmprehensive Score for financial Toxicity (COST) was used to measure FT (lower COST higher FT). Seventy-five percent had a COST 25 points, consistent with FT. In multivariable analysis, a higher attack frequency was associated with a 1.20-point lower COST score (95 confidence interval CI -1.90, -0.50), and each one-unit increase in disability, as measured by the Patient-Determined Disease Steps, was associated with a 0.80-point lower COST (95 CI -1.40, -0.20). Non-White race was associated with a 3.50-point lower COST (95 CI -5.80, -1.20), and double-seronegative antibody status with a 2.80-point lower COST (95 CI -5.00, -0.60). Mediation analysis suggested the effects of disability and race on FT are partially attributable to income.In exploratory models with attack count as the outcome, each one-point higher COST (lower FT) was associated with a 0.043-attack decrease (95 CI -0.081, -0.005). Financial toxicity is highly prevalent in NMOSD and associated with key clinical and sociodemographic features. There is a need for comprehensive NMOSD care models that address financial strain.","authors":[{"last_name":"Hill","fore_name":"Justin B","initials":"JB","full_name":"Justin B Hill"},{"last_name":"Mastick","fore_name":"Maya L","initials":"ML","full_name":"Maya L Mastick"},{"last_name":"Chiong-Rivero","fore_name":"Horacio","initials":"H","full_name":"Horacio Chiong-Rivero"},{"last_name":"Grebenciucova","fore_name":"Elena","initials":"E","full_name":"Elena Grebenciucova"},{"last_name":"Mateen","fore_name":"Farrah J","initials":"FJ","full_name":"Farrah J Mateen"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1177/13524585251365139","journal":"Multiple sclerosis (Houndmills, Basingstoke, England)","journal_abbr":"Mult Scler","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922551","title":"Artificial Intelligence Predicts GBA1 Mutated Status in Parkinson s Disease Patients.","abstract":"GBA1 variants are the major genetic risk factor for Parkinson s Disease (Parkinson's Disease) and account for 5-30 of Parkinson's Disease cases depending on the population and age at onset of the disease. The aim of this study was to assess whether Artificial Intelligence (Artificial Intelligence) could predict GBA1-mutated genotype in Parkinson's Disease (GBA1-Parkinson's Disease). Particularly, the main objective was to identify a Machine Learning (ML) model capable of accurately providing a pre-test estimate of GBA1-mutated status, relying on the clinical and demographic variables with the highest predictive value. A cohort of GBA1-Parkinson's Disease patients has been paired with non-mutated Parkinson's Disease (NM-Parkinson's Disease). The dataset comprised 58 GBA1-Parkinson's Disease and 58 NM-Parkinson's Disease, for each of whom 124 features were recorded. A Leave-One-Out cross-validation method was employed for testing and SHapley Additive exPlanations (SHAP) for examine each feature s contribution. XGBoost resulted the most effective ML model for this supervised classification task. Through Artificial Intelligence, we developed a model based on four specific clinical features with significant impact in predicting GBA1-mutated genotype with an accuracy of 73 , reaching 94 in a subset of patients where the model has a SHAP confidence level greater than 80 . These variables included family history and scores for cognitive (MDS-UPDRS 1.1) and motor impairment (MDS-UPDRS 3.8a and 3.8b and rigidity subscore). This study underlies the potential of Artificial Intelligence in enhancing targeted genetic screening in Parkinson's Disease, especially in clinical settings where resources are limited. Main limitations of this study are the modest sample size and lack of external validation. Further studies on larger, independent cohorts are needed to refine the predictive model.","authors":[{"last_name":"Di Rauso","fore_name":"Giulia","initials":"G","full_name":"Giulia Di Rauso"},{"last_name":"Ghibellini","fore_name":"Alessandro","initials":"A","full_name":"Alessandro Ghibellini"},{"last_name":"Grisanti","fore_name":"Sara","initials":"S","full_name":"Sara Grisanti"},{"last_name":"Fioravanti","fore_name":"Valentina","initials":"V","full_name":"Valentina Fioravanti"},{"last_name":"Monfrini","fore_name":"Edoardo","initials":"E","full_name":"Edoardo Monfrini"},{"last_name":"Toschi","fore_name":"Giulia","initials":"G","full_name":"Giulia Toschi"},{"last_name":"Portaro","fore_name":"Giacomo","initials":"G","full_name":"Giacomo Portaro"},{"last_name":"Argenziano","fore_name":"Giacomo","initials":"G","full_name":"Giacomo Argenziano"},{"last_name":"Bacchin","fore_name":"Ruggero","initials":"R","full_name":"Ruggero Bacchin"},{"last_name":"Rossi","fore_name":"Jessica","initials":"J","full_name":"Jessica Rossi"},{"last_name":"Sabadini","fore_name":"Rossella","initials":"R","full_name":"Rossella Sabadini"},{"last_name":"Ferrari","fore_name":"Valeria","initials":"V","full_name":"Valeria Ferrari"},{"last_name":"Melpignano","fore_name":"Andrea","initials":"A","full_name":"Andrea Melpignano"},{"last_name":"Pacillo","fore_name":"Francesca","initials":"F","full_name":"Francesca Pacillo"},{"last_name":"Scarano","fore_name":"Maria","initials":"M","full_name":"Maria Scarano"},{"last_name":"Groppi","fore_name":"Anna","initials":"A","full_name":"Anna Groppi"},{"last_name":"Gherardini","fore_name":"Luca","initials":"L","full_name":"Luca Gherardini"},{"last_name":"Lucchi","fore_name":"Chiara","initials":"C","full_name":"Chiara Lucchi"},{"last_name":"Biagini","fore_name":"Giuseppe","initials":"G","full_name":"Giuseppe Biagini"},{"last_name":"Montepietra","fore_name":"Sara","initials":"S","full_name":"Sara Montepietra"},{"last_name":"Malaguti","fore_name":"Maria Chiara","initials":"MC","full_name":"Maria Chiara Malaguti"},{"last_name":"Campanini","fore_name":"Isabella","initials":"I","full_name":"Isabella Campanini"},{"last_name":"Merlo","fore_name":"Andrea","initials":"A","full_name":"Andrea Merlo"},{"last_name":"Castellucci","fore_name":"Andrea","initials":"A","full_name":"Andrea Castellucci"},{"last_name":"Ghidini","fore_name":"Angelo","initials":"A","full_name":"Angelo Ghidini"},{"last_name":"Fraternali","fore_name":"Alessandro","initials":"A","full_name":"Alessandro Fraternali"},{"last_name":"Versari","fore_name":"Annibale","initials":"A","full_name":"Annibale Versari"},{"last_name":"Scaglioni","fore_name":"Augusto","initials":"A","full_name":"Augusto Scaglioni"},{"last_name":"Paul","fore_name":"Jefri J","initials":"JJ","full_name":"Jefri J Paul"},{"last_name":"Bononi","fore_name":"Luciano","initials":"L","full_name":"Luciano Bononi"},{"last_name":"Gabbrielli","fore_name":"Maurizio","initials":"M","full_name":"Maurizio Gabbrielli"},{"last_name":"Di Fonzo","fore_name":"Alessio","initials":"A","full_name":"Alessio Di Fonzo"},{"last_name":"Bauer","fore_name":"Peter","initials":"P","full_name":"Peter Bauer"},{"last_name":"Cavallieri","fore_name":"Francesco","initials":"F","full_name":"Francesco Cavallieri"},{"last_name":"Valzania","fore_name":"Franco","initials":"F","full_name":"Franco Valzania"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/mdc3.70334","journal":"Movement disorders clinical practice","journal_abbr":"Mov Disord Clin Pract","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922533","title":"Neural Correlates of Reward Processing Impact of Individual Differences in Preference for Prosocial Interactions.","abstract":"There is an ongoing debate about the neural mechanisms and subjective preferences involved in the processing of social rewards compared to non-social reward types. Using whole-brain functional magnetic resonance imaging (fMRI), we examined brain activation patterns during the anticipation and consumption phases of monetary and social rewards (using the Monetary and Social Incentive Delay Task-MSIDT, featuring human avatars) and their associations with self-reported social reward preferences measured by the Social Reward Questionnaire (SRQ) in 20 healthy right-handed individuals. In the anticipation phase, all reward types activated the dorsal striatum, middle cingulo-insular (salience) network, inferior frontal gyrus (IFG), and supplementary motor areas. The consumption phase primarily engaged posterior cortical areas. Higher preference for prosocial interactions (as assessed by SRQ) was associated with increased right posterior cingulate activity during monetary reward anticipation and enhanced activity in the left striatum and salience network activation during social reward anticipation. In the consumption phase, higher prosociality was associated with stronger activation in frontal regions, the dorsal striatum, and the thalamus for monetary rewards and stronger putamen activity for social rewards. Individual differences in social reward preferences, particularly prosocial tendencies, are associated with distinct neural activations during reward processing. These findings have potential implications for understanding altered reward processing in clinical populations.","authors":[{"last_name":"Vanova","fore_name":"Martina","initials":"M","full_name":"Martina Vanova"},{"last_name":"Aldridge-Waddon","fore_name":"Luke","initials":"L","full_name":"Luke Aldridge-Waddon"},{"last_name":"Puzzo","fore_name":"Ignazio","initials":"I","full_name":"Ignazio Puzzo"},{"last_name":"Kumari","fore_name":"Veena","initials":"V","full_name":"Veena Kumari"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/brb3.70776","journal":"Brain and behavior","journal_abbr":"Brain Behav","source":"pubmed","mesh_headings":["Humans","Reward","Male","Magnetic Resonance Imaging","Female","Adult","Individuality","Young Adult","Brain","Brain Mapping","Anticipation, Psychological","Social Behavior","Motivation","Social Interaction"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922365","title":"Molecular mechanisms of the Suting Pill in the treatment of asthma A study based on network pharmacology and molecular docking.","abstract":"Asthma is a chronic respiratory disease characterized by complex etiology and marked heterogeneity. It is one of the most prevalent chronic airway conditions in children, with increasing prevalence in recent years. The Suting Pill (STP), a traditional Chinese medicine for childhood asthma, has an unclear mechanism. This study aimed to investigate the key chemical constituents and potential mechanisms of STP in asthma treatment using network pharmacology and molecular docking. The Traditional Chinese Medicine Systems Pharmacology (TCMSP) and Traditional Chinese Medicine Integrated Pharmacology Research Platform (TCMIP) databases were used to identify STP ingredients and their targets. Asthma-related targets were identified from Online Mendelian Inheritance in Man (OMIM), GeneCards, DrugBank, Therapeutic Target Database (TTD), and PharmGKB databases. A protein-protein interaction (PPI) network was constructed using the Search Tool for the Retrieval of Interacting Genes/Proteins (STRING) database. Gene ontology (GO) and Kyoto Encyclopedia of Genes and Genomes (KEGG) pathway enrichment analyses were conducted. Molecular docking was employed to assess binding affinities between targets and compounds. A total of 22 potential active ingredients, 221 drug-related targets, and 420 asthma-related targets were identified, with 53 common targets. PPI network analysis identified TNF, IL-6, MMP-9, IL-4, and others as the core targets of STP s asthma treatment. Bioinformatics enrichment analysis indicated that these shared targets primarily act on signaling pathways such as the AGE-RAGE signaling pathway in diabetic complications, Chagas disease, fluid shear stress and atherosclerosis, the TNF signaling pathway, and lipid and atherosclerosis. Molecular docking revealed that kaempferol, luteolin, and quercetin had high binding activity with IL-6, IL-4, CCL2, TNF, MMP-9, and TGFB1. The combination of MMP9 and luteolin exhibited the strongest binding with an energy of - 10.4 kcal/mol, outperforming MMP9-quercetin (-9.9 kcal/mol) and TNF-kaempferol (-9.4 kcal/mol) binding. We identified the bioactive components of STP and their potential targets in asthma treatment.","authors":[{"last_name":"Wang","fore_name":"Wei","initials":"W","full_name":"Wei Wang"},{"last_name":"Gong","fore_name":"Leilei","initials":"L","full_name":"Leilei Gong"},{"last_name":"Zhong","fore_name":"Shujian","initials":"S","full_name":"Shujian Zhong"},{"last_name":"Ling","fore_name":"Jing","initials":"J","full_name":"Jing Ling"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044243","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Molecular Docking Simulation","Asthma","Humans","Drugs, Chinese Herbal","Network Pharmacology","Protein Interaction Maps","Medicine, Chinese Traditional","Anti-Asthmatic Agents"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922277","title":"Comparison of CTA and DSA collateral scores in predicting clinical outcome in anterior circulation stroke patients receiving endovascular treatment A retrospective observational study.","abstract":"In our study, we performed both computed tomographic angiography (CTA) and digital substraction angiography (DSA) collateral artery flow scoring in anterior system acute stroke patients who underwent mechanical thrombectomy (MT) within the first 16 hours. The study aimed to evaluate the consistency of both scoring methods and their relationship with the 90-day clinical outcomes of the patients. From January to December 2022, the files of patients with middle cerebral artery occlusion who underwent MT and were followed up at a stroke center were retrospectively reviewed. Demographic data, laboratory parameters, Alberta stroke program early computed tomography score, National Institutes of Health Stroke Scale score, grade of recanalization, symptomatic intracranial hemorrhage (European Cooperative Acute Stroke Study III criteria), and 90-day modified Rankin Scale values were recorded. Modified Rankin Scale 2 was considered a good clinical outcome. CTA and DSA images were independently evaluated by 2 experienced neurologists. The TAN score was used for CTA collateral scoring, while the ASITN score was used for DSA collateral scoring. Fleiss Kappa coefficient was used to assess inter-rater agreement and Spearman rho coefficient was used for correlation between the scores. At 90 days, 62 patients (70 ) achieved good clinical outcome. Mean CTA and DSA collateral scores were significantly higher in patients with good outcome (P .001 for both). Inter-rater agreement was substantial (CTA 0.65 0.518-0.775 , AC1 0.68 0.556-0.796 DSA 0.59 0.456-0.713 , AC1 0.61 0.489-0.732 ). In multivariate analysis, DSA collateral score was independently associated with good outcome (adjusted odd ratio aOR 0.01 95 CI 0.00-0.46 P .02), along with admission National Institutes of Health Stroke Scale score (aOR 5.33 95 CI 1.57-18.07 P .01), and admission Alberta stroke program early computed tomography score (aOR 0.09 95 CI 0.01-0.68 P .02). In patients undergoing MT, CTA and DSA collateral score ratings are predictive of clinical outcomes at 90-day and are strongly correlated with each other.","authors":[{"last_name":"Memiş","fore_name":"Zülfikar","initials":"Z","full_name":"Zülfikar Memiş"},{"last_name":"Kuru","fore_name":"İrem","initials":"İ","full_name":"İrem Kuru"},{"last_name":"Gök","fore_name":"Sinem","initials":"S","full_name":"Sinem Gök"},{"last_name":"Ongun","fore_name":"Nedim","initials":"N","full_name":"Nedim Ongun"},{"last_name":"Topçu","fore_name":"Adem","initials":"A","full_name":"Adem Topçu"},{"last_name":"Karagöz","fore_name":"Bahar","initials":"B","full_name":"Bahar Karagöz"},{"last_name":"Boncuk Ulaş","fore_name":"Sena","initials":"S","full_name":"Sena Boncuk Ulaş"},{"last_name":"Demir","fore_name":"Uğur","initials":"U","full_name":"Uğur Demir"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044422","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","Retrospective Studies","Male","Female","Computed Tomography Angiography","Aged","Middle Aged","Endovascular Procedures","Angiography, Digital Subtraction","Collateral Circulation","Treatment Outcome","Thrombectomy","Stroke","Cerebral Angiography","Infarction, Middle Cerebral Artery","Aged, 80 and over"],"publication_types":["Journal Article","Observational Study","Comparative Study"],"affiliation":"","has_medical_terms":false}
{"id":"40922270","title":"Non-pharmacological and nonsurgical interventions for abdominal obesity in adults A systematic review and network meta-analysis.","abstract":"Multiple non-pharmacological and nonsurgical interventions have demonstrated efficacy in improving abdominal obesity. However, the optimal intervention remains uncertain. This study aimed to assess the relative effectiveness and safety of these interventions in reducing waist circumference, waist-to-hip ratio, waist-to-height ratio (WHtR), body mass index (BMI), and body weight among adults with abdominal obesity. Eight databases, including PubMed, Web of Science, Excerpta Medica Database, Cochrane Library, China National Knowledge Infrastructure, Wanfang Database, Chinese Biomedical Database, and China Science and Technology Journal Database, were systematically searched from inception to February 20, 2025 for published randomized controlled trials (RCTs). Methodological rigor was assessed through the Cochrane Risk of Bias tool. After establishing direct evidence through pairwise comparisons in STATA 17.0, we implemented a Bayesian hierarchical model in R 4.4.2 to generate treatment rankings for abdominal obesity interventions. Thirty RCTs (involving 3334 participants) were included in the meta-analysis. Among the interventions, acupoint catgut embedding (ACE) combined with electroacupuncture (EA), ACE combined with manual acupuncture, ACE alone, high-intensity interval training, and warming needle were the 5 most effective interventions for reducing waist circumference in patients with abdominal obesity. For improving waist-to-hip ratio, the top interventions included low-intensity steady-state training, ACE, EA, high-intensity continuous training, and high-intensity continuous training combined with a calorie-restricted diet, while ACE was the most effective intervention for reducing waist-to-height ratio. In terms of BMI and body weight reduction, ACE combined with EA, warming needle, and ACE ranked as the top 3 effective interventions. ACE combined with EA achieved the greatest waist circumference reductions among non-pharmacological and nonsurgical interventions for adults with abdominal obesity, with observed benefits extending to secondary outcomes including BMI and body weight. This integrated therapy exhibits considerable potential for clinical management of abdominal obesity. Future large-scale, multicenter RCTs involving diverse populations are warranted to further validate and refine its application.","authors":[{"last_name":"Huang","fore_name":"Tongjiang","initials":"T","full_name":"Tongjiang Huang"},{"last_name":"Liao","fore_name":"Xiaoyun","initials":"X","full_name":"Xiaoyun Liao"},{"last_name":"Zhang","fore_name":"Yajun","initials":"Y","full_name":"Yajun Zhang"},{"last_name":"Wang","fore_name":"Pingzhu","initials":"P","full_name":"Pingzhu Wang"},{"last_name":"Li","fore_name":"Peiqi","initials":"P","full_name":"Peiqi Li"},{"last_name":"Fang","fore_name":"Jianqiao","initials":"J","full_name":"Jianqiao Fang"},{"last_name":"Shao","fore_name":"Xiaomei","initials":"X","full_name":"Xiaomei Shao"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044372","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","Obesity, Abdominal","Network Meta-Analysis as Topic","Waist Circumference","Body Mass Index","Randomized Controlled Trials as Topic","Acupuncture Therapy","Adult","Waist-Hip Ratio"],"publication_types":["Journal Article","Systematic Review","Meta-Analysis"],"affiliation":"","has_medical_terms":false}
{"id":"40922111","title":"Carotid endarterectomy mitigates Alzheimer s disease and non-Alzheimer s disease dementia risk linked to asymptomatic carotid stenosis.","abstract":"Asymptomatic extracranial carotid artery disease (aECAD) is associated with increased Alzheimer s disease (Alzheimer's Disease) and non-Alzheimer's Disease dementia risk. aECAD treatment includes carotid endarterectomy (Carcinoembryonic Antigen) and carotid artery stenting (CAS) for stroke prevention, but their impact on dementia incidence is poorly studied. Propensity score matching was used in a retrospective cohort study of United States-based insurance claims (2010-2022) in 487,676 patients with aECAD to evaluate the effect of Carcinoembryonic Antigen and CAS on Alzheimer's Disease and non-Alzheimer's Disease dementia incidence. After matching, 37,317 patients underwent Carcinoembryonic Antigen or CAS. Carcinoembryonic Antigen was associated with a significantly lower Alzheimer's Disease risk (relative risk 0.93 95 confidence interval, 0.86-0.99 P 0.05), whereas CAS was associated with a slight but non-significant increase. Similar trends were observed for non-Alzheimer's Disease dementia. Carcinoembryonic Antigen, but not CAS, may confer a protective effect against Alzheimer's Disease and non-Alzheimer's Disease dementia in patients with aECAD, a common cerebrovascular disease affecting up to 15 of adults over age 60. Asymptomatic extracranial carotid artery disease (aECAD) is associated with increased Alzheimer s disease (Alzheimer's Disease) and non-Alzheimer's Disease dementia risk. Limited studies have evaluated the role of carotid endarterectomy (Carcinoembryonic Antigen) and (carotid artery stenting (CAS) on dementia outcomes. Using United States-based insurance claims data, 487,676 patients with aECAD were evaluated. After propensity score matching, Carcinoembryonic Antigen was significantly associated with reduced Alzheimer's Disease risk. CAS was not significantly associated with a change in Alzheimer's Disease risk.","authors":[{"last_name":"Vitali","fore_name":"Francesca","initials":"F","full_name":"Francesca Vitali"},{"last_name":"Torrandell-Haro","fore_name":"Georgina","initials":"G","full_name":"Georgina Torrandell-Haro"},{"last_name":"Arias","fore_name":"Juan C","initials":"JC","full_name":"Juan C Arias"},{"last_name":"French","fore_name":"Scott R","initials":"SR","full_name":"Scott R French"},{"last_name":"Zahra","fore_name":"Summan","initials":"S","full_name":"Summan Zahra"},{"last_name":"Brinton","fore_name":"Roberta Diaz","initials":"RD","full_name":"Roberta Diaz Brinton"},{"last_name":"Weinkauf","fore_name":"Craig","initials":"C","full_name":"Craig Weinkauf"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/alz.70674","journal":"Alzheimer's \u0026 dementia : the journal of the Alzheimer's Association","journal_abbr":"Alzheimers Dement","source":"pubmed","mesh_headings":["Humans","Endarterectomy, Carotid","Alzheimer Disease","Carotid Stenosis","Male","Female","Aged","Retrospective Studies","Propensity Score","United States","Stents","Dementia","Risk Factors","Incidence","Middle Aged"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922106","title":"Reduced harm aversion relates to antisocial behaviors and orbitofrontal atrophy in dementia patients.","abstract":"Antisocial behaviors occur in dementia, but the underlying neurocognitive mechanisms remain underexplored. We administered a decision-making task measuring patients harm aversion by offering options to shock themselves or another person in exchange for money, hypothesizing that task performance would relate to antisocial behaviors and ventromedial/orbitofrontal cortex (vmPFC/OFC) atrophy. Among 43 dementia patients (n 23 behavioral variant frontotemporal dementia bvFTD , n 20 Alzheimer s disease Alzheimer's Disease ), we used linear regressions to measure relationships between harm aversion and antisocial behavior, psychopathic personality traits, socioemotional functions, and vmPFC/OFC cortical thickness, controlling for age, sex, and cognitive dysfunction. BvFTD patients demonstrated reduced aversion to harming others and themselves versus Alzheimer's Disease patients. Reduced aversion to harming others was associated with non-aggressive antisocial behaviors, psychopathic personality traits, impaired empathic concern, impaired perspective taking, and right vmPFC/OFC atrophy. Changes to harm aversion are associated with right frontopolar atrophy and rule-breaking criminal behavior in dementia patients. Patients with behavioral variant frontotemporal dementia demonstrate reduced aversion to harming others compared to patients with Alzheimer's Disease. Reduced aversion to harming others was associated with non-aggressive behavioral changes, psychopathic personality traits, impaired empathic concern, and impaired perspective taking. Reduced aversion to harming others was associated with atrophy in the right vmPFC and OFC, specifically in medial Brodmann area 10.","authors":[{"last_name":"Phan","fore_name":"Tony X","initials":"TX","full_name":"Tony X Phan"},{"last_name":"Lee","fore_name":"Jayden J","initials":"JJ","full_name":"Jayden J Lee"},{"last_name":"Siegel","fore_name":"Jenifer Z","initials":"JZ","full_name":"Jenifer Z Siegel"},{"last_name":"Yu","fore_name":"Hongbo","initials":"H","full_name":"Hongbo Yu"},{"last_name":"Reeder","fore_name":"Jerica E","initials":"JE","full_name":"Jerica E Reeder"},{"last_name":"Vandekar","fore_name":"Simon","initials":"S","full_name":"Simon Vandekar"},{"last_name":"Considine","fore_name":"Ciaran M","initials":"CM","full_name":"Ciaran M Considine"},{"last_name":"Zald","fore_name":"David H","initials":"DH","full_name":"David H Zald"},{"last_name":"Darby","fore_name":"R Ryan","initials":"RR","full_name":"R Ryan Darby"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/alz.70623","journal":"Alzheimer's \u0026 dementia : the journal of the Alzheimer's Association","journal_abbr":"Alzheimers Dement","source":"pubmed","mesh_headings":["Humans","Male","Female","Atrophy","Antisocial Personality Disorder","Aged","Frontotemporal Dementia","Prefrontal Cortex","Alzheimer Disease","Magnetic Resonance Imaging","Decision Making","Middle Aged","Neuropsychological Tests"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922102","title":"Diagnostic Approach and Management of Iliac Artery Endofibrosis in Athletes A Scoping Review.","abstract":"Iliac artery endofibrosis (IAE) is a rare vascular condition with an estimated global prevalence of 0.01 . It primarily affects endurance athletes, especially cyclists, and often presents with exercise-induced leg discomfort or reduced performance. This scoping review provides a comprehensive overview of IAE in athletes, with a focus on the current understanding of IAE, diagnostic approaches, and treatment strategies. A total of 43 studies published between 1997 and 2023 were analyzed, including 443 athletes diagnosed with IAE. Most participants were male endurance cyclists, with a predominance of left-sided lesions. The diagnostic tools primarily included ankle-brachial index measurement (used in approximately 84 of studies), Doppler ultrasonography, and angiography. Balloon angioplasty and stenting were associated with a higher likelihood of symptom relapse and often required secondary interventions. In contrast, endarterectomy with patch angioplasty remains the preferred treatment for athletes who continue to participate in competitive sports because of its high success rate, long-term durability, and sustained symptom relief.","authors":[{"last_name":"Kung","fore_name":"Claire","initials":"C","full_name":"Claire Kung"},{"last_name":"Puttam","fore_name":"Harivarsha","initials":"H","full_name":"Harivarsha Puttam"},{"last_name":"Khan","fore_name":"Maham","initials":"M","full_name":"Maham Khan"},{"last_name":"Rangan","fore_name":"Pallavi","initials":"P","full_name":"Pallavi Rangan"},{"last_name":"Bethina","fore_name":"Sai Varun","initials":"SV","full_name":"Sai Varun Bethina"},{"last_name":"Deshmukh","fore_name":"Sameer","initials":"S","full_name":"Sameer Deshmukh"},{"last_name":"Mehta","fore_name":"Priyal","initials":"P","full_name":"Priyal Mehta"},{"last_name":"Padte","fore_name":"Smitesh","initials":"S","full_name":"Smitesh Padte"},{"last_name":"Arshad","fore_name":"Zara","initials":"Z","full_name":"Zara Arshad"},{"last_name":"Nawaz","fore_name":"Faisal","initials":"F","full_name":"Faisal Nawaz"},{"last_name":"Kashyap","fore_name":"Rahul","initials":"R","full_name":"Rahul Kashyap"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.5758/vsi.250029","journal":"Vascular specialist international","journal_abbr":"Vasc Specialist Int","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40922096","title":"Recent advances in neuroimaging of Alzheimer s disease and related dementias.","abstract":"This review covers recent advances (2023-2024) in neuroimaging research into the pathophysiology, progression, and treatment of Alzheimer s disease (Alzheimer's Disease) and related dementias (ADRD). Despite the rapid emergence of blood-based biomarkers, neuroimaging continues to be a vital area of research in ADRD. Here, we discuss neuroimaging as a powerful tool to topographically visualize and quantify amyloid, tau, neurodegeneration, inflammation, and vascular disease in the brain. We examine the utility of neuroimaging for (1) tracking the spatiotemporal progression of pathology, (2) serving as the reference standard for validating novel fluid biomarkers, (3) characterizing disease heterogeneity, (4) exploring the role of brain networks in ADRD progression, and (5) evaluating biomarkers for better individualized estimates of treatment benefit. Finally, we discuss advances in radiotracer development and Alzheimer's Disease risk factors. By reviewing the most promising breakthroughs in the neuroimaging field, we hope to spark new ideas for future discoveries that will deepen our understanding of ADRD. HIGHLIGHTS The diagnostic and staging criteria for Alzheimer s disease (Alzheimer's Disease) were updated in 2024. Despite robust harmonization methods for amyloid beta positron emission tomography (Positron Emission Tomography), parallel efforts for tau Positron Emission Tomography remain challenging. Larger anti-amyloid drug effects were seen at lower levels of amyloid and tau Positron Emission Tomography. Phosphorylated tau217 (p-tau217) is currently the most promising plasma biomarker to detect Alzheimer's Disease pathology. There are new tracer developments for alpha-synuclein, primary tauopathies, and inflammation.","authors":[{"last_name":"Ottoy","fore_name":"Julie","initials":"J","full_name":"Julie Ottoy"},{"last_name":"Owsicki","fore_name":"Nicole","initials":"N","full_name":"Nicole Owsicki"},{"last_name":"Bilgel","fore_name":"Murat","initials":"M","full_name":"Murat Bilgel"},{"last_name":"Binette","fore_name":"Alexa Pichet","initials":"AP","full_name":"Alexa Pichet Binette"},{"last_name":"Salvadó","fore_name":"Gemma","initials":"G","full_name":"Gemma Salvadó"},{"last_name":"Kang","fore_name":"Min Su","initials":"MS","full_name":"Min Su Kang"},{"last_name":"Cash","fore_name":"David M","initials":"DM","full_name":"David M Cash"},{"last_name":"Ewers","fore_name":"Michael","initials":"M","full_name":"Michael Ewers"},{"last_name":"La Joie","fore_name":"Renaud","initials":"R","full_name":"Renaud La Joie"},{"last_name":"Wisse","fore_name":"Laura E M","initials":"LEM","full_name":"Laura E M Wisse"},{"last_name":"Goubran","fore_name":"Maged","initials":"M","full_name":"Maged Goubran"},{"last_name":"Betthauser","fore_name":"Tobey","initials":"T","full_name":"Tobey Betthauser"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/alz.70648","journal":"Alzheimer's \u0026 dementia : the journal of the Alzheimer's Association","journal_abbr":"Alzheimers Dement","source":"pubmed","mesh_headings":["Humans","Alzheimer Disease","Neuroimaging","Biomarkers","Brain","Dementia","Positron-Emission Tomography","Disease Progression","tau Proteins"],"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40922045","title":"Analysis of Local Authorities Providing Mental Health Consultation Towards Establishing a Community-Based Integrated Mental Health Care System.","abstract":"Since 2017, Japan has been establishing a community-based integrated mental health care system, which includes first-line consultations provided by local authorities (i.e., municipalities). This study aimed to (1) investigate factors related to the challenge municipalities encounter when providing mental health consultations, and (2) identify collaboration patterns between municipalities and public health agencies. Data were obtained from a nationwide municipal survey and publicly available government statistics. Municipal staff difficulty in providing mental health consultations was measured using a four-point scale, and its association with local psychiatric and social care resources and collaboration activities across local institutions was examined by ordinal logistic regression analysis. Latent class analysis was also conducted based on how the municipality collaborated with public health agencies. Lower difficulty providing mental health consultations was associated with the existence of municipally established public health centres (Operating Room 0.22, 95 CI 0.09 to 0.53, p 0.001), which minimises the organisational barrier between the two entities, and frequent meetings with local service providers (Operating Room 0.65, 95 CI 0.44 to 0.96, p 0.032). Variables indicating local psychiatric and social care resources showed no significant associations. Municipalities were classified into four latent classes based on collaboration patterns Overall frequent (18.1 ), Overall infrequent (22.0 ), Frequent for individual support (49.1 ), and Infrequent for individual support (10.8 ). The difficulty faced by local authorities in providing mental health consultations may be reduced by fostering collaboration with other institutions, specifically public health agencies, and by hosting frequent meetings with local service providers.","authors":[{"last_name":"Igarashi","fore_name":"Momoka","initials":"M","full_name":"Momoka Igarashi"},{"last_name":"Kuroda","fore_name":"Naoaki","initials":"N","full_name":"Naoaki Kuroda"},{"last_name":"Okada","fore_name":"Takashi","initials":"T","full_name":"Takashi Okada"},{"last_name":"Moriyama","fore_name":"Yoko","initials":"Y","full_name":"Yoko Moriyama"},{"last_name":"Abe","fore_name":"Makiko","initials":"M","full_name":"Makiko Abe"},{"last_name":"Nara","fore_name":"Mayui","initials":"M","full_name":"Mayui Nara"},{"last_name":"Yamaguchi","fore_name":"Sosei","initials":"S","full_name":"Sosei Yamaguchi"},{"last_name":"Usuda","fore_name":"Kentaro","initials":"K","full_name":"Kentaro Usuda"},{"last_name":"Koike","fore_name":"Junko","initials":"J","full_name":"Junko Koike"},{"last_name":"Yamamoto","fore_name":"Ken","initials":"K","full_name":"Ken Yamamoto"},{"last_name":"Kumagai","fore_name":"Naoki","initials":"N","full_name":"Naoki Kumagai"},{"last_name":"Noguchi","fore_name":"Masayuki","initials":"M","full_name":"Masayuki Noguchi"},{"last_name":"Fujii","fore_name":"Chiyo","initials":"C","full_name":"Chiyo Fujii"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/hpm.70018","journal":"The International journal of health planning and management","journal_abbr":"Int J Health Plann Manage","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922023","title":"Respiratory function in 192 adult patients with spinal muscular atrophy (SMA) treated with nusinersen - a multicenter observational study.","abstract":"","authors":[{"last_name":"Wurster","fore_name":"Claudia D","initials":"CD","full_name":"Claudia D Wurster"},{"last_name":"Stolte","fore_name":"Benjamin","initials":"B","full_name":"Benjamin Stolte"},{"last_name":"Kessler","fore_name":"Tobias","initials":"T","full_name":"Tobias Kessler"},{"last_name":"Freigang","fore_name":"Maren","initials":"M","full_name":"Maren Freigang"},{"last_name":"Bjelica","fore_name":"Bogdan","initials":"B","full_name":"Bogdan Bjelica"},{"last_name":"Ilse","fore_name":"Benjamin","initials":"B","full_name":"Benjamin Ilse"},{"last_name":"Koch","fore_name":"Jan C","initials":"JC","full_name":"Jan C Koch"},{"last_name":"Cordts","fore_name":"Isabell","initials":"I","full_name":"Isabell Cordts"},{"last_name":"Mensch","fore_name":"Alexander","initials":"A","full_name":"Alexander Mensch"},{"last_name":"Zeller","fore_name":"Daniel","initials":"D","full_name":"Daniel Zeller"},{"last_name":"Uzelac","fore_name":"Zeljko","initials":"Z","full_name":"Zeljko Uzelac"},{"last_name":"Sam","fore_name":"Georges","initials":"G","full_name":"Georges Sam"},{"last_name":"Lapp","fore_name":"Hanna Sophie","initials":"HS","full_name":"Hanna Sophie Lapp"},{"last_name":"Wohnrade","fore_name":"Camilla","initials":"C","full_name":"Camilla Wohnrade"},{"last_name":"Rödiger","fore_name":"Annekathrin","initials":"A","full_name":"Annekathrin Rödiger"},{"last_name":"Muhandes","fore_name":"Mohamad Tareq","initials":"MT","full_name":"Mohamad Tareq Muhandes"},{"last_name":"Schneider","fore_name":"Ilka","initials":"I","full_name":"Ilka Schneider"},{"last_name":"Bellut","fore_name":"Julia","initials":"J","full_name":"Julia Bellut"},{"last_name":"Nentwich","fore_name":"Julia","initials":"J","full_name":"Julia Nentwich"},{"last_name":"Dorst","fore_name":"Johannes","initials":"J","full_name":"Johannes Dorst"},{"last_name":"Schuster","fore_name":"Joachim","initials":"J","full_name":"Joachim Schuster"},{"last_name":"Schreiber-Katz","fore_name":"Olivia","initials":"O","full_name":"Olivia Schreiber-Katz"},{"last_name":"Osmanovic","fore_name":"Alma","initials":"A","full_name":"Alma Osmanovic"},{"last_name":"Totzeck","fore_name":"Andreas","initials":"A","full_name":"Andreas Totzeck"},{"last_name":"Thimm","fore_name":"Andreas","initials":"A","full_name":"Andreas Thimm"},{"last_name":"Steinbach","fore_name":"Robert","initials":"R","full_name":"Robert Steinbach"},{"last_name":"Grosskreutz","fore_name":"Julian","initials":"J","full_name":"Julian Grosskreutz"},{"last_name":"Kleinschnitz","fore_name":"Christoph","initials":"C","full_name":"Christoph Kleinschnitz"},{"last_name":"Ludolph","fore_name":"Albert C","initials":"AC","full_name":"Albert C Ludolph"},{"last_name":"Deschauer","fore_name":"Marcus","initials":"M","full_name":"Marcus Deschauer"},{"last_name":"Kirschner","fore_name":"Janbernd","initials":"J","full_name":"Janbernd Kirschner"},{"last_name":"Dreyhaupt","fore_name":"Jens","initials":"J","full_name":"Jens Dreyhaupt"},{"last_name":"Wollinsky","fore_name":"Kurt","initials":"K","full_name":"Kurt Wollinsky"},{"last_name":"Petri","fore_name":"Susanne","initials":"S","full_name":"Susanne Petri"},{"last_name":"Weiler","fore_name":"Markus","initials":"M","full_name":"Markus Weiler"},{"last_name":"Hagenacker","fore_name":"Tim","initials":"T","full_name":"Tim Hagenacker"},{"last_name":"Günther","fore_name":"René","initials":"R","full_name":"René Günther"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1186/s13023-025-04009-3","journal":"Orphanet journal of rare diseases","journal_abbr":"Orphanet J Rare Dis","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921993","title":"Prevalence of COVID-19 in patients with parkinson s disease and the impact of parkinson s disease on COVID-19 prognosis.","abstract":"This study aimed to retrospectively evaluate the prevalence of Coronavirus Disease 2019 infection among patients with Parkinson s disease (Parkinson's Disease), along with the clinical course and factors associated with mortality. A total of 1,786 patients diagnosed with Parkinson s disease and registered at our hospital were screened. Among these, 222 had undergone PCR testing for Coronavirus Disease 2019, of whom 76 tested negative and 152 tested positive, indicating a Coronavirus Disease 2019 prevalence of 8.51 in the Parkinson's Disease population. Due to insufficient data, 63 of the Coronavirus Disease 2019 positive patients were excluded. The final study cohort included 177 patients 89 patients with Parkinson's Disease (50.3 ) and 88 age- and sex-matched controls (49.7 ). Clinical, laboratory, and prognostic parameters were compared between groups. The prevalence of dementia was significantly higher in the Parkinson's Disease group. Mortality at both 28 and 90 days was also significantly increased among patients with Parkinson's Disease. Notably, those receiving combined therapy with dopamine agonists and levodopa had lower mortality rates at both time points. In patients who died within 28 or 90 days, levels of age, neutrophil count, lymphocyte count, D-dimer, ferritin, C-reactive protein (CRP), and troponin differed significantly compared to survivors. Patients with Parkinson s disease represent a vulnerable population at increased risk for adverse outcomes from Coronavirus Disease 2019. Close clinical monitoring, continuous dopaminergic treatment, and a personalized approach are essential for optimizing management during Coronavirus Disease 2019 infection.","authors":[{"last_name":"Yildiz","fore_name":"Demet","initials":"D","full_name":"Demet Yildiz"},{"last_name":"Büyükkoyuncu Pekel","fore_name":"Nilüfer","initials":"N","full_name":"Nilüfer Büyükkoyuncu Pekel"},{"last_name":"Yüksel","fore_name":"Melih","initials":"M","full_name":"Melih Yüksel"},{"last_name":"Özdemir","fore_name":"Aksel","initials":"A","full_name":"Aksel Özdemir"},{"last_name":"Çetin Kenan","fore_name":"Ebru","initials":"E","full_name":"Ebru Çetin Kenan"},{"last_name":"Öztürkci","fore_name":"Muhammed Furkan","initials":"MF","full_name":"Muhammed Furkan Öztürkci"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1007/s13760-025-02888-8","journal":"Acta neurologica Belgica","journal_abbr":"Acta Neurol Belg","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921989","title":"Exploring the Upper Limits of Cerebral Perfusion Pressure in Pediatric Traumatic Brain Injury A STARSHIP Analysis.","abstract":"Low cerebral perfusion pressure (CPP) has previously been identified as a key prognostic marker after pediatric traumatic brain injury (TBI). Cerebrovascular autoregulation supports stabilization of cerebral blood flow within the autoregulation range. Beyond the upper limit of this range, cerebral blood flow increases with increasing CPP, leading to increased risk of intracranial hypertension and blood-brain barrier disruptions. Based on the hypothesis that children are less sensitive to high CPP, we aimed to characterize the pediatric upper limit of autoregulation and the association between high CPP and outcome. Data acquired as part of the Studying Trends of Autoregulation in Severe Head Injury in Paediatrics (STARSHIP) study (a prospective, multicenter, observational study that enrolled 135 children with TBI from July 2018 to March 2023) were explored. The association between different levels of CPP and the autoregulation proxy measure, the pressure reactivity index (PRx), were explored visually. The prognostic value of CPP was assessed by exploring overall averages, overall dose, hourly dose, and percentage time spent above specific thresholds. We employed univariable/multivariable ( tests, logistic regression, sliding dichotomy) and visual (heatmap) methods. No clear upper limit of autoregulation could be identified with PRx increasing beyond 0.2 only with CPP values beyond 100 mm Hg. Using iterative testing and logistic regression analyses, similarly, only hourly dose and percentage time beyond CPP of 90 mm Hg displayed a trend toward worse outcome. Using heatmap analyses, regions of CPP with differing risk stratifications could be identified. No difference in CPP could be identified between patients with and without acute respiratory distress syndrome or secondary hemorrhages. In contrast to the well-established association between low CPP and poor outcome, our findings suggest that exposure to CPP values above those recommended by the Brain Trauma Foundation guidelines may not be associated with worse outcomes in this cohort. However, given the observational nature of the study and potential confounding factors, these results highlight the need for prospective trials to assess the safety and efficacy of targeting higher CPP in pediatric TBI.","authors":[{"last_name":"Bögli","fore_name":"Stefan Yu","initials":"SY","full_name":"Stefan Yu Bögli"},{"last_name":"Olakorede","fore_name":"Ihsane","initials":"I","full_name":"Ihsane Olakorede"},{"last_name":"Smith","fore_name":"Claudia Ann","initials":"CA","full_name":"Claudia Ann Smith"},{"last_name":"Hutchinson","fore_name":"Peter","initials":"P","full_name":"Peter Hutchinson"},{"last_name":"Czosnyka","fore_name":"Marek","initials":"M","full_name":"Marek Czosnyka"},{"last_name":"Smielewski","fore_name":"Peter","initials":"P","full_name":"Peter Smielewski"},{"last_name":"Agrawal","fore_name":"Shruti","initials":"S","full_name":"Shruti Agrawal"},{"last_name":"","fore_name":"","initials":"","full_name":""}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1007/s12028-025-02358-2","journal":"Neurocritical care","journal_abbr":"Neurocrit Care","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921886","title":"Factors associated with early response to efgartigimod in patients with generalized myasthenia gravis a multicenter retrospective observational study.","abstract":"Efgartigimod has demonstrated efficacy in generalized myasthenia gravis (gMG) in both clinical trials and real-world studies. However, factors influencing early response have been less reported. This study aimed to evaluate the efficacy of efgartigimod in a multicenter gMG cohort and to identify the clinical factors associated with early therapeutic response. This multicenter, real-world, retrospective, observational study included 115 gMG patients administered efgartigimod across four myasthenia gravis (MG) centers. Responders were defined as patients with a 2-point Myasthenia Gravis Activities of Daily Living (MG-ADL) or 3-point Quantitative Myasthenia Gravis Score (QMG) score reduction, while early responders were those achieving score reductions after the first infusion. Subgroup analyses were conducted based on immunosuppressant (IST) use. Logistic regression analysis was performed to identify factors associated with response to first efgartigimod infusion according to MG-ADL or QMG scores reduction. Variables were compared between responders and non-responders to identify early response factors. After the first infusion, 72.5 of patients achieved improvement in MG-ADL and 60.5 in QMG, with these rates increasing to 93.3 and 87.5 respectively by the fourth infusion. Efgartigimod demonstrated the most significant improvement in bulbar, limb, and ocular symptoms however, there was no statistically significant improvement in respiratory symptoms occurred during the initial 4-week treatment period. Multivariate logistic analysis showed that short disease duration and high MG-ADL bulbar score at baseline indicated early response. High QMG bulbar score at baseline also indicated early response. Efficacy was independent of IST use. No patients discontinued treatment due to severe adverse events minor side effects were not recorded. Efgartigimod demonstrated robust efficacy in gMG patients. Early response was linked to shorter disease duration and severe bulbar symptoms, which promotes the identification of patients who are likely to benefit quickly from efgartigimod.","authors":[{"last_name":"Zhu","fore_name":"Wenjia","initials":"W","full_name":"Wenjia Zhu"},{"last_name":"Chen","fore_name":"Yuping","initials":"Y","full_name":"Yuping Chen"},{"last_name":"Tian","fore_name":"Cong","initials":"C","full_name":"Cong Tian"},{"last_name":"Wang","fore_name":"Jingsi","initials":"J","full_name":"Jingsi Wang"},{"last_name":"Wen","fore_name":"Xinmei","initials":"X","full_name":"Xinmei Wen"},{"last_name":"Lou","fore_name":"Hua","initials":"H","full_name":"Hua Lou"},{"last_name":"Jiang","fore_name":"Yuting","initials":"Y","full_name":"Yuting Jiang"},{"last_name":"Di","fore_name":"Li","initials":"L","full_name":"Li Di"},{"last_name":"Gu","fore_name":"Shanshan","initials":"S","full_name":"Shanshan Gu"},{"last_name":"Wang","fore_name":"Yan","initials":"Y","full_name":"Yan Wang"},{"last_name":"Wang","fore_name":"Yaye","initials":"Y","full_name":"Yaye Wang"},{"last_name":"Lu","fore_name":"Yan","initials":"Y","full_name":"Yan Lu"},{"last_name":"Wang","fore_name":"Min","initials":"M","full_name":"Min Wang"},{"last_name":"Xu","fore_name":"Min","initials":"M","full_name":"Min Xu"},{"last_name":"Chen","fore_name":"Hai","initials":"H","full_name":"Hai Chen"},{"last_name":"Zhao","fore_name":"Yuying","initials":"Y","full_name":"Yuying Zhao"},{"last_name":"Qi","fore_name":"Guoyan","initials":"G","full_name":"Guoyan Qi"},{"last_name":"Da","fore_name":"Yuwei","initials":"Y","full_name":"Yuwei Da"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1007/s00415-025-13367-8","journal":"Journal of neurology","journal_abbr":"J Neurol","source":"pubmed","mesh_headings":["Humans","Myasthenia Gravis","Male","Female","Retrospective Studies","Middle Aged","Aged","Adult","Treatment Outcome","Activities of Daily Living","Immunosuppressive Agents","Outcome Assessment, Health Care"],"publication_types":["Journal Article","Multicenter Study","Observational Study"],"affiliation":"","has_medical_terms":false}
{"id":"40921880","title":"Assessing the ability of large language models to simplify lumbar spine imaging reports into patient-facing text a pilot study of GPT-4.","abstract":"To assess the ability of large language models (LLMs) to accurately simplify lumbar spine magnetic resonance imaging (Magnetic Resonance Imaging) reports. Patients who underwent lumbar decompression and/or fusion surgery in 2022 at one tertiary academic medical center were queried using appropriate CPT codes. We then identified all patients with a preoperative ICD diagnosis of lumbar spondylolisthesis and extracted the latest preoperative spine Magnetic Resonance Imaging radiology report text. The GPT-4 API was deployed on deidentified reports with a prompt to produce translations and evaluated for accuracy and readability. An enhanced GPT prompt was constructed using high-scoring reports and evaluated on low-scoring reports. Of 93 included reports, GPT effectively reduced the average reading level (11.47 versus 8.50, p 0.001). While most reports had no accuracy issues, 34 of translations omitted at least one clinically relevant piece of information, while 6 produced a clinically significant inaccuracy in the translation. An enhanced prompt model using high scoring reports-maintained reading level while significantly improving omission rate (p 0.0001). However, even in the enhanced prompt model, GPT made several errors regarding location of stenosis, description of prior spine surgery, and description of other spine pathologies. GPT-4 effectively simplifies the reading level of lumbar spine Magnetic Resonance Imaging reports. The model tends to omit key information in its translations, which can be mitigated with enhanced prompting. Further validation in the domain of spine radiology needs to be performed to facilitate clinical integration.","authors":[{"last_name":"Khazanchi","fore_name":"Rushmin","initials":"R","full_name":"Rushmin Khazanchi"},{"last_name":"Chen","fore_name":"Austin R","initials":"AR","full_name":"Austin R Chen"},{"last_name":"Desai","fore_name":"Parth","initials":"P","full_name":"Parth Desai"},{"last_name":"Herrera","fore_name":"Daniel","initials":"D","full_name":"Daniel Herrera"},{"last_name":"Staub","fore_name":"Jacob R","initials":"JR","full_name":"Jacob R Staub"},{"last_name":"Follett","fore_name":"Matthew A","initials":"MA","full_name":"Matthew A Follett"},{"last_name":"Krushelnytskyy","fore_name":"Mykhaylo","initials":"M","full_name":"Mykhaylo Krushelnytskyy"},{"last_name":"Kemeny","fore_name":"Hanna","initials":"H","full_name":"Hanna Kemeny"},{"last_name":"Hsu","fore_name":"Wellington K","initials":"WK","full_name":"Wellington K Hsu"},{"last_name":"Patel","fore_name":"Alpesh A","initials":"AA","full_name":"Alpesh A Patel"},{"last_name":"Divi","fore_name":"Srikanth N","initials":"SN","full_name":"Srikanth N Divi"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1007/s00256-025-05027-9","journal":"Skeletal radiology","journal_abbr":"Skeletal Radiol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921793","title":"Diagnostic performance of Alzheimer s disease blood and CSF biomarkers in a Brazilian cohort with low educational attainment.","abstract":"Blood-based biomarkers (BBMs) have emerged as promising tools to enhance Alzheimer s disease (Alzheimer's Disease) diagnosis. Despite two-thirds of dementia cases occurring in the Global South, research on BBMs has predominantly focused on populations from the Global North. This geographical disparity hinders our understanding of BBM performance in diverse populations. To address this, we evaluated the diagnostic properties of Alzheimer's Disease BBMs in a real-world memory clinic from Brazil, one of the largest countries in the Global South. We measured blood and cerebrospinal fluid (CSF) biomarkers - amyloid- (A )40, A 42, phosphorylated tau (p-tau) 217, neurofilament light (NfL) chain, and glial fibrillary acidic protein (GFAP) - in 59 individuals. Sample comprised 20 cognitively unimpaired (CU) individuals, 22 with Alzheimer's Disease dementia, and 17 with vascular dementia (VaD). We compared BBM levels across diagnostic groups and assessed their discriminative ability for Alzheimer's Disease. Notably, individuals with VaD and Alzheimer's Disease had lower educational levels (6.8 3.0) compared to CU individuals (17.3 6.9). Among the BBMs tested, plasma p-tau217 demonstrated the best performance, exhibiting high accuracy in differentiating CU from Alzheimer's Disease (AUC 0.96) and A pathology (AUC 0.98). However, the ability of Alzheimer's Disease BBMs to distinguish between Alzheimer's Disease and VaD was lower than expected (AUC from 0.52-0.79), particularly when compared to studies from the Global North. Our findings highlight the potential utility of BBMs for Alzheimer's Disease diagnosis in real-world settings within Brazil. However, they also underscore the need for proper implementation and validation of these biomarkers within these populations to ensure accurate and reliable results.","authors":[{"last_name":"Borelli","fore_name":"Wyllians Vendramini","initials":"WV","full_name":"Wyllians Vendramini Borelli"},{"last_name":"Ferreira","fore_name":"Pamela C L","initials":"PCL","full_name":"Pamela C L Ferreira"},{"last_name":"Brum","fore_name":"Wagner S","initials":"WS","full_name":"Wagner S Brum"},{"last_name":"Ferrari-Souza","fore_name":"João Pedro","initials":"JP","full_name":"João Pedro Ferrari-Souza"},{"last_name":"Carello-Collar","fore_name":"Giovanna","initials":"G","full_name":"Giovanna Carello-Collar"},{"last_name":"Holz","fore_name":"Maila","initials":"M","full_name":"Maila Holz"},{"last_name":"Tizeli","fore_name":"Victoria","initials":"V","full_name":"Victoria Tizeli"},{"last_name":"Strelow","fore_name":"Matheus Zschornack","initials":"MZ","full_name":"Matheus Zschornack Strelow"},{"last_name":"Formoso","fore_name":"Carolina","initials":"C","full_name":"Carolina Formoso"},{"last_name":"Chaves","fore_name":"Marcia Lorena Fagundes","initials":"MLF","full_name":"Marcia Lorena Fagundes Chaves"},{"last_name":"Rocha","fore_name":"Andreia","initials":"A","full_name":"Andreia Rocha"},{"last_name":"Aguzzoli","fore_name":"Cristiano Schaffer","initials":"CS","full_name":"Cristiano Schaffer Aguzzoli"},{"last_name":"Rohden","fore_name":"Francieli","initials":"F","full_name":"Francieli Rohden"},{"last_name":"Souza","fore_name":"Débora G","initials":"DG","full_name":"Débora G Souza"},{"last_name":"Schumacher Schuh","fore_name":"Artur Francisco","initials":"AF","full_name":"Artur Francisco Schumacher Schuh"},{"last_name":"Povala","fore_name":"Guilherme","initials":"G","full_name":"Guilherme Povala"},{"last_name":"Bellaver","fore_name":"Bruna","initials":"B","full_name":"Bruna Bellaver"},{"last_name":"Rosa-Neto","fore_name":"Pedro","initials":"P","full_name":"Pedro Rosa-Neto"},{"last_name":"Castilhos","fore_name":"Raphael Machado","initials":"RM","full_name":"Raphael Machado Castilhos"},{"last_name":"Pascoal","fore_name":"Tharick A","initials":"TA","full_name":"Tharick A Pascoal"},{"last_name":"Zimmer","fore_name":"Eduardo R","initials":"ER","full_name":"Eduardo R Zimmer"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1038/s41380-025-03192-w","journal":"Molecular psychiatry","journal_abbr":"Mol Psychiatry","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921788","title":"Multiancestry brain pQTL fine-mapping and integration with genome-wide association studies of 21 neurologic and psychiatric conditions.","abstract":"To understand shared and ancestry-specific genetic control of brain protein expression and its ramifications for disease, we mapped protein quantitative trait loci (pQTLs) in 1,362 brain proteomes from African American, Hispanic/Latin American and non-Hispanic white donors. Among the pQTLs that multiancestry fine-mapping MESuSiE confidently assigned as putative causal pQTLs in a specific population, most were shared across the three studied populations and are referred to as multiancestry causal pQTLs. These multiancestry causal pQTLs were enriched for exonic and promoter regions. To investigate their effects on disease, we modeled the 858 multiancestry causal pQTLs as instrumental variables using Mendelian randomization and genome-wide association study results for neurologic and psychiatric conditions (21 traits in participants with European ancestry, 10 in those with African ancestry and 4 in Hispanic participants). We identified 119 multiancestry pQTL-protein pairs consistent with a causal role in these conditions. Remarkably, 29 of the multiancestry pQTLs in these pairs were coding variants. These results lay an important foundation for the creation of new molecular models of neurologic and psychiatric conditions that are likely to be relevant to individuals across different genetic ancestries.","authors":[{"last_name":"Wingo","fore_name":"Aliza P","initials":"AP","full_name":"Aliza P Wingo"},{"last_name":"Liu","fore_name":"Yue","initials":"Y","full_name":"Yue Liu"},{"last_name":"Vattathil","fore_name":"Selina M","initials":"SM","full_name":"Selina M Vattathil"},{"last_name":"Gerasimov","fore_name":"Ekaterina S","initials":"ES","full_name":"Ekaterina S Gerasimov"},{"last_name":"Mei","fore_name":"Zhen","initials":"Z","full_name":"Zhen Mei"},{"last_name":"Ravindran","fore_name":"Suda Parimala","initials":"SP","full_name":"Suda Parimala Ravindran"},{"last_name":"Liu","fore_name":"Jiaqi","initials":"J","full_name":"Jiaqi Liu"},{"last_name":"Shantaraman","fore_name":"Ananth","initials":"A","full_name":"Ananth Shantaraman"},{"last_name":"Seifar","fore_name":"Fatemeh","initials":"F","full_name":"Fatemeh Seifar"},{"last_name":"Wang","fore_name":"Erming","initials":"E","full_name":"Erming Wang"},{"last_name":"Zhang","fore_name":"Bin","initials":"B","full_name":"Bin Zhang"},{"last_name":"Reddy","fore_name":"Joseph","initials":"J","full_name":"Joseph Reddy"},{"last_name":"Allen","fore_name":"Mariet","initials":"M","full_name":"Mariet Allen"},{"last_name":"Ertekin-Taner","fore_name":"Nilüfer","initials":"N","full_name":"Nilüfer Ertekin-Taner"},{"last_name":"De Jager","fore_name":"Philip L","initials":"PL","full_name":"Philip L De Jager"},{"last_name":"Fox","fore_name":"Edward J","initials":"EJ","full_name":"Edward J Fox"},{"last_name":"Duong","fore_name":"Duc M","initials":"DM","full_name":"Duc M Duong"},{"last_name":"Epstein","fore_name":"Michael P","initials":"MP","full_name":"Michael P Epstein"},{"last_name":"Cutler","fore_name":"David J","initials":"DJ","full_name":"David J Cutler"},{"last_name":"Levey","fore_name":"Allan I","initials":"AI","full_name":"Allan I Levey"},{"last_name":"Bennett","fore_name":"David A","initials":"DA","full_name":"David A Bennett"},{"last_name":"Seyfried","fore_name":"Nicholas T","initials":"NT","full_name":"Nicholas T Seyfried"},{"last_name":"Wingo","fore_name":"Thomas S","initials":"TS","full_name":"Thomas S Wingo"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1038/s41588-025-02291-2","journal":"Nature genetics","journal_abbr":"Nat Genet","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921766","title":"Augmenting cost-effectiveness in clinical diagnosis using extended whole-exome sequencing SNVs, SVs, and beyond.","abstract":"In standard short-read whole-exome sequencing (WES), capture probes are typically designed to target the protein-coding regions (CDS), and regions outside the exons-except for adjacent intronic sequences-are rarely sequenced. Although the majority of known pathogenic variants reside within the CDS as nonsynonymous variants, some disease-causing variants are located in regions that are difficult to detect by WES alone, such as deep intronic variants and structural variants, often requiring whole-genome sequencing (WGS) for detection. Moreover, WES has limitations in reliably identifying pathogenic variants within mitochondrial Deoxyribonucleic Acid or repetitive regions. Here, we propose a strategy to improve the diagnostic yield in a cost-effective manner by expanding the target design of WES beyond the CDS. As an illustrative example, we experimentally validated an extended WES approach covering intronic and untranslated regions (UTRs) of 188 genes listed in the Japanese public health insurance-covered multiple gene testing, intronic and UTRs of 81 genes listed in ACMG Secondary Findings (SF) v3.2, and 70 repeat regions associated with diseases. Additionally, the entire mitochondrial genome was targeted. We demonstrate the coverage of these extended regions based on experimental data and present case examples in which previously diagnosed pathogenic variants located outside the CDS were successfully detected using this approach. This strategy enables a substantial increase in the chance of achieving a definitive diagnosis for patients using WES alone, without requiring WGS, at a cost comparable to conventional WES. Our method has the potential to significantly shorten the diagnostic odyssey and represents a valuable approach in clinical genomics.","authors":[{"last_name":"Miya","fore_name":"Fuyuki","initials":"F","full_name":"Fuyuki Miya"},{"last_name":"Nakato","fore_name":"Daisuke","initials":"D","full_name":"Daisuke Nakato"},{"last_name":"Suzuki","fore_name":"Hisato","initials":"H","full_name":"Hisato Suzuki"},{"last_name":"Yamada","fore_name":"Mamiko","initials":"M","full_name":"Mamiko Yamada"},{"last_name":"Watanabe","fore_name":"Daisuke","initials":"D","full_name":"Daisuke Watanabe"},{"last_name":"Takenouchi","fore_name":"Toshiki","initials":"T","full_name":"Toshiki Takenouchi"},{"last_name":"Kosaki","fore_name":"Kenjiro","initials":"K","full_name":"Kenjiro Kosaki"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1038/s10038-025-01403-4","journal":"Journal of human genetics","journal_abbr":"J Hum Genet","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921620","title":"Pathological fondness for noises with right temporal lobe atrophy.","abstract":"","authors":[{"last_name":"van 't Hooft","fore_name":"Jochum J","initials":"JJ","full_name":"Jochum J van 't Hooft"},{"last_name":"Jiang","fore_name":"Jessica","initials":"J","full_name":"Jessica Jiang"},{"last_name":"Core","fore_name":"Lucy B","initials":"LB","full_name":"Lucy B Core"},{"last_name":"Pijnenburg","fore_name":"Yolande A L","initials":"YAL","full_name":"Yolande A L Pijnenburg"},{"last_name":"Paterson","fore_name":"Ross W","initials":"RW","full_name":"Ross W Paterson"},{"last_name":"Warren","fore_name":"Jason D","initials":"JD","full_name":"Jason D Warren"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1136/pn-2025-004714","journal":"Practical neurology","journal_abbr":"Pract Neurol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921616","title":"Paediatric-onset multiple sclerosis demographics, symptoms and disease progression.","abstract":"Multiple sclerosis (Multiple Sclerosis) is the most common neuroimmunological disease in young adults. Data on its clinical onset before the age of 18 (paediatric-onset Multiple Sclerosis (POMS)) are limited. This observational study present data on 1000 POMS compared with adult-onset Multiple Sclerosis (AOMS) and analysed patients regarding diagnostic delay, initial symptoms and long-term outcome using generalised additive models and adjustment for relevant confounders. The results showed a diagnostic delay and a higher proportion of women with POMS vs AOMS. Sensory (57 ) and visual (48 ) disturbances were the most common initial symptoms of POMS. Relapse rates were higher in POMS than in AOMS within the first 15 years after the clinical onset. The proportion of patients reaching an Expanded Disability Status Scale (EDSS) score of 3.0 by 15 years was lower in POMS (41 ) than in AOMS (age-dependent, 48 -71 ). A plateau phase in EDSS was observed in patients with POMS after age 40, which was not seen in those with AOMS. This plateau phase was responsible for the equalisation of the EDSS score with advanced age between POMS and AOMS. Cerebellar and polysymptomatic symptoms at clinical onset and male sex were predictors of higher EDSS scores in POMS, whereas in AOMS, pyramidal dysfunction was a predictor of worse outcomes. This largest and longest follow-up study of POMS to date revealed that women are more likely to develop Multiple Sclerosis at younger ages and experience different symptoms than men. Patients with POMS tend to have higher relapse rates but may recover more quickly from relapses and experience a more stable disease course later in life.","authors":[{"last_name":"Ellenberger","fore_name":"David","initials":"D","full_name":"David Ellenberger"},{"last_name":"Flachenecker","fore_name":"Peter","initials":"P","full_name":"Peter Flachenecker"},{"last_name":"Haas","fore_name":"Judith","initials":"J","full_name":"Judith Haas"},{"last_name":"Hellwig","fore_name":"Kerstin","initials":"K","full_name":"Kerstin Hellwig"},{"last_name":"Pöhlau","fore_name":"Dieter","initials":"D","full_name":"Dieter Pöhlau"},{"last_name":"Stahmann","fore_name":"Alexander","initials":"A","full_name":"Alexander Stahmann"},{"last_name":"Warnke","fore_name":"Clemens","initials":"C","full_name":"Clemens Warnke"},{"last_name":"Zettl","fore_name":"Uwe K","initials":"UK","full_name":"Uwe K Zettl"},{"last_name":"Rommer","fore_name":"Paulus Stefan","initials":"PS","full_name":"Paulus Stefan Rommer"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1136/jnnp-2025-336680","journal":"Journal of neurology, neurosurgery, and psychiatry","journal_abbr":"J Neurol Neurosurg Psychiatry","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921538","title":"Implantable biosensors Advancements and applications.","abstract":"This chapter, Implantable Biosensors Advancements and Applications, provides a succinct overview of the state-of-the-art in implantable biosensor technology, highlighting both established clinical uses and promising areas of ongoing research. It begins by outlining the fundamental principles and advantages of these sensors, such as their precision in physiological monitoring and capability for real-time therapeutic interventions. A variety of implantable sensors are categorized, including biophysical and biochemical types, each designed for specific medical applications. In endocrinology, continuous glucose monitoring (CGM) systems represent a pivotal and well-established use of implantable biosensors for diabetes management. In contrast, applications in ophthalmology, such as sensors for monitoring intraocular pressure to prevent glaucoma, are still under investigation and not yet widely adopted in clinical practice, though they hold significant promise. The chapter also explores potential applications across other medical fields, including cardiology, neurology, gastroenterology, pulmonology, otolaryngology, urology, orthopedics, pharmacology, and oncology. These areas are witnessing innovative research and development efforts aimed at harnessing the potential of implantable biosensors for enhanced patient care. The integration of these sensors with drug delivery systems and their role in real-time disease biomarker monitoring underscore their transformative potential. In summary, this chapter highlights the significant advancements in implantable biosensors, emphasizing their current clinical applications and future possibilities in revolutionizing medical diagnostics and treatment.","authors":[{"last_name":"Nirwal","fore_name":"Gurleen K","initials":"GK","full_name":"Gurleen K Nirwal"},{"last_name":"Wu","fore_name":"Kevin Y","initials":"KY","full_name":"Kevin Y Wu"},{"last_name":"Ramnawaz","fore_name":"Taanvee P","initials":"TP","full_name":"Taanvee P Ramnawaz"},{"last_name":"Xu","fore_name":"Yue","initials":"Y","full_name":"Yue Xu"},{"last_name":"Carbonneau","fore_name":"Marjorie","initials":"M","full_name":"Marjorie Carbonneau"},{"last_name":"Nguyen","fore_name":"Bich H","initials":"BH","full_name":"Bich H Nguyen"},{"last_name":"Tran","fore_name":"Simon D","initials":"SD","full_name":"Simon D Tran"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/bs.pmbts.2025.06.006","journal":"Progress in molecular biology and translational science","journal_abbr":"Prog Mol Biol Transl Sci","source":"pubmed","mesh_headings":["Biosensing Techniques","Humans","Prostheses and Implants","Animals"],"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40921460","title":"Clinical predictors and prognostic impact of left ventricular thrombus recurrence.","abstract":"There is limited contemporary data available on the subject of left ventricular thrombus (LVT) recurrence. This study aimed to evaluate the incidence, outcomes and predictors of patients with LVT recurrence after resolution. This was a retrospective cohort study involving 346 patients with resolved LVT at baseline, derived from an echocardiography database at a tertiary medical centre, from March 2011 to January 2021. Patients were stratified based on the presence of LVT recurrence during follow-up, with subgroup analysis performed for patients who developed LVT post-acute myocardial infarction (AMI) over a median follow-up duration of 4.4 years. The incidence of LVT recurrence was 11.8 (n 41/346) among all resolved LVT (mean age of 59.9 11.6 years, 86.4 male), and 12.0 (n 23/192) in patients with post-AMI resolved LVT. On multivariable regression analyses accounting for competing risks (all-cause mortality), active or previous malignancy was associated with LVT recurrence in both all (adjusted subdistribution HR (aSHR) 5.59, 95 CI 2.02 to 15.5, p 0.001) and patients with post-AMI (aSHR 13.9, 95 CI 4.05 to 47.7, p 0.001) resolved LVT. Initial LVT characteristics such as size (per cm) (aSHR 1.42, 95 CI 1.02 to 1.96, p 0.036) and protrusion (aSHR 5.46, 95 CI 1.38 to 21.6, p 0.016) were associated with recurrence in all and patients with post-AMI, respectively. On multivariable Cox regression analyses, LVT recurrence was associated with increased composite outcomes (comprising AMI, acute ischaemic stroke, acute decompensated heart failure, all-cause mortality) in all patients with resolved LVT (adjusted HR (aHR) 3.04, 95 CI 1.70 to 5.44, p 0.001), and in the post-AMI subgroup (aHR 2.77, 95 CI 1.21 to 6.32, p 0.016). Active or previous malignancy, and initial LVT imaging characteristics were associated with recurrent LVT. LVT recurrence was a marker of poor prognosis in terms of adverse composite outcomes in patients with resolved LVT.","authors":[{"last_name":"Leow","fore_name":"Aloysius Sheng-Ting","initials":"AS","full_name":"Aloysius Sheng-Ting Leow"},{"last_name":"Low","fore_name":"Christopher Junyan","initials":"CJ","full_name":"Christopher Junyan Low"},{"last_name":"Goh","fore_name":"Fang-Qin","initials":"FQ","full_name":"Fang-Qin Goh"},{"last_name":"Seah","fore_name":"Andre Wen-Jie","initials":"AW","full_name":"Andre Wen-Jie Seah"},{"last_name":"Tan","fore_name":"Benjamin Yong-Qiang","initials":"BY","full_name":"Benjamin Yong-Qiang Tan"},{"last_name":"Kong","fore_name":"William K F","initials":"WKF","full_name":"William K F Kong"},{"last_name":"Poh","fore_name":"Kian-Keong","initials":"KK","full_name":"Kian-Keong Poh"},{"last_name":"Chan","fore_name":"Mark Y","initials":"MY","full_name":"Mark Y Chan"},{"last_name":"Yeo","fore_name":"Leonard L L","initials":"LLL","full_name":"Leonard L L Yeo"},{"last_name":"Chai","fore_name":"Ping","initials":"P","full_name":"Ping Chai"},{"last_name":"Yeo","fore_name":"Tiong-Cheng","initials":"TC","full_name":"Tiong-Cheng Yeo"},{"last_name":"Zhou","fore_name":"Xin","initials":"X","full_name":"Xin Zhou"},{"last_name":"Lip","fore_name":"Gregory Y H","initials":"GYH","full_name":"Gregory Y H Lip"},{"last_name":"Sia","fore_name":"Ching-Hui","initials":"CH","full_name":"Ching-Hui Sia"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1136/heartjnl-2025-326486","journal":"Heart (British Cardiac Society)","journal_abbr":"Heart","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921347","title":"Refractive Outcomes Using Simulated Keratometry Versus Keratometry From an Optical Biometer.","abstract":"To compare refractive prediction accuracy using simulated keratometry (SimK) measurements obtained from a Scheimpflug tomographer (Pentacam AXL, Oculus) versus keratometry (Potassium) measurements obtained from an optical biometer utilizing telecentric keratometry (IOLMaster 700 (IOLM700), Carl Zeiss Meditec AG) applied to modern IOL power calculation formulas. Retrospective accuracy and validity analysis METHODS Setting Private practice center STUDY POPULATION Five hundred eighty-nine eyes with preoperative SimK and Potassium measurements undergoing phacoemulsification and implantation of monofocal IOL (Clareon SY60WF IOL, Alcon Laboratories, Inc.). Using IOLCon constants and optimized lens constants, nine IOL formulas (Barrett Universal 2.0 (BU2), Cooke K6 (K6), EVO 2.0, Haigis, Hoffer Q, Holladay I, Pearl DGS, SRK/T, and T2) were used to calculate refractive prediction errors across three methods (1) IOLM700 biometry (axial length (AL), anterior chamber depth (ACD), and Potassium), (2) Pentacam AXL biometry (AL, ACD, and Sim Potassium), and (3) combined IOLM700 AL/ACD with Pentacam AXL Sim Potassium MAIN OUTCOME MEASURES Mean absolute error (MAE) and root mean squared error (RMSE) were used to assess refractive outcomes. Using both non-optimized (IOLCon) and optimized lens constants, all nine formulas demonstrated the lowest MAE and RMSE with the IOLMaster 700 approach, followed by the combination approach, and then the Pentacam AXL approach. Formula rankings varied among the three techniques the K6 formula had the highest ranking for the IOLM700 technique, while EVO 2.0 had the top ranking for the Pentacam and combination techniques. When applying heteroscedastic testing to compare the three methods within each of the nine formulas, the IOLM700 version was significantly better than the combination version (all p 0.05), and the combination version was superior to the PC version (all p 0.05). Among the top-performing Pentacam formulas, the BU2 and Haigis formulas were statistically similar to the EVO 2.0 CONCLUSIONS Biometric values (including standard Potassium) from the IOLM700 provided the most accurate refractive predictions across formulas, outperforming biometric values (including Sim Potassium) from the Pentacam AXL, even after lens constant optimization. Sim Potassium values are not directly interchangeable with SS-OCT biometer-derived Potassium values. The performance of formulas varies based on the source of biometry and optimization.","authors":[{"last_name":"Cooke","fore_name":"David L","initials":"DL","full_name":"David L Cooke"},{"last_name":"Multani","fore_name":"Karanpreet S","initials":"KS","full_name":"Karanpreet S Multani"},{"last_name":"Wendelstein","fore_name":"Jascha A","initials":"JA","full_name":"Jascha A Wendelstein"},{"last_name":"Riaz","fore_name":"Kamran M","initials":"KM","full_name":"Kamran M Riaz"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.ajo.2025.08.055","journal":"American journal of ophthalmology","journal_abbr":"Am J Ophthalmol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921319","title":"Prevalence and magnitude of perceived dual-task difficulties in people with multiple sclerosis an international study.","abstract":"To investigate the prevalence and magnitude of dual-task (DT) difficulties and the discriminative ability of three questionnaires evaluating perceived DT difficulties the Dual-Tasking Questionnaire (DTQ), Dual-Task Screening-List (DTSL), and Dual-Task-Impact on Daily-life Activities Questionnaire (DIDA-Q). Multicenter, cross-sectional study SETTING Persons with multiple sclerosis (pwMS) and healthy controls (HC) were recruited from 7 multiple sclerosis centers across 6 countries (Belgium, Chile, Italy, Israel, Spain, and Turkey). A total of 540 participants 175 with mild disability (mean EDSS 2.1, mean age 42.9), 181 with moderate-to-severe disability (mean EDSS 5.3, mean age 51.9), and 184 HC (mean age 44.8). Not applicable MAIN OUTCOME MEASURES The cut-off scores of the DTQ, DTSL, and DIDA-Q and prevalence of DT difficulties were calculated. The effect size (ES) was calculated to determine the magnitude of the differences between groups (pwMS vs HC). The discriminative properties were identified by the area under the receiver operating characteristic curve (AUC). Cut-off values were estimated as the mean survey score plus two standard deviations of the HC group. Prevalence ranged from 49-87 in the moderate-to-severe disability and 25-45 in the mild disability group. The cut-off scores were 45/100 for DTQ, 25/100 for DTSL, and 14/76 for DIDA-Q. The DTQ (ES 0.61), DTSL (ES 0.73), and DIDA-Q (ES 0.80) demonstrated discriminative ability with a moderate-to-large ES, showing greater perceived DT difficulties in pwMS compared to HC. The DIDA-Q had the largest AUC (0.904) compared to DTSL (0.866), and DTQ (0.802). DT difficulties were already perceived in almost half of the mildly disabled patients and increased with disability severity. The DTQ, DTSL, and DIDA-Q show discriminative ability, with the highest AUC and ES observed in DIDA-Q. The DTQ, DTSL, and DIDA-Q can clearly be used in pwMS for clinical and research purposes.","authors":[{"last_name":"Abasıyanık","fore_name":"Zuhal","initials":"Z","full_name":"Zuhal Abasıyanık"},{"last_name":"Pedullà","fore_name":"Ludovico","initials":"L","full_name":"Ludovico Pedullà"},{"last_name":"Kahraman","fore_name":"Turhan","initials":"T","full_name":"Turhan Kahraman"},{"last_name":"Soler","fore_name":"Bernardita","initials":"B","full_name":"Bernardita Soler"},{"last_name":"Santoyo-Medina","fore_name":"Carme","initials":"C","full_name":"Carme Santoyo-Medina"},{"last_name":"Tacchino","fore_name":"Andrea","initials":"A","full_name":"Andrea Tacchino"},{"last_name":"D'Hooge","fore_name":"Mieke","initials":"M","full_name":"Mieke D'Hooge"},{"last_name":"Gysemberg","fore_name":"Griet","initials":"G","full_name":"Griet Gysemberg"},{"last_name":"Galán","fore_name":"Ingrid","initials":"I","full_name":"Ingrid Galán"},{"last_name":"Cárcamo","fore_name":"Claudia","initials":"C","full_name":"Claudia Cárcamo"},{"last_name":"Omar","fore_name":"Areen","initials":"A","full_name":"Areen Omar"},{"last_name":"Ertekin","fore_name":"Özge","initials":"Ö","full_name":"Özge Ertekin"},{"last_name":"Özakbaş","fore_name":"Serkan","initials":"S","full_name":"Serkan Özakbaş"},{"last_name":"Kos","fore_name":"Daphne","initials":"D","full_name":"Daphne Kos"},{"last_name":"Kalron","fore_name":"Alon","initials":"A","full_name":"Alon Kalron"},{"last_name":"Feys","fore_name":"Peter","initials":"P","full_name":"Peter Feys"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.apmr.2025.08.017","journal":"Archives of physical medicine and rehabilitation","journal_abbr":"Arch Phys Med Rehabil","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921260","title":"Rostro-caudal TMS mapping of immediate transcranial evoked potentials reveals a pericentral crescendo-decrescendo pattern.","abstract":"We recently demonstrated that single-pulse TMS of the primary sensorimotor hand area (SM1) elicits an immediate transcranial evoked potential (iTEP). This iTEP response appears within 2-8 ms post-TMS, featuring high-frequency peaks superimposed on a slow positive wave. Here, we used a linear TMS-Electroencephalogram mapping approach to characterize the rostro-caudal iTEP expression and compared it to that of motor-evoked potentials (MEPs). In 15 healthy young volunteers (9 females), we identified the iTEP hotspot in left SM1. We applied single biphasic TMS pulses at an intensity of 110 of resting motor threshold over six cortical sites along a rostro-caudal axis (2 cm rostral to 3 cm caudal to the SM1 hotspot). We analyzed site-specific iTEP and MEP responses. iTEP magnitude decreased rostrally and caudally from the SM1 hotspot. MEPs exhibited a similar rostro-caudal crescendo-decrescendo pattern. While iTEP and MEP response profiles were similar, normalized iTEP amplitudes decayed less rapidly at the first postcentral site. These findings support the idea that pericentral iTEPs reflect a direct response signature of the pericentral cortex, possibly involving a synchronized TMS-induced excitation of cortical pyramidal tract neurons. Similar but non-identical rostro-caudal patterns suggest that iTEPs and MEPs may arise from overlapping but distinct neuronal populations.","authors":[{"last_name":"Nuyts","fore_name":"Marten","initials":"M","full_name":"Marten Nuyts"},{"last_name":"Beck","fore_name":"Mikkel Malling","initials":"MM","full_name":"Mikkel Malling Beck"},{"last_name":"Banach","fore_name":"Agata","initials":"A","full_name":"Agata Banach"},{"last_name":"Thielscher","fore_name":"Axel","initials":"A","full_name":"Axel Thielscher"},{"last_name":"Meesen","fore_name":"Raf","initials":"R","full_name":"Raf Meesen"},{"last_name":"Tomasevic","fore_name":"Leo","initials":"L","full_name":"Leo Tomasevic"},{"last_name":"Siebner","fore_name":"Hartwig Roman","initials":"HR","full_name":"Hartwig Roman Siebner"},{"last_name":"Christiansen","fore_name":"Lasse","initials":"L","full_name":"Lasse Christiansen"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.neuroimage.2025.121446","journal":"NeuroImage","journal_abbr":"Neuroimage","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921130","title":"Mobility impairment and fall concern predict wayfinding ability in persons with multiple sclerosis.","abstract":"The ability to navigate through one s environment is crucial for maintaining independence in daily life and depends on complex cognitive and motor functions that are vulnerable to decline in persons with Multiple Sclerosis (Multiple Sclerosis). While previous research suggests a role for mobility in the physical act of navigation, it remains unclear to what extent mobility impairment and perceptions of mobility constraints may modify wayfinding and the recall of environment details in support of successful navigation. Therefore, this study examined the relations among clinical mobility function, concern about falling, and recall of environment details in a clinical sample of Multiple Sclerosis. Forty-four individuals with relapsing-remitting Multiple Sclerosis (79.5 female, aged 31-65 years) completed a virtual adaptation of the Morris Water Maze (vMWM) while seated at a computer and subsequent free recall of details from the virtual environment. The inclusion of disease severity (Patient Determined Disease Steps), measures of gait, balance and concern about falling as predictors in multiple regression accounted for 25.0 of the variance in recall of environment details. Balance performance emerged as the strongest unique predictor, followed by concern about falling. Together, these findings underscore the importance of considering mobility function, including perceptions of mobility constraints, in assessment of wayfinding ability, as modifiable risk factors that have the potential to shape one s memory of the environment.","authors":[{"last_name":"Chargo","fore_name":"Alexis N","initials":"AN","full_name":"Alexis N Chargo"},{"last_name":"Takla","fore_name":"Taylor N","initials":"TN","full_name":"Taylor N Takla"},{"last_name":"Fritz","fore_name":"Nora E","initials":"NE","full_name":"Nora E Fritz"},{"last_name":"Daugherty","fore_name":"Ana M","initials":"AM","full_name":"Ana M Daugherty"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.msard.2025.106722","journal":"Multiple sclerosis and related disorders","journal_abbr":"Mult Scler Relat Disord","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921103","title":"Impacts of Environmental Distractions and Interruptions on Unsupervised Digital Cognitive Assessments in Older Adults Cognitive Ecological Momentary Assessment Study.","abstract":"Unsupervised cognitive assessments are becoming commonly used in studies of aging and neurodegenerative diseases. As assessments are completed in everyday environments and without a proctor, there are concerns about how common distractions may impact performance and whether these distractions may differentially impact those experiencing the earliest symptoms of dementia. We examined the impact of self-reported interruptions, testing location, and social context during testing on remote cognitive assessments in older adults. Participants from the Ambulatory Research in Cognition smartphone study were classified as cognitively normal (n 380) or as having very mild dementia (n 37). Participants completed daily tests of processing speed, working memory, and associative memory. At each assessment, participants were asked for their current location and social surroundings, which was used to quantify whether participants were either at home (or not) and by themselves (or not). After each assessment session, participants were asked if they experienced any interruptions. Mixed-effect modeling tested the interactions between location, social context, and clinical status. Additional analyses were conducted by removing sessions where participants reported that they were interrupted at any point during the testing period. Across all participants, momentary effects of environmental distractions were minimal. Specifically, when tests were completed in the presence of others, participants exhibited slightly increased variability in processing speed (P .04). However, these momentary effects of environmental distractions were dependent upon cognitive status (P .009). Cognitively normal older adults had better visuospatial working memory performance when they completed tests at home compared to when they completed tests away from home (P .001). However, older adults with very mild dementia showed no effect of testing location on the same task (P .36). Conversely, cognitively normal older adults did not differ in their processing speed at either testing location (P .88). Older adults with very mild dementia were slightly faster when not at home (P .04). Social context only impacted variability in processing speed for participants with very mild dementia (P .04). When considering tests completed in the most distracting environments (away from home and in the presence of others), those with very mild dementia showed larger differences only on the visuospatial working memory measure. Additional analyses demonstrated that after removing sessions in which participants self-reported experiencing an interruption (1194/9633, 12.4 of all assessments), these small effects of environmental distractions on cognition remained, but were more apparent in those with very mild dementia. Social context and location of unsupervised remote cognitive testing have small impacts on performance, but these impacts were not consistent across cognitive domains and were mostly limited to participants demonstrating the earliest symptoms of dementia. Remote cognitive testing provides valid and reliable data in older adults, but care should be taken to allow participants to report distractions that may occur during testing.","authors":[{"last_name":"Welhaf","fore_name":"Matthew","initials":"M","full_name":"Matthew Welhaf"},{"last_name":"Wilks","fore_name":"Hannah","initials":"H","full_name":"Hannah Wilks"},{"last_name":"Aschenbrenner","fore_name":"Andrew J","initials":"AJ","full_name":"Andrew J Aschenbrenner"},{"last_name":"Katteri","fore_name":"Samhita","initials":"S","full_name":"Samhita Katteri"},{"last_name":"Morris","fore_name":"John C","initials":"JC","full_name":"John C Morris"},{"last_name":"Hassenstab","fore_name":"Jason J","initials":"JJ","full_name":"Jason J Hassenstab"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.2196/71578","journal":"JMIR mHealth and uHealth","journal_abbr":"JMIR Mhealth Uhealth","source":"pubmed","mesh_headings":["Humans","Aged","Male","Female","Ecological Momentary Assessment","Aged, 80 and over","Cognition","Neuropsychological Tests","Attention","Self Report"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921024","title":"Neuroimaging Findings in Children and Young Adults With Neurotoxicity After CAR T-Cell Therapy for B-Cell Malignancies.","abstract":"Neuroimaging findings in immune effector cell-associated neurotoxicity syndrome (ICANS) have not been systematically described. We created the chimeric antigen receptor (CAR) T-cell Neurotoxicity Imaging Virtual Archive Library (CARNIVAL), a centralized imaging database for children and young adults receiving CAR T-cell therapy. Objectives of this study were to (1) characterize neuroimaging findings associated with ICANS and (2) determine whether specific ICANS-related neuroimaging findings are associated with individual neurologic symptoms. We performed a multicenter retrospective cohort study of patients 30 years who experienced ICANS following CAR T-cell therapy for B-cell malignancies between January 1, 12, and January 31, 23, and had a brain Magnetic Resonance Imaging in the first 30 days after CAR T-cell infusion. Deidentified MRIs were reviewed by a central study team of pediatric neuroradiologists with experience in ICANS neuroimaging. Imaging features were categorized and correlated with CAR product and clinical characteristics including preinfusion neurologic history, and postinfusion neurologic symptoms alongside CAR T-cell toxicities using logistic regression. Of 864 patients treated with CD19 and/or CD22-directed CAR T-cells, 343 developed ICANS. 96 of the patients with ICANS (median age 12, 43 female) had an acute brain Magnetic Resonance Imaging. Of these, 36 (95 CI 27 -47 ) had ICANS-related Magnetic Resonance Imaging abnormalities, most commonly affecting the white matter (24/35, 69 ), brainstem (14/35, 40 ), leptomeninges (10/35, 29 ), and thalami (9/35, 26 ). ICANS-related white matter abnormalities were generally bilateral, symmetric, and involved the supratentorial deep white structures, including the external and extreme capsules, corticospinal tracts, centrum semiovale, and periatrial white matter. There were no significant associations between ICANS-related Magnetic Resonance Imaging abnormalities and baseline clinical/demographic characteristic or specific ICANS symptoms, but higher ICANS grade was positively associated with Magnetic Resonance Imaging abnormalities (adjusted odds ratio 3.7, 0.001). Among 12 patients with ICANS-related Magnetic Resonance Imaging abnormalities who had follow-up imaging, 10 of 12 (83 ) improved and 3 of 12 fully resolved. ICANS-related brain Magnetic Resonance Imaging abnormalities demonstrate unique patterns in the cerebral white matter, brainstem and thalami their prevalence increases with ICANS clinical grade. Because our cohort is enriched for patients with severe ICANS, it likely overestimates the incidence of ICANS-related imaging abnormalities. A better understanding of neuroimaging findings is valuable for parsing pathophysiologic mechanisms of ICANS and optimizing patient outcomes.","authors":[{"last_name":"McGuire","fore_name":"Jennifer L","initials":"JL","full_name":"Jennifer L McGuire"},{"last_name":"Pinto","fore_name":"Soniya","initials":"S","full_name":"Soniya Pinto"},{"last_name":"Erdogan","fore_name":"Esin Nur","initials":"EN","full_name":"Esin Nur Erdogan"},{"last_name":"Li","fore_name":"Yimei","initials":"Y","full_name":"Yimei Li"},{"last_name":"Bhatia","fore_name":"Aashim","initials":"A","full_name":"Aashim Bhatia"},{"last_name":"Oztek","fore_name":"Murat Alp","initials":"MA","full_name":"Murat Alp Oztek"},{"last_name":"Vossough","fore_name":"Arastoo","initials":"A","full_name":"Arastoo Vossough"},{"last_name":"Wright","fore_name":"Jason N","initials":"JN","full_name":"Jason N Wright"},{"last_name":"Shah","fore_name":"Ritu","initials":"R","full_name":"Ritu Shah"},{"last_name":"Carapia","fore_name":"Naomi Torres","initials":"NT","full_name":"Naomi Torres Carapia"},{"last_name":"Shams","fore_name":"Nour","initials":"N","full_name":"Nour Shams"},{"last_name":"Westermann","fore_name":"Carly","initials":"C","full_name":"Carly Westermann"},{"last_name":"Taraseviciute","fore_name":"Agne","initials":"A","full_name":"Agne Taraseviciute"},{"last_name":"Yates","fore_name":"Bonnie","initials":"B","full_name":"Bonnie Yates"},{"last_name":"Naik","fore_name":"Swati","initials":"S","full_name":"Swati Naik"},{"last_name":"Gardner","fore_name":"Rebecca","initials":"R","full_name":"Rebecca Gardner"},{"last_name":"Annesley","fore_name":"Colleen","initials":"C","full_name":"Colleen Annesley"},{"last_name":"Hsieh","fore_name":"Emily","initials":"E","full_name":"Emily Hsieh"},{"last_name":"Diorio","fore_name":"Caroline","initials":"C","full_name":"Caroline Diorio"},{"last_name":"Myers","fore_name":"Regina","initials":"R","full_name":"Regina Myers"},{"last_name":"Epperly","fore_name":"Rebecca","initials":"R","full_name":"Rebecca Epperly"},{"last_name":"Talleur","fore_name":"Aimee","initials":"A","full_name":"Aimee Talleur"},{"last_name":"Shalabi","fore_name":"Haneen","initials":"H","full_name":"Haneen Shalabi"},{"last_name":"Shah","fore_name":"Nirali","initials":"N","full_name":"Nirali Shah"},{"last_name":"Gust","fore_name":"Juliane","initials":"J","full_name":"Juliane Gust"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1212/WNL.0000000000214086","journal":"Neurology","journal_abbr":"Neurology","source":"pubmed","mesh_headings":["Humans","Child","Female","Male","Adolescent","Retrospective Studies","Young Adult","Magnetic Resonance Imaging","Neurotoxicity Syndromes","Neuroimaging","Child, Preschool","Immunotherapy, Adoptive","Adult","Brain","Cohort Studies","Infant"],"publication_types":["Journal Article","Multicenter Study"],"affiliation":"","has_medical_terms":false}
{"id":"40921023","title":"Trends in Status Epilepticus-Related Mortality Disparities in the United States, 1999-2020.","abstract":"Status epilepticus (SE) is a life-threatening neurologic emergency. Although health disparities in epilepsy are well-documented, disparities in SE mortality are not fully understood. This study analyzes mortality trends and demographics in the United States from 1999 through 2020. This was a retrospective study of national data from the Center for Disease Control and Prevention s Wide-Ranging Online Data for Epidemiologic Research platform. We identified annual deaths due to SE for the years 1999 through 2020, stratified by age and by race and ethnicity. From 1999 through 2020, there were 16,491 deaths due to SE in the United States. Overall, there was nearly a 2-fold increase in the age-standardized mortality due to the SE rate from 1999 to 2020 (0.13 per 100,000 persons 95 CI 0.11-0.15 in 1999 to 0.25 per 100,000 persons 95 CI 0.23-0.27 in 2020). This increase was most pronounced among older individuals (aged 75 years and older, followed by ages 50-74 years), and in non-Hispanic Black or African American individuals. Over the past 2 decades, deaths attributed to SE have increased. This increase was most pronounced among individuals aged 75 years or older and Black or African Americans. Investigation into the underlying causes of SE-related mortality and reasons for these disparities is needed.","authors":[{"last_name":"Budd","fore_name":"Wesley","initials":"W","full_name":"Wesley Budd"},{"last_name":"Law","fore_name":"Connor A","initials":"CA","full_name":"Connor A Law"},{"last_name":"Shaik","fore_name":"Noor F","initials":"NF","full_name":"Noor F Shaik"},{"last_name":"Camitan","fore_name":"Maria","initials":"M","full_name":"Maria Camitan"},{"last_name":"Woodward","fore_name":"Matthew Ryan","initials":"MR","full_name":"Matthew Ryan Woodward"},{"last_name":"Schneider","fore_name":"Andrea Lauren Christman","initials":"ALC","full_name":"Andrea Lauren Christman Schneider"},{"last_name":"Johnson","fore_name":"Emily L","initials":"EL","full_name":"Emily L Johnson"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1212/WNL.0000000000214098","journal":"Neurology","journal_abbr":"Neurology","source":"pubmed","mesh_headings":["Humans","Status Epilepticus","United States","Middle Aged","Aged","Male","Female","Retrospective Studies","Adult","Adolescent","Young Adult","Aged, 80 and over","Child, Preschool","Infant","Child","Black or African American","Health Status Disparities","Mortality","White"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921021","title":"Identifying Patients With Synucleinopathies From Research Studies to Routine Clinical Practice.","abstract":"","authors":[{"last_name":"Bellomo","fore_name":"Giovanni","initials":"G","full_name":"Giovanni Bellomo"},{"last_name":"Parnetti","fore_name":"Lucilla","initials":"L","full_name":"Lucilla Parnetti"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1212/WNL.0000000000214190","journal":"Neurology","journal_abbr":"Neurology","source":"pubmed","mesh_headings":null,"publication_types":["Editorial"],"affiliation":"","has_medical_terms":false}
{"id":"40921020","title":"Evolution of Motor and Nonmotor Characteristics in an Idiopathic/Isolated REM Sleep Behavior Disorder Cohort.","abstract":"Years before diagnosis of Parkinson disease (Parkinson's Disease), dementia with Lewy bodies (DLB), or multiple system atrophy (MSA), mild prodromal manifestations can be detected. Longitudinal follow-up of people with prodromal synucleinopathy, particularly idiopathic/isolated REM sleep behavior disorder (iRBD), enables in-depth clinical phenotyping of early disease, which could facilitate stratification for clinical trials, provide the definition of appropriate end points, or predict phenoconversion more precisely. The aim of this study was to update and expand on previous studies assessing clinical evolution from iRBD to clinically diagnosed disease, up to 14 years before diagnosis. People with polysomnography-proven iRBD were included in this prospective cohort study (2004-2023) at Center for Advanced Research in Sleep Medicine (Montreal). Participants were followed annually with comprehensive motor and nonmotor assessments until they fulfilled clinical diagnostic criteria for Parkinson's Disease, DLB, or MSA ( phenoconversion ). Tracing backward from phenoconversion, clinical trajectories in iRBD were compared with age-expected trajectories, as well as between Parkinson's Disease and DLB phenoconverters, using mixed-effects models. A total of 95 people with iRBD were included in the analysis (69.0 8.5 years, 26 female, RBD duration 7.1 7.4 years, follow-up 1-15 years) and were eventually diagnosed with either Parkinson's Disease (n 46), DLB (n 43), or MSA (n 6). Among phenoconverters, Movement Disorders Society-Unified Parkinson s Disease Rating Scale Part III and quantitative motor testing showed slowly progressing changes from Y-10, followed by exponential increase approximately 4 years before phenoconversion ((4,298) 79.1, 0.001). From 4 to 5 years before phenoconversion, accelerated worsening was found in global cognition ((3,278) 33.7, 0.001) and color vision ((3,646) 15.9, 0.001). Hyposmia was evident from Y-14 and progressed linearly ((1,37) 15.0, 0.001). Autonomic manifestations were evident from Y-12. DLB phenoconverters showed faster decline in global cognition ((3,95) 21.0, 0.001) and color vision ((3,235) 3.5, 0.02) than Parkinson's Disease phenoconverters. Participants with iRBD showed evolving motor and nonmotor impairment many years before diagnosis of manifest synucleinopathy compared with estimated age-expected references. Our results suggest that some clinical features emerge early and progress linearly while others develop gradually and progress more rapidly shortly before phenoconversion. Prodromal Parkinson's Disease, MSA, and DLB phenoconverters showed overlapping but distinct clinical trajectories, mainly for motor testing, cognitive function, and color vision. Additional large multicenter studies including longitudinal follow-up of controls are needed.","authors":[{"last_name":"Delva","fore_name":"Aline","initials":"A","full_name":"Aline Delva"},{"last_name":"Fereshtehnejad","fore_name":"Seyed-Mohammad","initials":"SM","full_name":"Seyed-Mohammad Fereshtehnejad"},{"last_name":"Vo","fore_name":"Andrew","initials":"A","full_name":"Andrew Vo"},{"last_name":"Yao","fore_name":"Chun William","initials":"CW","full_name":"Chun William Yao"},{"last_name":"Pelletier","fore_name":"Amélie","initials":"A","full_name":"Amélie Pelletier"},{"last_name":"Montplaisir","fore_name":"Jacques","initials":"J","full_name":"Jacques Montplaisir"},{"last_name":"Gagnon","fore_name":"Jean-Francois","initials":"JF","full_name":"Jean-Francois Gagnon"},{"last_name":"Postuma","fore_name":"Ronald","initials":"R","full_name":"Ronald Postuma"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1212/WNL.0000000000214108","journal":"Neurology","journal_abbr":"Neurology","source":"pubmed","mesh_headings":["Humans","REM Sleep Behavior Disorder","Female","Male","Aged","Parkinson Disease","Middle Aged","Disease Progression","Lewy Body Disease","Prospective Studies","Cohort Studies","Prodromal Symptoms","Polysomnography","Multiple System Atrophy","Aged, 80 and over","Longitudinal Studies"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40920933","title":"Muricholic acid mediates puberty initiation via the hypothalamic TGR5 signaling pathway.","abstract":"The onset of puberty is increasingly observed at earlier ages in children, especially in girls with obesity, a trend that predisposes them to long-term metabolic and reproductive disorders in adulthood. Bile acids have emerged as pivotal signaling molecules in both metabolic and reproductive disorders, but remain unexplored in the early onset of puberty in children. Herein, we find elevated levels of muricholic acid (MCA) species in the serum of girls with central precocious puberty, which strongly correlate with indices of hypothalamic-pituitary-gonadal axis activation and can reach peak levels during puberty among healthy children. Intriguingly, reduction of MCA species can lead to decreased expression of gonadotropin-releasing hormone (GnRH) and delay the early onset of puberty, while elevated MCA levels induced premature sexual development in female mice. Mechanistically, we demonstrated that MCA had strong activation effects on Takeda G-protein-coupled receptor 5 (TGR5), and MCA enhanced GnRH expression in GnRH neurons through activation of the TGR5-PI3K/Akt-mTOR signaling pathway. Our findings reveal a link between metabolic status and reproductive maturation, highlighting MCA as a potential therapeutic target for managing early puberty initiation.","authors":[{"last_name":"Wang","fore_name":"Shan","initials":"S","full_name":"Shan Wang"},{"last_name":"Huang","fore_name":"Ke","initials":"K","full_name":"Ke Huang"},{"last_name":"Liu","fore_name":"Ana","initials":"A","full_name":"Ana Liu"},{"last_name":"Wang","fore_name":"Senjie","initials":"S","full_name":"Senjie Wang"},{"last_name":"Jiang","fore_name":"Runqiu","initials":"R","full_name":"Runqiu Jiang"},{"last_name":"Chen","fore_name":"Wenlian","initials":"W","full_name":"Wenlian Chen"},{"last_name":"Wang","fore_name":"Huiying","initials":"H","full_name":"Huiying Wang"},{"last_name":"Ullah","fore_name":"Rahim","initials":"R","full_name":"Rahim Ullah"},{"last_name":"Xue","fore_name":"Chuqing","initials":"C","full_name":"Chuqing Xue"},{"last_name":"Wu","fore_name":"Wei","initials":"W","full_name":"Wei Wu"},{"last_name":"Dong","fore_name":"Guanping","initials":"G","full_name":"Guanping Dong"},{"last_name":"Jiang","fore_name":"Peifang","initials":"P","full_name":"Peifang Jiang"},{"last_name":"Fu","fore_name":"Junfen","initials":"J","full_name":"Junfen Fu"},{"last_name":"Ni","fore_name":"Yan","initials":"Y","full_name":"Yan Ni"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1073/pnas.2511404122","journal":"Proceedings of the National Academy of Sciences of the United States of America","journal_abbr":"Proc Natl Acad Sci U S A","source":"pubmed","mesh_headings":["Animals","Receptors, G-Protein-Coupled","Female","Signal Transduction","Hypothalamus","Mice","Gonadotropin-Releasing Hormone","Puberty, Precocious","Humans","Child","Sexual Maturation","TOR Serine-Threonine Kinases","Neurons","Puberty","Phosphatidylinositol 3-Kinases"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40920417","title":"Ambient Air Pollution and the Severity of Alzheimer Disease Neuropathology.","abstract":"Exposure to fine particulate matter air pollution (PM2.5) may increase risk for dementia. It is unknown whether this association is mediated by dementia-related neuropathologic change found at autopsy. To examine associations between PM2.5 exposure, dementia severity, and dementia-associated neuropathologic change. This cohort study used data associated with autopsy cases collected from 1999 to 2022 at the Center for Neurodegenerative Disease Research Brain Bank at the University of Pennsylvania. Data were analyzed from January to June 2025. Participants included 602 cases with common forms of dementia and/or movement disorders and older controls after excluding 429 cases with missing data on neuropathologic measures, demographic factors, APOE genotype, or residential address. One-year mean PM2.5 concentration prior to death or prior to last Clinical Dementia Rating Sum of Boxes (CDR-SB) assessment was estimated using a spatiotemporal prediction model at residential addresses. Dementia severity was measured by CDR-SB scores. Ten dementia-associated neuropathologic measures representing Alzheimer disease, Lewy body disease, limbic-predominant age-related transactive response Deoxyribonucleic Acid-binding protein (TDP)-43 encephalopathy, and cerebrovascular disease were graded or staged. Linear, logistic, and structural equation models were used to examine the associations between PM2.5, CDR-SB, and neuropathologic measures, adjusting for demographic factors and APOE 4 allele status. In a total of 602 autopsy cases (median IQR age at death, 78 71-85 years 328 male 54.5 and 274 female 45.5 ), higher PM2.5 exposure prior to death was associated with increased odds of more severe Alzheimer disease neuropathologic change (ADNC) (odds ratio, 1.19 95 CI, 1.11-1.28). In a subset of 287 cases with CDR-SB records (median IQR age at death, 79 72-86 years 154 53.7 male and 133 female 46.3 ), higher PM2.5 exposure prior to CDR-SB assessment was associated with greater cognitive and functional impairment ( 0.48 95 CI, 0.22-0.74). Lastly, 63 of the association between higher PM2.5 exposure and greater cognitive and functional impairment was statistically mediated by ADNC ( 0.30 95 CI, 0.04-0.53). In this study, PM2.5 exposure was associated with increased dementia severity and increased ADNC. Population-based studies are needed to better understand this relationship.","authors":[{"last_name":"Kim","fore_name":"Boram","initials":"B","full_name":"Boram Kim"},{"last_name":"Blam","fore_name":"Kaitlin","initials":"K","full_name":"Kaitlin Blam"},{"last_name":"Elser","fore_name":"Holly","initials":"H","full_name":"Holly Elser"},{"last_name":"Xie","fore_name":"Sharon X","initials":"SX","full_name":"Sharon X Xie"},{"last_name":"Van Deerlin","fore_name":"Vivianna M","initials":"VM","full_name":"Vivianna M Van Deerlin"},{"last_name":"Penning","fore_name":"Trevor M","initials":"TM","full_name":"Trevor M Penning"},{"last_name":"Weintraub","fore_name":"Daniel","initials":"D","full_name":"Daniel Weintraub"},{"last_name":"Irwin","fore_name":"David J","initials":"DJ","full_name":"David J Irwin"},{"last_name":"Massimo","fore_name":"Lauren M","initials":"LM","full_name":"Lauren M Massimo"},{"last_name":"McMillan","fore_name":"Corey T","initials":"CT","full_name":"Corey T McMillan"},{"last_name":"Mechanic-Hamilton","fore_name":"Dawn","initials":"D","full_name":"Dawn Mechanic-Hamilton"},{"last_name":"Wolk","fore_name":"David A","initials":"DA","full_name":"David A Wolk"},{"last_name":"Lee","fore_name":"Edward B","initials":"EB","full_name":"Edward B Lee"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1001/jamaneurol.2025.3316","journal":"JAMA neurology","journal_abbr":"JAMA Neurol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40920406","title":"Gadolinium-Enhanced Aneurysm Wall Imaging and Risk of Intracranial Aneurysm Growth or Rupture.","abstract":"Recent longitudinal studies in patients with unruptured intracranial aneurysms (UIAs) suggested that aneurysm wall enhancement (AWE) on magnetic resonance imaging (Magnetic Resonance Imaging) predicts growth and rupture. However, because these studies were limited by small sample size and short follow-up duration, it remains unclear whether this radiological biomarker has predictive value for UIA instability. To determine the 4-year risk of instability of UIAs with AWE and investigate whether AWE is an independent predictor of UIA instability. Individual patient data were obtained from 3 prospective multicenter cohort studies conducted in 83 Chinese centers between January 2017 and December 2024. Included were patients aged 18 to 75 years with at least 1 asymptomatic, saccular UIA greater than or equal to 3 mm. All patients had 3-T Magnetic Resonance Imaging gadolinium-enhanced aneurysm wall imaging and computed tomography angiography (CTA) at baseline, and CTA at follow-up. The primary outcome measure was aneurysm growth or rupture (instability) during follow-up. The absolute risk of aneurysm instability in UIAs with circumferential, focal, and no AWE was determined with Kaplan-Meier estimates at 4 years after baseline aneurysm wall imaging. Cox proportional hazards regression was used to investigate AWE as a potential predictor of instability. Of the 1453 patients who had baseline 3-T Magnetic Resonance Imaging aneurysm wall imaging, 41 patients were excluded because of loss to follow-up or no follow-up CTA, and 61 patients were excluded because of low-quality CTA. We included 1351 patients (median IQR age, 56 48-63 years 750 female 56 ) with 1416 UIAs and 4884 aneurysm-years of follow-up. Instability within 4 years occurred in 235 of 1416 UIAs (16.6 ). The absolute cumulative risk of instability at 4 years was 36.8 (95 CI, 30.7 -43.0 ) in UIAs with circumferential AWE, 17.2 (95 CI, 13.4 -21.1 ) in UIAs with focal AWE, and 11.4 (95 CI, 11.9 -16.1 ) in UIAs with no AWE. Circumferential AWE predicted 4-year instability (hazard ratio HR , 3.80 95 CI, 2.82-5.14) and after adjusting for size ratio, aneurysm location, aneurysm shape, and bifurcation configuration (adjusted HR, 2.21 95 CI, 1.56-3.13). Within 4 years after baseline wall imaging, instability occurred in one-third of UIAs with circumferential AWE. These results suggest that Magnetic Resonance Imaging aneurysm wall imaging may be used for predicting the risk of aneurysm instability.","authors":[{"last_name":"Liu","fore_name":"Qingyuan","initials":"Q","full_name":"Qingyuan Liu"},{"last_name":"Nie","fore_name":"Xin","initials":"X","full_name":"Xin Nie"},{"last_name":"Vergouwen","fore_name":"Mervyn D I","initials":"MDI","full_name":"Mervyn D I Vergouwen"},{"last_name":"Wang","fore_name":"Yuting","initials":"Y","full_name":"Yuting Wang"},{"last_name":"He","fore_name":"Hongwei","initials":"H","full_name":"Hongwei He"},{"last_name":"Wu","fore_name":"Jun","initials":"J","full_name":"Jun Wu"},{"last_name":"Yang","fore_name":"Yi","initials":"Y","full_name":"Yi Yang"},{"last_name":"Mo","fore_name":"Shaohua","initials":"S","full_name":"Shaohua Mo"},{"last_name":"Chen","fore_name":"Lei","initials":"L","full_name":"Lei Chen"},{"last_name":"Mossa-Basha","fore_name":"Mahmud","initials":"M","full_name":"Mahmud Mossa-Basha"},{"last_name":"Levitt","fore_name":"Michael R","initials":"MR","full_name":"Michael R Levitt"},{"last_name":"Edjlali","fore_name":"Myriam","initials":"M","full_name":"Myriam Edjlali"},{"last_name":"Li","fore_name":"Jiangan","initials":"J","full_name":"Jiangan Li"},{"last_name":"Ren","fore_name":"Jinrui","initials":"J","full_name":"Jinrui Ren"},{"last_name":"Zhao","fore_name":"Bing","initials":"B","full_name":"Bing Zhao"},{"last_name":"Wang","fore_name":"Shuo","initials":"S","full_name":"Shuo Wang"},{"last_name":"Liu","fore_name":"Peng","initials":"P","full_name":"Peng Liu"},{"last_name":"Zhu","fore_name":"Chengcheng","initials":"C","full_name":"Chengcheng Zhu"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1001/jamaneurol.2025.3209","journal":"JAMA neurology","journal_abbr":"JAMA Neurol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40920329","title":"Self-Bondable and Strain-Durable Electroceuticals Using Self-Healing and Stretchable Conducting Nanocomposite Trilayer for Effective Vagus Nerve Stimulation.","abstract":"Vagus nerve stimulation (VNS) is a promising therapy for neurological and inflammatory disorders across multiple organ systems. However, conventional rigid interfaces fail to accommodate dynamic mechanical environments, leading to mechanical mismatches, tissue irritation, and unstable long-term interfaces. Although soft neural interfaces address these limitations, maintaining mechanical durability and stable electrical performance remains challenging. Herein, we introduce a self-bondable and strain-durable electroceutical (SSE) as an effective platform for VNS. The SSE self-bonds around the vagus nerve without fixation tools, ensuring stable interfacing through the intrinsic self-bonding property of the self-healing polymer (SHP), while the stress relaxation properties minimize strain and tissue damage. The trilayer-structured electrode enhances the wiring capability and electrical durability under cyclic mechanical stress through interactions between the SHP matrix, conductive silver (Ag) flakes, and a carbon nanotube (CNT) network. Additionally, the synergistic combination of poly(3,4-ethylenedioxythiophene) polystyrenesulfonate and the CNT network improves the electrochemical stability and prevents leakage of Ag ions, thereby addressing cytotoxicity concerns. To evaluate the therapeutic potential, the SSE was applied in a drug-induced seizure rodent model, and electroencephalogram (Electroencephalogram) monitoring was performed to distinguish between normal, seizure, and post-VNS states. Quantitative Electroencephalogram analysis demonstrated significant modulation of the power spectra and peak frequencies, confirming the therapeutic efficacy of VNS. Histological analysis revealed minimal inflammation, thus validating the biocompatibility of the electrodes. These findings establish SSE as a robust and adaptable electroceutical platform for the treatment of epilepsy and for broader neuromodulation applications.","authors":[{"last_name":"An","fore_name":"Soojung","initials":"S","full_name":"Soojung An"},{"last_name":"Kim","fore_name":"Taekyung","initials":"T","full_name":"Taekyung Kim"},{"last_name":"Jang","fore_name":"Jaepyo","initials":"J","full_name":"Jaepyo Jang"},{"last_name":"Kim","fore_name":"Taewoo","initials":"T","full_name":"Taewoo Kim"},{"last_name":"Joo","fore_name":"Jaesoon","initials":"J","full_name":"Jaesoon Joo"},{"last_name":"Ju","fore_name":"Jaewon","initials":"J","full_name":"Jaewon Ju"},{"last_name":"Yoon","fore_name":"Sungjun","initials":"S","full_name":"Sungjun Yoon"},{"last_name":"Seong","fore_name":"Duhwan","initials":"D","full_name":"Duhwan Seong"},{"last_name":"Kim","fore_name":"Yewon","initials":"Y","full_name":"Yewon Kim"},{"last_name":"Shin","fore_name":"Mikyung","initials":"M","full_name":"Mikyung Shin"},{"last_name":"Shon","fore_name":"Young-Min","initials":"YM","full_name":"Young-Min Shon"},{"last_name":"Son","fore_name":"Donghee","initials":"D","full_name":"Donghee Son"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1021/acsnano.5c02826","journal":"ACS nano","journal_abbr":"ACS Nano","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40920243","title":"Isolated spinal aneurysms with spontaneous regression.","abstract":"To share our clinical experience with conservative management of isolated spinal arterial aneurysms (ISAs) and to identify clinical scenarios where conservative management may be appropriate, in the context of a literature review. We performed a retrospective review of spinal angiograms from two German neuroradiology centers and conducted a systematic literature review of reported ISA cases. We analyzed demographics, clinical presentation, imaging findings, treatments, and outcomes. We identified seven patients (mean age 48 4 women) with nine ISAs, eight of which were managed conservatively. Five of them had excellent short-term outcomes, and spontaneous regression was documented in four cases. With our cases, 208 ISAs have been reported in the literature in 164 patients (mean age 51 52 female). They most commonly present with subarachnoid hemorrhage (90 ) and back pain (69 ). Most are located in the thoracic (51 ) or cervical spine (40 ) and involve the anterior spinal circulation (63 ). They may be treated by surgical intervention (47 ) or conservatively (37 ), less commonly by endovascular therapy (16 ). 78 of patients have favorable outcomes (mRS 0-3), similar across all treatment approaches. In 52 of conservatively managed cases, spontaneous regression was documented by imaging. Clinical deterioration was primarily associated with respiratory complications and spinal cord infarction, with a documented rebleeding rate of 8 and a mortality rate of 12 . ISAs are a rare and potentially underrecognized cause of cerebral and spinal subarachnoid hemorrhage. In select cases, particularly small ISAs of the anterior spinal or a radiculomedullary artery and with transient neurological symptoms, conservative management appears to be a reasonable approach, supported by increasing evidence of the possibility of spontaneous regression.","authors":[{"last_name":"Richter","fore_name":"Vivien","initials":"V","full_name":"Vivien Richter"},{"last_name":"Khanafer","fore_name":"Ali","initials":"A","full_name":"Ali Khanafer"},{"last_name":"Poli","fore_name":"Sven","initials":"S","full_name":"Sven Poli"},{"last_name":"Expósito","fore_name":"Alexandra Gómez","initials":"AG","full_name":"Alexandra Gómez Expósito"},{"last_name":"Haas","fore_name":"Patrick","initials":"P","full_name":"Patrick Haas"},{"last_name":"Roder","fore_name":"Constantin","initials":"C","full_name":"Constantin Roder"},{"last_name":"Ernemann","fore_name":"Ulrike","initials":"U","full_name":"Ulrike Ernemann"},{"last_name":"Henkes","fore_name":"Hans","initials":"H","full_name":"Hans Henkes"},{"last_name":"Hennersdorf","fore_name":"Florian","initials":"F","full_name":"Florian Hennersdorf"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1007/s10143-025-03768-8","journal":"Neurosurgical review","journal_abbr":"Neurosurg Rev","source":"pubmed","mesh_headings":["Humans","Middle Aged","Female","Male","Retrospective Studies","Remission, Spontaneous","Adult","Treatment Outcome","Aged","Spinal Cord","Aneurysm","Conservative Treatment","Subarachnoid Hemorrhage"],"publication_types":["Journal Article","Systematic Review","Review","Case Reports"],"affiliation":"","has_medical_terms":false}
{"id":"40920242","title":"Construct validity, intrarater and interrater reliability of the Italian version of the systematic screening of handwriting difficulties (SOS) test in people with Parkinson s disease.","abstract":"The Systematic Screening of Handwriting Difficulties in Parkinson s Disease (SOS) test is the only tool specifically designed to evaluate handwriting in people with Parkinson s Disease (pwPD). It is language specific. To assess the construct validity, intrarater and interrater reliability of the Italian version of the SOS test. Thirty-five pwPD and 15 healthy controls (HC) completed the Italian version of the SOS test. Participants copied an Italian text for 5 min on blank paper using a pen. Two independent raters evaluated writing speed, letter size, and handwriting quality according to the SOS test criteria. Correlations between the Italian SOS test scores, fine motor skills, and Parkinson's Disease characteristics were analysed using Spearman s Rho correlation coefficient ( ). Group comparisons were adjusted for education level using ANCOVA. Intrarater and interrater reliability were calculated using the intraclass correlation coefficient (ICC) or Kendall s Tau (Potassium ) coefficient depending on data distribution. The Italian version of the SOS test showed significant correlations between writing speed and fine motor skills in pwPD ( 0.40 p 0.016). PwPD showed significantly smaller letter size ( p 0.15 p 0.006), lower writing speed ( p 0.18 p 0.002), and lower writing quality ( p 0.12 p 0.015) compared to HC. Intrarater reliability was excellent (ICCs 0.990 and Potassium 0.762 for pwPD ICCs 0.923 for HC), as was interrater reliability (ICCs 0.860 and Potassium 0.999 for pwPD ICCs 0.925 for HC). The Italian version of the SOS test is a valid and reliable tool for clinically assessing handwriting in Italian-speaking pwPD. https //clinicaltrials.gov/ NCT04876352, prospectively registered on May 6th 2021.","authors":[{"last_name":"Corbetta","fore_name":"Davide","initials":"D","full_name":"Davide Corbetta"},{"last_name":"Sarasso","fore_name":"Elisabetta","initials":"E","full_name":"Elisabetta Sarasso"},{"last_name":"Gardoni","fore_name":"Andrea","initials":"A","full_name":"Andrea Gardoni"},{"last_name":"Zenere","fore_name":"Lucia","initials":"L","full_name":"Lucia Zenere"},{"last_name":"Balestrino","fore_name":"Roberta","initials":"R","full_name":"Roberta Balestrino"},{"last_name":"Smits-Engelsman","fore_name":"Bouwien","initials":"B","full_name":"Bouwien Smits-Engelsman"},{"last_name":"Pelosin","fore_name":"Elisa","initials":"E","full_name":"Elisa Pelosin"},{"last_name":"Filippi","fore_name":"Massimo","initials":"M","full_name":"Massimo Filippi"},{"last_name":"Agosta","fore_name":"Federica","initials":"F","full_name":"Federica Agosta"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1007/s00415-025-13365-w","journal":"Journal of neurology","journal_abbr":"J Neurol","source":"pubmed","mesh_headings":["Humans","Parkinson Disease","Handwriting","Male","Female","Reproducibility of Results","Aged","Middle Aged","Italy","Motor Skills","Observer Variation"],"publication_types":["Journal Article","Validation Study"],"affiliation":"","has_medical_terms":false}
{"id":"40920226","title":"Electrical impedance myography captures features of muscle structure measured by MRI and transcriptomic analysis in facioscapulohumeral muscular dystrophy.","abstract":"Electrical impedance myography (EIM) has been proposed as an efficient, non-invasive biomarker of muscle composition in facioscapulohumeral muscular dystrophy (FSHD). We investigate whether EIM parameters are associated with muscle structure measured by magnetic resonance imaging (Magnetic Resonance Imaging), muscle histology, and transcriptomic analysis as well as strength at the individual leg muscle level. We performed a multi-center cross-sectional study enrolling 33 patients with FSHD. EIM measurements were recorded from bilateral vastus lateralis, tibialis anterior (TA), and medial gastrocnemius muscles and compared to quantitative muscle volume measures by Magnetic Resonance Imaging as well as knee extension and ankle dorsiflexion strength by quantitative muscle testing. EIM measurements of the bilateral TA were further compared to histology and transcriptomic analysis (RNAseq) of muscle and fat content. EIM phase at multiple frequencies was positively associated to the amount of muscle measured by Magnetic Resonance Imaging ( 0.48 to 0.70, 0.001) and negatively associated to the amount of fat replacement of muscle ( -0.53 to -0.73, 0.001). EIM phase of the vastus lateralis and TA was positively associated with knee extension and ankle dorsiflexion strength normalized to age and sex ( 0.45 to 0.60, 0.0001). The bilateral TA muscles were analyzed at the histopathological and molecular (transcriptomic) levels and showed that EIM phase was positively associated with amount of muscle ( 0.33 to 0.35, .01) and negatively associated with amount of fat ( -0.36 to -0.56, .001) by transcriptomic analysis. This study supports the hypothesis that the amount and quality of muscle tissue as assessed by EIM is associated with the amount and quality of muscle tissues as assessed by Magnetic Resonance Imaging and muscle biopsy, with all measures ultimately being strongly associated with muscle strength. These data provide further convergent validity for the use of EIM as a potential non-invasive biomarker to assess muscle health in FSHD.","authors":[{"last_name":"Wang","fore_name":"Leo H","initials":"LH","full_name":"Leo H Wang"},{"last_name":"Sonbas Cobb","fore_name":"Buket","initials":"B","full_name":"Buket Sonbas Cobb"},{"last_name":"Riem","fore_name":"Lara","initials":"L","full_name":"Lara Riem"},{"last_name":"DuCharme","fore_name":"Olivia","initials":"O","full_name":"Olivia DuCharme"},{"last_name":"Shaw","fore_name":"Dennis Ww","initials":"DW","full_name":"Dennis Ww Shaw"},{"last_name":"Walker","fore_name":"Michaela","initials":"M","full_name":"Michaela Walker"},{"last_name":"Eichinger","fore_name":"Katy","initials":"K","full_name":"Katy Eichinger"},{"last_name":"Lewis","fore_name":"Leann","initials":"L","full_name":"Leann Lewis"},{"last_name":"Tawil","fore_name":"Rabi","initials":"R","full_name":"Rabi Tawil"},{"last_name":"Hamel","fore_name":"Johanna I","initials":"JI","full_name":"Johanna I Hamel"},{"last_name":"Mul","fore_name":"Karlien","initials":"K","full_name":"Karlien Mul"},{"last_name":"Blemker","fore_name":"Silvia S","initials":"SS","full_name":"Silvia S Blemker"},{"last_name":"Tapscott","fore_name":"Stephen J","initials":"SJ","full_name":"Stephen J Tapscott"},{"last_name":"Friedman","fore_name":"Seth D","initials":"SD","full_name":"Seth D Friedman"},{"last_name":"Rutkove","fore_name":"Seward B","initials":"SB","full_name":"Seward B Rutkove"},{"last_name":"Statland","fore_name":"Jeffrey M","initials":"JM","full_name":"Jeffrey M Statland"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1177/22143602251369246","journal":"Journal of neuromuscular diseases","journal_abbr":"J Neuromuscul Dis","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40920198","title":"A Case Report on the Use of Doxazosin to Improve Outcomes in a Patient With a KCNT1 Genetic Variation.","abstract":"This case report describes the use of doxazosin (Cardura) as a treatment for a patient with an autosomal dominant , single-nucleotide R398Q pathogenic variant, which has not previously been described in the literature. The patient has gain-of-function pathogenic genetic variant. Because of the patient s continued seizure burden with the use of traditional antiseizure medications and failed invasive antiseizure interventions, an oocyte cell line with the specific genetic variant was created to test efficacy of various medications. Doxazosin was found to have a high degree of inhibitory activity in both wild-type and mutant cell lines and, as a result, was trialed with this patient. The patient experienced a decrease in unplanned hospitalizations in addition to a dramatic decrease in seizure burden with the initiation of doxazosin with minimal side effects.","authors":[{"last_name":"Petrecca","fore_name":"Abigail","initials":"A","full_name":"Abigail Petrecca"},{"last_name":"Waugh","fore_name":"Evelynne","initials":"E","full_name":"Evelynne Waugh"},{"last_name":"Herbst","fore_name":"James","initials":"J","full_name":"James Herbst"},{"last_name":"Patel","fore_name":"Anup D","initials":"AD","full_name":"Anup D Patel"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1177/08830738251371331","journal":"Journal of child neurology","journal_abbr":"J Child Neurol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
