{"id":"40923307","title":"Effectiveness of deep brain stimulation in alleviating treatment-resistant schizophrenia a systematic review.","abstract":"The complexity of schizophrenia, particularly in cases resistant to traditional pharmacological treatments, poses significant challenges for clinicians and researchers. This systematic review synthesizes existing evidence on the effectiveness of deep brain stimulation in treating treatment-resistant schizophrenia. Utilizing the PRISMA 2020 guidelines, a comprehensive literature search was conducted in March 2025 using the Connected Papers tool and other sources such as Web of Science, PubMed, PsycINFO, Embase, and Scopus, focusing on studies related to deep brain stimulation, treatment-resistant schizophrenia, and refractory schizophrenia. Four studies met the eligibility criteria, revealing that deep brain stimulation targeting specific brain regions, particularly the nucleus accumbens, can lead to significant symptomatic improvements in approximately 30 of patients unresponsive to conventional antipsychotics. Despite ten adverse events recorded across thirteen procedures, deep brain stimulation offers potential benefits for select individuals. While not universally superior to existing treatments, deep brain stimulation could inform clinical practice and decision-making, highlighting its role in multidisciplinary treatment frameworks. The findings underscore the importance of innovative therapeutic approaches in psychiatry and suggest broader implications for neuromodulation techniques across various psychiatric and neurological disorders, promoting personalized and effective treatment paradigms in mental healthcare.","authors":[{"last_name":"Khosravi","fore_name":"Mohsen","initials":"M","full_name":"Mohsen Khosravi"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.4081/ejtm.2025.14206","journal":"European journal of translational myology","journal_abbr":"Eur J Transl Myol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40923273","title":"Black mulberry anthocyanins induce antidepressant-like effects the BDNF/TrkB signaling pathway.","abstract":"Depression is a widespread mental health condition associated with impaired neuroplasticity and disrupted brain-derived neurotrophic factor (BDNF)/TrkB signaling. Black mulberry, rich in anthocyanins, shows promise as a natural intervention for its anti-oxidative and anti-inflammatory profiles. This study evaluated the antidepressant-like effects of black mulberry anthocyanins in mice subjected to chronic mild stress (CMS). Black mulberry anthocyanins, which were extracted and quantified, were orally administered at 250 mg kg daily for four weeks, followed by behavioral assessments including sucrose preference and open field and forced swimming tests. Our results indicated that black mulberry treatment improved depressive behaviors and reduced serum corticosterone. The Ribonucleic Acid sequencing analysis in the hippocampal tissues indicated that black mulberry modulated genes involved in synaptic function and mood regulation, especially BDNF expression. The immunofluorescence assay indicated that black mulberry restored hippocampal BDNF levels. Furthermore, K252a pretreatment not only abolished the antidepressant-like effects of black mulberry, but also blocked the role of black mulberry in synaptic proteins, neurogenesis and synaptogenesis. In conclusion, black mulberry shows potential as a dietary-based intervention for managing stress-related disorders by enhancing BDNF/TrkB signaling, supporting its therapeutic value as a functional food for mental health.","authors":[{"last_name":"Wang","fore_name":"Xin-Yu","initials":"XY","full_name":"Xin-Yu Wang"},{"last_name":"Huang","fore_name":"Jia-Yu","initials":"JY","full_name":"Jia-Yu Huang"},{"last_name":"Cheng","fore_name":"Jie","initials":"J","full_name":"Jie Cheng"},{"last_name":"Huang","fore_name":"Wei-Feng","initials":"WF","full_name":"Wei-Feng Huang"},{"last_name":"Xu","fore_name":"Guang-Hui","initials":"GH","full_name":"Guang-Hui Xu"},{"last_name":"Yi","fore_name":"Li-Tao","initials":"LT","full_name":"Li-Tao Yi"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1039/d5fo02698a","journal":"Food \u0026 function","journal_abbr":"Food Funct","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40923224","title":"Acute effects of sport-related concussion among adolescents with a self-reported history of treatment for anxiety or depression.","abstract":"This study compared symptom reporting and cognitive test performance within 72 h of a suspected concussion between high school student-athletes with and without pre-injury self-reported mental health treatment. Eight hundred seventy-nine high school athletes with ( 75) and without ( 804) a self-reported history of treatment for anxiety or depression underwent preseason baseline testing, and post-injury testing within 72 h of suspected concussion. At baseline, adolescents with a self-reported history of treatment for anxiety or depression ( 75, 8.5 ) endorsed significantly greater affective (Cohen s 0.70), cognitive ( 0.52), physical ( 0.53), and sleep-arousal ( 0.50) symptoms compared to those with no mental health treatment history ( 804). There was not a statistically significant group-by-time interaction for the total symptom severity score ((4, 874) 2.27 .06), indicating that the magnitude of acute symptom worsening following concussion did not appear to differ in association with pre-injury mental health status. There were no significant group differences in neurocognitive composite scores at baseline or following concussion. Similarly, adolescents with self-reported history of treatment for anxiety or depression not more likely to exceed the reliable change cutoffs for worsening symptoms or cognitive functioning as compared to those without a self-reported history of treatment for anxiety or depression. Although there was no difference in the magnitude of change from baseline to post-injury symptom scores between the two groups, adolescents with pre-injury mental health difficulties reported more symptoms at baseline and acutely following a concussion. Adolescents with a self-reported history of treatment for anxiety or depression did not differ from those without on cognitive scores at baseline or following concussion.","authors":[{"last_name":"Stephenson","fore_name":"Katie","initials":"K","full_name":"Katie Stephenson"},{"last_name":"Cook","fore_name":"Nathan E","initials":"NE","full_name":"Nathan E Cook"},{"last_name":"Gaudet","fore_name":"Charles E","initials":"CE","full_name":"Charles E Gaudet"},{"last_name":"Berkner","fore_name":"Paul D","initials":"PD","full_name":"Paul D Berkner"},{"last_name":"Iverson","fore_name":"Grant L","initials":"GL","full_name":"Grant L Iverson"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1080/13854046.2025.2554745","journal":"The Clinical neuropsychologist","journal_abbr":"Clin Neuropsychol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40923177","title":"Not Available .","abstract":"Abnormal blood test results are common in both primary and specialist health care. The cause is often multifactorial, and investigations are often conducted across various specialties. We present a patient with incidental disturbances in the blood count with a serious causal relationship. A young man with Asperger s syndrome and epilepsy sought emergency care due to physical and mental distress following several epileptic seizures after drinking alcohol a few days prior. His physical examination was unremarkable, but blood tests showed severe neutropenia, mild anaemia and thrombocytopenia. The patient was admitted to a psychiatric ward with delusions. Patients with Asperger s syndrome and epilepsy are at higher risk of psychosis. On admission, the patient s delusions improved with increased olanzapine dosage, after which the medication was discontinued due to severe neutropenia. Discontinuation of olanzapine and supplementary vitamin injections did not improve the blood count. Further investigations raised suspicion of a primary bone marrow disorder. After further investigation, including a bone marrow examination, acute lymphoblastic leukaemia (ALL) was diagnosed. The case highlights the importance of thoroughly investigating serious haematologic abnormalities. It also raises questions about the potential role of long-term antiepileptic medication exposure in the development of leukaemia, which warrants further research.","authors":[{"last_name":"Johnstuen","fore_name":"Håkon Skjalg Selland","initials":"HSS","full_name":"Håkon Skjalg Selland Johnstuen"},{"last_name":"Dalane","fore_name":"Ånon Meier","initials":"ÅM","full_name":"Ånon Meier Dalane"},{"last_name":"Quist-Paulsen","fore_name":"Petter","initials":"P","full_name":"Petter Quist-Paulsen"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.4045/tidsskr.25.0153","journal":"Tidsskrift for den Norske laegeforening : tidsskrift for praktisk medicin, ny raekke","journal_abbr":"Tidsskr Nor Laegeforen","source":"pubmed","mesh_headings":["Humans","Male","Neutropenia","Adult","Antipsychotic Agents","Olanzapine","Psychotic Disorders","Precursor Cell Lymphoblastic Leukemia-Lymphoma","Benzodiazepines","Anticonvulsants","Epilepsy","Delusions"],"publication_types":["Journal Article","Case Reports","English Abstract"],"affiliation":"","has_medical_terms":false}
{"id":"40923144","title":"Ventral Anterior-Lateral Complex of the Thalamus Mediates Chronic Stress-Induced Pain Hypersensitivity and Underlies Electroacupuncture Analgesia.","abstract":"Mental disorders frequently co-occur with pain, yet pain mechanisms in non-peripheral etiologies (e.g., chronic psychological stress) remain underexplored. The ventral anterior-lateral thalamic complex (VAL) is implicated in emotional processing, but its role in chronic stress-induced pain hypersensitivity is unclear. Electroacupuncture (EA) is clinically used for pain management, but its efficacy and mechanisms in chronic stress-driven pain hypersensitivity require validation. A chronic restraint stress (CRS) model was established in male mice. Behavioral assessments were performed to quantify mechanical sensitivity (hindpaws and abdomen using von Frey filaments), thermal sensitivity (hot plate test), and spontaneous pain-like behaviors. Bidirectional chemogenetic approaches targeted VAL CaMKII -positive neurons. EA was applied at Zusanli (ST36) and Sanyinjiao (SP6) acupoints. CRS stably induced pain hypersensitivity phenotypes, including mechanical allodynia (hindpaws/abdomen), thermal hyperalgesia, and spontaneous pain-like behaviors. Chemogenetic inhibition of VAL CaMKII -positive neurons reversed these CRS-induced hypersensitivity responses. Conversely, activating these neurons in naive mice recapitulated the full spectrum of hyperalgesia phenotypes. EA alleviated CRS-induced hindpaw mechanical/thermal hyperalgesia, abdominal allodynia, and spontaneous pain. EA s effects on hindpaw mechanical/thermal hyperalgesia were mediated by suppression of VAL CaMKII -positive neurons. In contrast, its amelioration of abdominal allodynia and spontaneous pain persisted despite chemogenetic activation of VAL CaMKII -positive neurons, indicating possible distinct pathways. This study reveals the pivotal role of thalamic VAL CaMKII -positive neurons in chronic stress-associated pain hypersensitivity and elucidates EA s analgesic mechanisms, providing novel therapeutic strategies for emotion-pain comorbidity.","authors":[{"last_name":"Chen","fore_name":"Jie","initials":"J","full_name":"Jie Chen"},{"last_name":"Li","fore_name":"Qinling","initials":"Q","full_name":"Qinling Li"},{"last_name":"Yu","fore_name":"Wei","initials":"W","full_name":"Wei Yu"},{"last_name":"He","fore_name":"Min","initials":"M","full_name":"Min He"},{"last_name":"Shen","fore_name":"Zui","initials":"Z","full_name":"Zui Shen"},{"last_name":"Feng","fore_name":"Peipei","initials":"P","full_name":"Peipei Feng"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/brb3.70855","journal":"Brain and behavior","journal_abbr":"Brain Behav","source":"pubmed","mesh_headings":["Animals","Electroacupuncture","Male","Stress, Psychological","Mice","Hyperalgesia","Disease Models, Animal","Ventral Thalamic Nuclei","Mice, Inbred C57BL","Calcium-Calmodulin-Dependent Protein Kinase Type 2","Pain Threshold","Neurons"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922944","title":"The Spinal Facilitation Hypothesis and Reflex Arcs in Modern Osteopathic Medicine.","abstract":"The spinal cord is an organ capable of sending and receiving a lot of biological and electrical information. It is not just a sending and receiving channel, but a living structure capable of autonomously processing the afferent and efferent notifications with which it comes into contact. The osteopathic neurological model includes the concept of facilitation of the spinal segment, that is, a reflex arc that is established in a spinal segment between two visceral and/or somatic structures, creating a loop of chronicity. This mechanism that implies a reflex arc would explain the somatic symptoms coming from a visceral disorder, or vice versa, involving the specific neural segment of visceral and somatic innervation. Such a reflex arc, due to the bioelectrical complexity of the nervous system, may not occur. The article briefly reviews some concepts of neurophysiology to raise new reflections on whether or not to consider the hypothesis of the facilitated segment and to have a different vision in clinical pictures that are not always easy to frame.","authors":[{"last_name":"Bordoni","fore_name":"Bruno","initials":"B","full_name":"Bruno Bordoni"},{"last_name":"Simonelli","fore_name":"Marta","initials":"M","full_name":"Marta Simonelli"},{"last_name":"Morabito","fore_name":"Bruno","initials":"B","full_name":"Bruno Morabito"},{"last_name":"Escher","fore_name":"Allan R","initials":"AR","full_name":"Allan R Escher"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.7759/cureus.91782","journal":"Cureus","journal_abbr":"Cureus","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40922942","title":"Mental Health Needs in Patients With Communication Deficits and Chronic Health Needs A Case of a Teenager With Goldenhar Syndrome.","abstract":"Goldenhar syndrome, a rare congenital condition, often presents with physical anomalies due to abnormal development of the first and second branchial arches, leading to facial and auricular malformations. However, the mental health challenges associated with this syndrome are often overlooked. This report describes the case of a 14-year-old Latino/Hispanic male child with Goldenhar syndrome and limited verbal communication, highlighting the complexities of managing both physical and psychological aspects of care after establishing follow-up with a pediatrician. The patient demonstrated noncompliance with recommendations and presented with low motivation and symptoms consistent with adjustment disorder and possible low mood, despite repeated normal Patient Health Questionnaire scores. This case underscores the challenges of addressing mental health needs in the setting of communication deficits and limited family support, while emphasizing the lack of data to guide management in Goldenhar syndrome. It highlights the importance of regular mental health screening and the need for providers to recognize the unique challenges of patients with communication deficits by remaining attentive to nonverbal indicators of distress. Ultimately, this case demonstrates that medical care professionals must remain aware of the mental health difficulties faced by children with chronic health conditions and communication deficits to ensure comprehensive, holistic care.","authors":[{"last_name":"Beltran-Regalado","fore_name":"Bertha","initials":"B","full_name":"Bertha Beltran-Regalado"},{"last_name":"Panda","fore_name":"Roshan M","initials":"RM","full_name":"Roshan M Panda"},{"last_name":"Gregg","fore_name":"Arianna","initials":"A","full_name":"Arianna Gregg"},{"last_name":"Montero","fore_name":"Mackenzie","initials":"M","full_name":"Mackenzie Montero"},{"last_name":"Cucalon Calderon","fore_name":"Jose","initials":"J","full_name":"Jose Cucalon Calderon"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.7759/cureus.91771","journal":"Cureus","journal_abbr":"Cureus","source":"pubmed","mesh_headings":null,"publication_types":["Case Reports","Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922832","title":"Delayed Diagnosis Salicylate Toxicity With Confirmed Cerebrospinal Fluid Salicylate Concentration A Case Report of Altered Mental Status Without Neuroglycopenia and With Coagulopathy.","abstract":"Salicylate toxicity usually occurs as a result of elevated serum salicylate concentrations. Salicylate concentrations can be measured in cerebrospinal fluid (CSF), but the interpretation of these values is less well understood. Two phenomena believed to be associated with salicylate toxicity are neuroglycopenia and salicylate-induced coagulopathy, but these cases are typically not well-characterized. We report a case of delayed diagnosis of salicylate toxicity that was complicated by coagulopathy and had a quantifiable CSF salicylate concentration. An 18-year-old female patient presented with abdominal pain and an altered mental state she had previously presented at another hospital one day prior. She did not initially report salicylate overdose. A lumbar puncture was performed 4.5 hours after emergency department (Emergency Department) presentation to rule out meningitis. Due to additional history, a serum salicylate concentration obtained at 25 hours led to a result of 48.8 mg/dL (therapeutic range 15-30 mg/dL). Hemodialysis (HD) was performed 37 hours after Emergency Department presentation due to the altered mental state. Prior to HD, the patient had a prothrombin time of 63 seconds (reference range 11-13 seconds), international normalized ratio of 5.52 (reference range 0.8-1.1), and activated partial thromboplastin time of 40.2 seconds (reference range 25-35 seconds). After the case conclusion, waste CSF was tested and the CSF salicylate concentration was 23 mg/dL the corresponding CSF and serum glucose concentrations were 60 mg/dL (reference range 50-75 mg/dL) and 87 mg/dL (reference range 70-99 mg/dL), respectively. This is a case of delayed diagnosis salicylate poisoning complicated by coagulopathy, without neuroglycopenia. Although we do not recommend routine CSF testing in salicylate toxicity cases, analysis of CSF could shed insight into salicylate-induced encephalopathy. This case illustrates that prompt recognition and treatment of toxicity is key, as delayed diagnosis can increase morbidity and mortality.","authors":[{"last_name":"Singh","fore_name":"Mallika","initials":"M","full_name":"Mallika Singh"},{"last_name":"Bloom","fore_name":"Joshua","initials":"J","full_name":"Joshua Bloom"},{"last_name":"Howland","fore_name":"Mary Ann","initials":"MA","full_name":"Mary Ann Howland"},{"last_name":"Biary","fore_name":"Rana","initials":"R","full_name":"Rana Biary"},{"last_name":"Su","fore_name":"Mark","initials":"M","full_name":"Mark Su"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.7759/cureus.89613","journal":"Cureus","journal_abbr":"Cureus","source":"pubmed","mesh_headings":null,"publication_types":["Case Reports","Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922790","title":"Comparing Youth With Bipolar Disorder to Non-Bipolar Youth Referred for Bipolar Disorder.","abstract":"Bipolar disorder (BD) diagnoses require episodes of hypomania and mania as well as depressive episodes. Given the overlap of BD symptoms with symptoms of other psychiatric conditions among youth, misdiagnosis is common. This topic was examined in a large sample of youth clinically referred for BD. Participants were 394 clinically referred youths ages 13 to 20 years, including 255 with confirmed BD and 139 for whom BD was not confirmed (non-BD). Participants and their parent/guardian completed a semistructured diagnostic interview and dimensional scales. Demographic and clinical variables were compared between BD and non-BD groups. Following correction for multiple comparisons, significant variables associated with BD diagnosis ( .05) in univariate analyses were evaluated in multivariable analyses. Compared with the BD group (n 255), the non-BD group (n 139) had significantly lower current mania symptom severity, family history of hypomania/mania, current lithium treatment, and lifetime bulimia nervosa, whereas most severe past global functioning was higher and current oppositional defiant disorder was more common in the non-BD group compared with the BD group. Use of second-generation antipsychotics was high in both groups. Common reasons for not diagnosing BD in the non-BD group included not meeting duration criteria for a hypomanic/manic episode and manic-like symptoms being better explained by other psychiatric disorders. Youth with and without BD did not differ in the vast majority of clinical variables examined. Frequent use of second-generation antipsychotics in non-BD youth may relate to characterization of overlapping comorbidity symptoms as manic symptoms. Both groups have complex presentations, necessitating psychosocial and pharmacological treatments. We worked to ensure sex and gender balance in the recruitment of human participants. We worked to ensure race, ethnic, and/or other types of diversity in the recruitment of human participants. One or more of the authors of this paper self-identifies as a member of one or more historically underrepresented racial and/or ethnic groups in science. We actively worked to promote sex and gender balance in our author group. We actively worked to promote inclusion of historically underrepresented racial and/or ethnic groups in science in our author group. While citing references scientifically relevant for this work, we also actively worked to promote sex and gender balance in our reference list. While citing references scientifically relevant for this work, we also actively worked to promote inclusion of historically underrepresented racial and/or ethnic groups in science in our reference list. The author list of this paper includes contributors from the location and/or community where the research was conducted who participated in the data collection, design, analysis, and/or interpretation of the work.","authors":[{"last_name":"Park","fore_name":"Jangho","initials":"J","full_name":"Jangho Park"},{"last_name":"Sultan","fore_name":"Alysha A","initials":"AA","full_name":"Alysha A Sultan"},{"last_name":"Silverman","fore_name":"Aaron","initials":"A","full_name":"Aaron Silverman"},{"last_name":"Youngstrom","fore_name":"Eric A","initials":"EA","full_name":"Eric A Youngstrom"},{"last_name":"Rajamani","fore_name":"Vanessa","initials":"V","full_name":"Vanessa Rajamani"},{"last_name":"Dimick","fore_name":"Mikaela K","initials":"MK","full_name":"Mikaela K Dimick"},{"last_name":"Goldstein","fore_name":"Benjamin I","initials":"BI","full_name":"Benjamin I Goldstein"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.jaacop.2024.09.004","journal":"JAACAP open","journal_abbr":"JAACAP Open","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922765","title":"Family Factors Associated With Delinquency Outcomes in Court-Involved Youth in Mental Health Treatment.","abstract":"To examine the impact of baseline family functioning and parental monitoring on engagement in and severity of delinquent acts of court-involved youth (CIY) after 6 months of mental health treatment. Adolescent (mean age 15.16 years) CIY (N 165) recruited from 2 Ultrasound cities completed questionnaires at baseline and at 6 months during their court-mandated mental health treatment with a 71 (n 117) completion rate. Youth were mostly male (61.5 ) and White (64.1 ). Baseline demographics and psychosocial variables that were significantly associated with 6-month delinquency engagement and severity in initial analyses were entered into regressions. In initial analyses, baseline alcohol use, cannabis use, parental monitoring, and family functioning were associated with 6-month delinquency engagement and severity (s .05). Regressions demonstrated that after controlling for baseline psychiatric symptoms and demographics, baseline alcohol use, cannabis use, and parental monitoring had small to medium effects on 6-month delinquency engagement and severity. In CIY enrolled in mental health treatment, youth with substance use and less parental monitoring at baseline were more likely to have higher engagement in and severity of delinquency at 6 months. This suggests that clinical interventions that target these factors could reduce delinquency. Future directions for this research include improving our understanding of the biopsychosocial factors in this population and better tailoring of existing family-based interventions that target substance use for CIY in mental health treatment. Integrated Mental Health Treatment \u0026 Human Immunodeficiency Virus Prevention for Court-Involved Youth (ITP) https //clinicaltrials.gov/study/NCT01421485. We worked to ensure sex and gender balance in the recruitment of human participants. We worked to ensure that the study questionnaires were prepared in an inclusive way. We worked to ensure race, ethnic, and/or other types of diversity in the recruitment of human participants. One or more of the authors of this paper self-identifies as a member of one or more historically underrepresented sexual and/or gender groups in science.","authors":[{"last_name":"Olsen","fore_name":"Elizabeth M","initials":"EM","full_name":"Elizabeth M Olsen"},{"last_name":"Whiteley","fore_name":"Laura B","initials":"LB","full_name":"Laura B Whiteley"},{"last_name":"Tolou-Shams","fore_name":"Marina","initials":"M","full_name":"Marina Tolou-Shams"},{"last_name":"Esposito-Smythers","fore_name":"Christianne","initials":"C","full_name":"Christianne Esposito-Smythers"},{"last_name":"Brown","fore_name":"Larry K","initials":"LK","full_name":"Larry K Brown"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.jaacop.2024.05.004","journal":"JAACAP open","journal_abbr":"JAACAP Open","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922696","title":"Physical health status of people with substance use disorders Results from a major Turkish addiction center.","abstract":"This study was conducted in a descriptive and cross-sectional design to determine the physical health status of individuals with substance use disorders receiving inpatient treatment at an addiction treatment center. Data were collected between April 2023 and April 2024 at the Adult Detoxification Center of a psychiatric hospital in Istanbul, T rkiye. The sample consisted of a total of 261 individuals with substance use disorders (218 males and 43 females) who met the inclusion criteria. Data were collected using the Personal Information Form and the Health Improvement Profile. The most common physical illness among people with substance use disorders is cardiovascular disease. Significant gender-based differences were observed across multiple health domains. In the measurement subscale, women had significantly higher pulse rates compared to men. In the blood test subscale, mean total cholesterol (TC) and low-density lipoprotein (LDL) levels were also significantly higher among women. The screening subscale revealed significant gender differences in dental and eye examinations, breast self-examination, presence of constipation and/or diarrhea, as well as gastrointestinal symptoms, such as bloating, distention, or the need for laxative use. Similarly, lifestyle-related variables-including physical activity, daily alcohol and carbohydrate intake, fluid consumption, cannabis use, and engagement in safe sexual practices-differed significantly by gender. It is important to diagnose, monitor, and risk assess the physical health of individuals with substance use disorders. Therefore, mental health and psychiatric nurses should emphasize physical diagnosis and provide a holistic approach to individuals with substance use disorders.","authors":[{"last_name":"Albal","fore_name":"Esra","initials":"E","full_name":"Esra Albal"},{"last_name":"Şahin Bayındır","fore_name":"Gizem","initials":"G","full_name":"Gizem Şahin Bayındır"},{"last_name":"Umut","fore_name":"Gökhan","initials":"G","full_name":"Gökhan Umut"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1080/15332640.2025.2553334","journal":"Journal of ethnicity in substance abuse","journal_abbr":"J Ethn Subst Abuse","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922608","title":"Managing mental health disorders Experiences of primary care providers in rural South Africa.","abstract":"Mental health disorders are increasing globally. In South Africa, primary healthcare (PHC) services are tasked with mental healthcare, with limited resources. A task-sharing approach between PHC role-players has also been met with barriers, including negative attitudes towards mental health care, organisational constraints and insufficiently trained staff. Aim To assess the perceptions and experiences of PHC practitioners in managing common mental health disorders. Setting Primary healthcare facilities in the Garden Route District, South Africa. An observational, descriptive study using a cross-sectional survey obtained a representative sample of 130 participants. Redcap platforms captured data, which were analysed to give frequencies and means using simple descriptive statistics. Results Most participants (68.46 ) reported average or below average competence in managing mental health conditions. Out-Patient Departments (OPDs) (68.42 ) and PHC clinics (56.25 ) found reaching a referral practitioner to be challenging. Waiting times of referred patients were longer at hospital OPDs and clinics than at Community Day Centres. Conclusion Resources allocated to PHC mental health services remained inadequate, while available support structures were underutilised. The presence of a dedicated mental health practitioner at a facility had a direct influence on the experience of the staff in managing these disorders. Policy makers and managers should motivate for training in mental health and empower the PHC system to offer acceptable mental health services, in accordance with national and international guidelines. Contribution This research contributed insights into the current mental health ecosystem in primary care, and the need for increased awareness, training and utilising available resources, which could be useful in similar contexts in sub-Saharan Africa.","authors":[{"last_name":"Bouwer","fore_name":"Petra J","initials":"PJ","full_name":"Petra J Bouwer"},{"last_name":"Jenkins","fore_name":"Louis S","initials":"LS","full_name":"Louis S Jenkins"},{"last_name":"Schoevers","fore_name":"Johann","initials":"J","full_name":"Johann Schoevers"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.4102/phcfm.v17i1.4979","journal":"African journal of primary health care \u0026 family medicine","journal_abbr":"Afr J Prim Health Care Fam Med","source":"pubmed","mesh_headings":["Humans","South Africa","Cross-Sectional Studies","Primary Health Care","Mental Disorders","Female","Male","Mental Health Services","Adult","Attitude of Health Personnel","Rural Health Services","Middle Aged","Rural Population","Health Personnel","Referral and Consultation"],"publication_types":["Journal Article","Observational Study"],"affiliation":"","has_medical_terms":false}
{"id":"40922559","title":"Divergent Changes in Peak Fat Oxidation and Fat Following 3-Day Dietary Interventions Are Related to Muscle Glycogen Availability in Men.","abstract":"Dietary intake has an important influence on rates of fuel use during exercise, but the extent to which short-term diet changes affect peak fat oxidation (PFO) and the intensity at which this occurs (Fat) is unknown. This study examined the impact of diet-induced changes in substrate availability on PFO and Fat and the expression of key lipid-regulatory genes and proteins in skeletal muscle. Forty moderately to well-trained males (27 5 years, V O 56.3 4.8 mL/kg/min) were randomly allocated to either a low-carbohydrate, high-fat (LCHF, n 20) (65E fat, 20E CHO, 15E protein) or high-carbohydrate, low-fat diet (HCLF, n 20) (70E CHO, 15E fat, 15E protein) for 3 days. Fasting blood samples, muscle biopsies, and incremental exercise tests to determine PFO and maximal oxygen uptake were conducted before and after the diet. PFO increased after LCHF (pre 0.39 0.11 post 0.59 0.18 g/min, post hoc p 0.0001), and decreased following HCLF (pre 0.36 0.08 post 0.28 0.10 g/min, post hoc p 0.0065). Divergent shifts in Fat of 5 points were also observed (LCHF pre 38 6 post 44 7 post hoc p 0.0001, HCLF pre 37 4 post 33 7 post hoc p 0.0004). Intramuscular triacylglycerol (IMTG) stores were similar after the diets, but muscle glycogen was significantly reduced in LCHF (pre 439 98 post 358 117 nmol/mg, post hoc p 0.0019), and increased in HCLF (pre 407 107 post 498 139 nmol/mg, post hoc p 0.0101). Skeletal muscle gene and protein expression remained unchanged. PFO and Fat are amenable to short-term changes in dietary macronutrient composition and are coupled to changes in muscle glycogen.","authors":[{"last_name":"Tarry","fore_name":"Eloise Kate","initials":"EK","full_name":"Eloise Kate Tarry"},{"last_name":"Vestergaard","fore_name":"Sofie Greve","initials":"SG","full_name":"Sofie Greve Vestergaard"},{"last_name":"Petersen","fore_name":"Emilie Ahmt","initials":"EA","full_name":"Emilie Ahmt Petersen"},{"last_name":"Olsen","fore_name":"Mike Cadovius","initials":"MC","full_name":"Mike Cadovius Olsen"},{"last_name":"Hansen","fore_name":"Maria","initials":"M","full_name":"Maria Hansen"},{"last_name":"Ingersen","fore_name":"Arthur","initials":"A","full_name":"Arthur Ingersen"},{"last_name":"Connor","fore_name":"Timothy","initials":"T","full_name":"Timothy Connor"},{"last_name":"Pilegaard","fore_name":"Henriette","initials":"H","full_name":"Henriette Pilegaard"},{"last_name":"Dela","fore_name":"Flemming","initials":"F","full_name":"Flemming Dela"},{"last_name":"Larsen","fore_name":"Steen","initials":"S","full_name":"Steen Larsen"},{"last_name":"Shaw","fore_name":"Christopher Stephen","initials":"CS","full_name":"Christopher Stephen Shaw"},{"last_name":"Helge","fore_name":"Jørn Wulff","initials":"JW","full_name":"Jørn Wulff Helge"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1111/sms.70132","journal":"Scandinavian journal of medicine \u0026 science in sports","journal_abbr":"Scand J Med Sci Sports","source":"pubmed","mesh_headings":["Male","Humans","Muscle, Skeletal","Adult","Oxygen Consumption","Glycogen","Oxidation-Reduction","Young Adult","Diet, High-Fat","Diet, Carbohydrate-Restricted","Dietary Fats","Diet, Fat-Restricted","Lipid Metabolism","Exercise Test","Dietary Carbohydrates","Exercise"],"publication_types":["Journal Article","Randomized Controlled Trial"],"affiliation":"","has_medical_terms":false}
{"id":"40922531","title":"Relationship Between the Duration of Hospitalization and Readmission Status in Patients With Schizophrenia A Saudi Arabian Cohort Study.","abstract":"The readmission of individuals with schizophrenia to inpatient care poses a significant challenge for health practitioners, as this tendency has a culminating effect on the patients and their families. The duration of hospitalization of a patient with schizophrenia in a hospital or mental health facility poses a significant burden on mental healthcare systems. This study aimed to assess the length of stay of patients with schizophrenia in a mental health facility. The relationship between the duration of hospitalization and risk of readmission for these patients was assessed with respect to the sociodemographic endpoints. This retrospective cohort study included 145 individuals who were admitted to the Eradah Mental Health Complex in Jeddah from July 1, 2018 to December 31, 2018. The present study revealed that 84.8 of the sample comprised male participants. Moreover, only 5.5 of the patients were employed, with a larger proportion being unemployed. Among the total admitted patients, 36.6 were readmitted within a year, and the average length of stay was 49.1 days. Importantly, there was no discernible relationship between the readmission status and length of stay in the present study. The current study suggested that enhancing the transition from inpatient psychiatric care to outpatient care may result in positive disease outcomes, which may possess clinical implications for reducing the length of hospitalization of patients. This can culminate in reducing the burden of disease on the patients, their families, and ultimately, the healthcare system.","authors":[{"last_name":"Alharthi","fore_name":"Mahmoud A","initials":"MA","full_name":"Mahmoud A Alharthi"},{"last_name":"Al-Raddadi","fore_name":"Rajaa M","initials":"RM","full_name":"Rajaa M Al-Raddadi"},{"last_name":"Alfakeh","fore_name":"Sulhi A","initials":"SA","full_name":"Sulhi A Alfakeh"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/brb3.70807","journal":"Brain and behavior","journal_abbr":"Brain Behav","source":"pubmed","mesh_headings":["Humans","Male","Schizophrenia","Patient Readmission","Adult","Female","Length of Stay","Saudi Arabia","Retrospective Studies","Middle Aged","Hospitalization","Cohort Studies"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922475","title":"Violence and Restrictive Practices Reduced by Hospital Relocation.","abstract":"Ward design is increasingly recognized as influencing the treatment of psychiatric inpatients. However, evidence on how improved structural surroundings affect aggression and restrictive practices in forensic psychiatry is limited. To our knowledge, no studies have focused on the effect of improved treatment facilities on aggressive behavior and the prescription of restrictive practices among forensic psychiatric inpatients. This study aims to explore whether improved architectural design reduces aggression and prescription of restrictive practices in a population of forensic psychiatric inpatients. This retrospective, observational, and longitudinal study included a follow-up 2 years prior and 2 years post relocating the Department of Forensic Psychiatry at Aarhus University Hospital Psychiatry (DFP-AUHP) from an old hospital building to new and purpose-built psychiatric facilities. We included all patients admitted to DFP-AUHP during the study period 230 unique patients before and 196 unique patients after the relocation. We compared aggression as measured by the Br set Violence Checklist (BVC) and prescription of restrictive practices prior to and after the intervention. Data were drawn from the Business Intelligence data portal, which routinely stores data from the Electronic Patient File. Statistical analyses were conducted to explore patient demographics, aggression, and the prescription of restrictive practices. Overall, restrictive practices were more than halved among the included population of forensic psychiatric patients after the relocation (548 to 246, p value 0.001). Additionally, the total daily mean BVC, an indicator of aggressive behavior, was significantly lower post-relocation (from 0.40 (95 CI 0.39-0.42) to 0.27 (95 CI 0.26-0.28), p value 0.001). Both summative data and underlying time trends evidence the results. Our study suggests a significant reduction in aggressive behavior and restrictive practices following the relocation. The study contributes to understanding how environmental changes can relate to patient outcomes and may be relevant for the design and renovation of psychiatric hospital facilities. Central Denmark Region 1-16-02-137-24.","authors":[{"last_name":"Karstoft Beck","fore_name":"Louise","initials":"L","full_name":"Louise Karstoft Beck"},{"last_name":"Terkildsen","fore_name":"Morten Deleuran","initials":"MD","full_name":"Morten Deleuran Terkildsen"},{"last_name":"Kennedy","fore_name":"Harry","initials":"H","full_name":"Harry Kennedy"},{"last_name":"Jentz","fore_name":"Christian","initials":"C","full_name":"Christian Jentz"},{"last_name":"Harpøth","fore_name":"Astrid Jacobsen","initials":"AJ","full_name":"Astrid Jacobsen Harpøth"},{"last_name":"Carlsen","fore_name":"Anders Helles","initials":"AH","full_name":"Anders Helles Carlsen"},{"last_name":"Sørensen","fore_name":"Lisbeth Uhrskov","initials":"LU","full_name":"Lisbeth Uhrskov Sørensen"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/brb3.70760","journal":"Brain and behavior","journal_abbr":"Brain Behav","source":"pubmed","mesh_headings":["Humans","Female","Male","Aggression","Adult","Retrospective Studies","Longitudinal Studies","Middle Aged","Violence","Hospitals, Psychiatric","Mental Disorders","Forensic Psychiatry","Inpatients","Denmark"],"publication_types":["Journal Article","Observational Study"],"affiliation":"","has_medical_terms":false}
{"id":"40922466","title":"Real-World Implementation of Contingency Management and Benefits of a Controlled Environment Head Start .","abstract":"To use quality improvement (QI) principles to implement contingency management (CM) in an outpatient clinic. Prize-based CM was implemented for stimulant use disorder using standard protocols with QI processes used to improve efficiency and effectiveness. CM was successfully implemented in an outpatient addictions clinic using clinical funds. Participants who were discharged to the outpatient clinic from a controlled environment (such as hospital, withdrawal management, residential treatment program) had 8.3 (SD 3.1) weeks of consecutive abstinence (Cancer) and 10.7 (SD 1.0) weeks total abstinence. Pragmatic clinical implementation of CM yielded results that are comparable to controlled trials in similar populations. QI processes identified that a controlled environment resulted in significant ongoing abstinence.CM was implemented in a small community clinic with no additional funding, and QI principles were used to improve efficiency and effectiveness. The initial implementation of 17 participants yielded a mean of 2.2 (SD 3.2) weeks of Cancer. Recent discharge from a controlled environment resulted in 8.3 (3.1) weeks Cancer.","authors":[{"last_name":"Dhillon","fore_name":"Himmat Singh","initials":"HS","full_name":"Himmat Singh Dhillon"},{"last_name":"Rochon","fore_name":"Stephanie","initials":"S","full_name":"Stephanie Rochon"},{"last_name":"Dhillon","fore_name":"Basant Kaur","initials":"BK","full_name":"Basant Kaur Dhillon"},{"last_name":"Hassan","fore_name":"Ahmed N","initials":"AN","full_name":"Ahmed N Hassan"},{"last_name":"Guimond","fore_name":"Timothy H","initials":"TH","full_name":"Timothy H Guimond"},{"last_name":"Hauck","fore_name":"Tanya S","initials":"TS","full_name":"Tanya S Hauck"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/brb3.70710","journal":"Brain and behavior","journal_abbr":"Brain Behav","source":"pubmed","mesh_headings":["Humans","Male","Female","Adult","Substance-Related Disorders","Behavior Therapy","Quality Improvement","Treatment Outcome"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922424","title":"Hearing Impairment Among Medicare Beneficiaries in the United States Trends, Comorbidities, and Public Health Consequences.","abstract":"Hearing loss is a significant public health issue in the United States, affecting an estimated 72.9 million people, or 22 of the population. Despite its prevalence and clinical impact, insurance coverage for hearing-related interventions remains inconsistent. Given these factors, particularly in the Medicare population, examining trends in hearing loss, co-occurring conditions, and utilization of audiologic services is essential to understand the burden of hearing impairment and identify gaps in care. To examine 10-year trends in hearing loss and cochlear implant use, along with access to audiologic services and geographic variation among Medicare beneficiaries. Data from the Center for Medicare and Medicaid Services were used to plot the mean prevalence of deafness/hearing impairment overtime from 2012 to 2022, calculate the relationship between deafness/hearing impairment and common comorbidities, and determine the total number of audiometry evaluations, hearing aid assessments, hearing aid supplies and accessories, and cochlear implant surgeries for Medicare beneficiaries in the United States. The average prevalence of hearing impairment for Medicare beneficiaries showed a significant increase from 2012 to 2022 ( .01). The number of cochlear implant surgeries had a significant increase over this period, increasing from 1705 to 2828 procedures ( .8, .01). Most chronic conditions had a statistically-significant relationship with deafness/hearing impairment ( .001). Hyperlipidemia ( .3, .001), anxiety ( .2, .001), and depression ( .3, .001) had the strongest relationships with deafness and hearing impairment. Urban counties (mean 6.3 , SD 1.7) had a statistically-significant higher prevalence of deafness/hearing impairment than rural counties (mean 4.9 , SD 1.7, .001). The significant increase in hearing impairment from 2012 to 2022 emphasizes the need for expanded screening, treatment, and management strategies for geriatric patients. Addressing hearing impairment among older individuals may improve physical, mental, and spiritual well-being.","authors":[{"last_name":"Borgemenke","fore_name":"Samuel","initials":"S","full_name":"Samuel Borgemenke"},{"last_name":"Beverly","fore_name":"Elizabeth A","initials":"EA","full_name":"Elizabeth A Beverly"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1177/01455613251370503","journal":"Ear, nose, \u0026 throat journal","journal_abbr":"Ear Nose Throat J","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922371","title":"Managing psychological distress in patients with colorectal cancer A narrative review of nursing interventions.","abstract":"This narrative review synthesizes evidence on effective nursing interventions aimed at mitigating the primary psychological challenges, particularly anxiety and depression, faced by patients with colorectal cancer. A literature search of key databases, including PubMed, Web of Science, and Google Scholar, was conducted for articles published between 2015 and 2024. The literature confirms that psychological distress is highly prevalent in colorectal cancer patients, with rates often ranging from 20 to 40 . Effective nursing interventions with demonstrated effectiveness include routine distress screening, patient education, psychological counseling, cognitive behavioral therapy, and promoting physical exercise, all of which are shown to significantly improve quality of life. Given that nurses play a central role in identifying and managing this distress, integrating structured screening and evidence-based supportive interventions into routine cancer care is critical. Future research should focus on developing personalized care protocols for high-risk subgroups, such as patients with ostomies or advanced disease.","authors":[{"last_name":"Ding","fore_name":"Ping","initials":"P","full_name":"Ping Ding"},{"last_name":"Zhou","fore_name":"Qingbo","initials":"Q","full_name":"Qingbo Zhou"},{"last_name":"Hu","fore_name":"Jiaying","initials":"J","full_name":"Jiaying Hu"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044148","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","Colorectal Neoplasms","Psychological Distress","Quality of Life","Anxiety","Stress, Psychological","Depression","Cognitive Behavioral Therapy"],"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40922343","title":"Comparative efficacy of abdominal tuina and mosapride citrate in functional constipation A clinical trial.","abstract":"Functional constipation (FC) is a prevalent gastrointestinal disorder that can significantly impact patients quality of life. In this study, we aimed to evaluate the effectiveness and safety of abdominal tuina and oral mosapride citrate tablets in the treatment of FC. Ninety patients with FC were randomly assigned to receive either abdominal tuina treatment or oral mosapride citrate tablets. Symptom scores, quality of life assessments, physiological and biochemical indicators, and mental health parameters were monitored at various time points during the 90-day treatment period. Significant improvement in clinical symptom scores was observed in the experimental group by day 10, with sustained efficacy throughout the study. The experimental group demonstrated superior effectiveness and improvements in biochemical markers and mental health scores compared to the control group. No significant adverse reactions were reported in either group. The study findings suggest that abdominal tuina treatment and oral mosapride citrate tablets are equally effective in managing FC, with both interventions effectively reducing symptoms and enhancing quality of life without significant adverse effects. The maintenance of treatment effects at day 10 highlights the potential benefits of these therapies for FC patients.","authors":[{"last_name":"Shi","fore_name":"Xiaoyu","initials":"X","full_name":"Xiaoyu Shi"},{"last_name":"Shi","fore_name":"Lingyun","initials":"L","full_name":"Lingyun Shi"},{"last_name":"Tian","fore_name":"Yukui","initials":"Y","full_name":"Yukui Tian"},{"last_name":"Li","fore_name":"Ning","initials":"N","full_name":"Ning Li"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000043835","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","Constipation","Benzamides","Male","Female","Morpholines","Middle Aged","Quality of Life","Gastrointestinal Agents","Adult","Treatment Outcome","Administration, Oral","Aged"],"publication_types":["Journal Article","Randomized Controlled Trial","Comparative Study"],"affiliation":"","has_medical_terms":false}
{"id":"40922245","title":"Mental and behavioral abnormalities caused by occlusion of the right coronary artery A case report.","abstract":"Mental and behavioral abnormalities are difficult neurological conditions, and the site of the lesion may involve the basal ganglia. Its etiology is varied and requires a detailed differential diagnosis. An 81-year-old woman had a history of cerebral infarction for 5 years. She could walk independently and take care of herself without the assistance of others. This time the chief complaint is generalized fatigue for 4 days and mental and behavioral abnormalities for 1 day. the right coronary artery occlusion. We implanted a drug-eluting stent, then helped her with mechanical ventilation, and implanted a temporary pacemaker. She recovered and can walk alone with a walker. Right coronary artery infarction often leads to a hypotensive state, shock, and arrhythmias such as bradycardia. Transient ischemic attack or cerebral infarction may be induced if the patient has neck or cerebrovascular lesions. Cranial computed tomography should be performed rapidly in patients presenting with mental and behavioral abnormalities. Simultaneous electrocardiogram (Electrocardiogram), cardiac ultrasound and myocardial injury marker tests should also be conducted to ensure timely and accurate diagnosis.","authors":[{"last_name":"Xu","fore_name":"Weixian","initials":"W","full_name":"Weixian Xu"},{"last_name":"Chen","fore_name":"Miaozhen","initials":"M","full_name":"Miaozhen Chen"},{"last_name":"Zhang","fore_name":"Yunhai","initials":"Y","full_name":"Yunhai Zhang"},{"last_name":"Luo","fore_name":"Zhimin","initials":"Z","full_name":"Zhimin Luo"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044315","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","Female","Aged, 80 and over","Coronary Occlusion","Mental Disorders","Drug-Eluting Stents","Electrocardiography"],"publication_types":["Journal Article","Case Reports"],"affiliation":"","has_medical_terms":false}
{"id":"40922128","title":"Brief family-based treatment (FBT) for parents/caregivers of youth with anorexia nervosa lessons learned from a multi-method pilot study.","abstract":"Family-based treatment (FBT) is the recommended approach for adolescents with eating disorders (EDs), but long waitlists hinder its delivery. This study aimed to explore the feasibility and acceptability of a brief 5-week outpatient FBT psychoeducation group for parents/caregivers of adolescents with anorexia nervosa (AN). The secondary aim of this study was to examine its preliminary effectiveness of increasing parental self-efficacy and decreasing expressed emotion and accommodation of the eating disorder. Eighteen parents/caregivers of adolescents ( 9 aged 9-18) with AN were recruited. Parental accommodation, parental self-efficacy, and expressed emotion were assessed at baseline, end of treatment (week 5), and 1-month follow-up (week 9). Qualitative interviews were collected weekly. Quantitative results were analysed using linear mixed modelling, while qualitative interviews underwent reflexive thematic analysis. Numerical evaluation of feasibility/acceptability included rates of enrollment, retention, and attendance. Parental self-efficacy significantly improved during treatment, with gains sustained at 1-month follow-up ( .001). Parental accommodation also significantly decreased across treatment ( .001) but significantly resurfaced at 1-month follow-up ( .001). Qualitative results demonstrated high acceptability of the group participants found this intervention to be helpful and better equipped them to address their child s Emergency Department after group completion. Feasibility/acceptability metrics showed moderate enrollment (75 ), high retention (94.4 ), and attendance (97 ). A modified 5-week FBT group for parents/caregivers of adolescents with AN shows preliminary feasibility and acceptability, informing future FBT treatment planning and service provision for Emergency Department providers.","authors":[{"last_name":"Vander Steen","fore_name":"Heidi","initials":"H","full_name":"Heidi Vander Steen"},{"last_name":"Austin","fore_name":"Amelia","initials":"A","full_name":"Amelia Austin"},{"last_name":"Singh","fore_name":"Manya","initials":"M","full_name":"Manya Singh"},{"last_name":"Sauerwein","fore_name":"Jessica","initials":"J","full_name":"Jessica Sauerwein"},{"last_name":"Mina","fore_name":"Sarah","initials":"S","full_name":"Sarah Mina"},{"last_name":"Lagimodiere","fore_name":"Mark","initials":"M","full_name":"Mark Lagimodiere"},{"last_name":"Marcoux-Louie","fore_name":"Gisele","initials":"G","full_name":"Gisele Marcoux-Louie"},{"last_name":"Le Grange","fore_name":"Daniel","initials":"D","full_name":"Daniel Le Grange"},{"last_name":"Dimitropoulos","fore_name":"Gina","initials":"G","full_name":"Gina Dimitropoulos"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1080/10640266.2025.2556509","journal":"Eating disorders","journal_abbr":"Eat Disord","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922121","title":"Efficacy and safety of survodutide on glycemic control and weight loss in adults A systematic review and meta-analysis.","abstract":"This meta-analysis aimed to evaluate the efficacy and safety of survodutide on glycemic control and weight loss in adults. We systematically searched PubMed, Embase, the Cochrane Library, Scopus, Web of Science, and ClinicalTrials.gov for randomized controlled trials (RCTs) evaluating the efficacy and safety of survodutide up to 12 July 2025. The primary outcomes were changes in glycated haemoglobin (HbA1c), fasting glucagon levels, body weight, waist circumference, along with the incidence of adverse events (AEs). Secondary outcomes included body mass index (BMI), lipid profiles, and blood pressure. Six RCTs involving 1272 participants were included in this meta-analysis. Compared with placebo, survodutide significantly reduced HbA1c (weighted mean difference WMD -0.66 , 95 confidence interval CI -1.08, -0.23 , p 0.002) and fasting glucagon levels (WMD -7 pmol/L, 95 CI -10.3, -3.69 , p 0.016). Greater reductions were observed in the subgroup receiving a total weekly dose of 2.4 mg compared with the subgroup receiving 2.4 mg weekly. Survodutide also significantly decreased body weight (WMD -6.7 kg, 95 CI -10.0, -3.4 , p 0.001) and waist circumference (WMD -7.09 cm, 95 CI -9.44, -4.47 , p 0.001), with enhanced effects observed at higher total weekly doses ( 2.4 mg) and longer treatment durations ( 16 weeks). Additionally, significant reductions were observed in BMI, and modest reductions were noted in total cholesterol, triglycerides, and blood pressure. However, survodutide was associated with a higher risk of treatment discontinuation due to AEs, with gastrointestinal AEs being the most common, although there was no significant increase in the incidence of serious AEs. Survodutide significantly reduced HbA1c, body weight, and waist circumference. A greater reduction in HbA1c was specifically associated with a higher total weekly dose ( 2.4 mg), while more pronounced effects on body weight and waist circumference were observed with both higher doses and longer treatment durations ( 16 weeks). However, it is crucial to highlight the significant increase in gastrointestinal AEs and the associated risk of treatment discontinuation. Further large-scale, multicentre, long-term, and high-quality RCTs are necessary to validate these results in diverse populations.","authors":[{"last_name":"Xiao","fore_name":"Ya-Jun","initials":"YJ","full_name":"Ya-Jun Xiao"},{"last_name":"Yu","fore_name":"Shan","initials":"S","full_name":"Shan Yu"},{"last_name":"Zhang","fore_name":"Yan-Ling","initials":"YL","full_name":"Yan-Ling Zhang"},{"last_name":"Chen","fore_name":"Jiao","initials":"J","full_name":"Jiao Chen"},{"last_name":"Liu","fore_name":"Yan-Qun","initials":"YQ","full_name":"Yan-Qun Liu"},{"last_name":"Liu","fore_name":"Xiao-Ling","initials":"XL","full_name":"Xiao-Ling Liu"},{"last_name":"Sun","fore_name":"Chang-Feng","initials":"CF","full_name":"Chang-Feng Sun"},{"last_name":"Deng","fore_name":"Cun-Liang","initials":"CL","full_name":"Cun-Liang Deng"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1111/dom.70105","journal":"Diabetes, obesity \u0026 metabolism","journal_abbr":"Diabetes Obes Metab","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922004","title":"LGBTQ Affirmative CBT a hierarchical linear model of longitudinal outcomes and mechanisms of change.","abstract":"Sexual and gender diverse adolescents and young adults (SGDAYA) experience mental health disparities, yet few empirical investigations into the long-term impact of affirmative treatments on their well-being exist. This study explored the longitudinal effects of a brief affirmative cognitive-behavioral therapy (CBT) group intervention (AFFIRM) on the depression and anxiety of SGDAYA (N 202), as well as how pre-treatment and mid-intervention change mechanisms contributed to their improved mental health. Participants age ranged from 14 to 29 years old at baseline (M 22.12, SD 4.60). Data were collected at four time points (pre-test, post-test, 6 months, 1 year) and analyzed using hierarchical linear models. Participants reported significant improvements in anxiety and depression from baseline to 1-year follow-up as well as increased engagement coping, social support, hope, and improved stress appraisal. SGDAYA, who appraised stress as a threat and had less ability to envision a hopeful future (hope pathway) at baseline, reported greater improvements in depression and anxiety additionally, those who used more disengagement coping strategies prior to AFFIRM reported more reduction in depression. Participants with the most significant long-term improvement in depression reported (a) greater increases in their resources to deal with stress, (b) more uptake of engagement coping, and (c) improved hope pathway. This study suggests that an affirmative cognitive-behavioural group intervention designed for SGDAYA can have a long-term impact on their depression and anxiety and highlights the important role of engagement coping, social support, hope and cognitive appraisals on youth mental health. AFFIRM was retrospectively registered as a clinical trial on March 24th, 2020 (identifier NCT04318769).","authors":[{"last_name":"Craig","fore_name":"Shelley L","initials":"SL","full_name":"Shelley L Craig"},{"last_name":"Leung","fore_name":"Vivian W Y","initials":"VWY","full_name":"Vivian W Y Leung"},{"last_name":"Hui","fore_name":"Jenny A","initials":"JA","full_name":"Jenny A Hui"},{"last_name":"Iacono","fore_name":"Gio","initials":"G","full_name":"Gio Iacono"},{"last_name":"Pascoe","fore_name":"Rachael V","initials":"RV","full_name":"Rachael V Pascoe"},{"last_name":"Dillon","fore_name":"Frank","initials":"F","full_name":"Frank Dillon"},{"last_name":"Austin","fore_name":"Ashley","initials":"A","full_name":"Ashley Austin"},{"last_name":"Pang","fore_name":"Nelson","initials":"N","full_name":"Nelson Pang"},{"last_name":"Dobinson","fore_name":"Cheryl","initials":"C","full_name":"Cheryl Dobinson"},{"last_name":"Brooks","fore_name":"Ashley S","initials":"AS","full_name":"Ashley S Brooks"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1186/s40359-025-03314-7","journal":"BMC psychology","journal_abbr":"BMC Psychol","source":"pubmed","mesh_headings":["Humans","Cognitive Behavioral Therapy","Male","Female","Adolescent","Adult","Young Adult","Longitudinal Studies","Depression","Anxiety","Sexual and Gender Minorities","Adaptation, Psychological","Social Support","Linear Models","Treatment Outcome","Psychotherapy, Group","Stress, Psychological"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921953","title":"Cognitive-behavioral and mindfulness-based therapies for mental health and quality of life of breast cancer patients a meta-analysis of randomized controlled trials.","abstract":"To evaluate the effects of cognitive-behavioral therapy (CBT) and mindfulness-based therapy (MBT), individually and in combination, on alleviating anxiety and depression, and improving quality of life (QoL) in breast cancer patients. We searched PubMed and EMBASE for articles published up to April 6, 2025, using the keywords randomized controlled trials (RCTs) , cognitive-behavioral therapy , mindfulness-based therapy , and breast cancer . Pooled effects were expressed as standardized mean differences (SMDs) and 95 confidence intervals (CIs). Fifty-one RCTs were included. Compared with controls (usual care, wait-list control, etc.), CBT and MBT (analyzed separately or in combination) demonstrated significant benefits. The SMDs (95 CIs) were as follows anxiety CBT ( - 0.33, - 0.52 to - 0.14) MBT ( - 0.80, - 1.16 to - 0.45) combined ( - 0.55, - 0.74 to - 0.37) , depression CBT ( - 0.31, - 0.49 to - 0.14) MBT ( - 0.80, - 1.12 to - 0.48) combined ( - 0.55, - 0.73 to - 0.37) and QoL CBT (0.38, 0.15 to 0.62) MBT (0.33, 0.11 to 0.55) combined (0.37, 0.20 to 0.53) . MBT showed significantly greater efficacy than CBT for anxiety (p 0.020) and depression (p 0.009). Pooled effects of CBT and MBT were stronger for group-based and longer duration interventions (all outcomes), with effects on depression and QoL being especially strong in Asians. Face-to-face CBT outperformed internet-delivered CBT across all outcomes. CBT and MBT, individually and combined, are effective for anxiety, depression, and QoL in breast cancer patients, with MBT demonstrating superior efficacy for anxiety and depression. The selection of psychological treatments for breast cancer patients should consider intervention method, ethnicity, intervention duration, and delivery format.","authors":[{"last_name":"Su","fore_name":"Ruiyi","initials":"R","full_name":"Ruiyi Su"},{"last_name":"Wang","fore_name":"Ruixiang","initials":"R","full_name":"Ruixiang Wang"},{"last_name":"Li","fore_name":"Zhuyi","initials":"Z","full_name":"Zhuyi Li"},{"last_name":"Wang","fore_name":"Yunyun","initials":"Y","full_name":"Yunyun Wang"},{"last_name":"Zhao","fore_name":"Xiaoye","initials":"X","full_name":"Xiaoye Zhao"},{"last_name":"Sun","fore_name":"Yihan","initials":"Y","full_name":"Yihan Sun"},{"last_name":"Ni","fore_name":"Jingwei","initials":"J","full_name":"Jingwei Ni"},{"last_name":"Zhu","fore_name":"Yichun","initials":"Y","full_name":"Yichun Zhu"},{"last_name":"Luan","fore_name":"Jie","initials":"J","full_name":"Jie Luan"},{"last_name":"Tian","fore_name":"Guangyu","initials":"G","full_name":"Guangyu Tian"},{"last_name":"Tian","fore_name":"Tian","initials":"T","full_name":"Tian Tian"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1007/s10147-025-02875-2","journal":"International journal of clinical oncology","journal_abbr":"Int J Clin Oncol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40921927","title":"Disparities in Utilization of Recovery Residences among People Attending an Intensive Outpatient Program for Co-occurring Disorders.","abstract":"People with mental health and substance use disorders (SUDs) experience worse outcomes, including increased mortality risk, compared to those with SUDs alone. Access to safe, stable housing, in conjunction with treatment, such as intensive outpatient programs (IOP), is vital in early recovery. Nevertheless, those with historically marginalized identities may experience increased disparities in accessing and utilizing services. The aim of this study was to examine disparities in the utilization of recovery residences among adults receiving treatment for mental health disorders and SUDs in an IOP. Participants (n 2803) were recruited as part of an ongoing program evaluation at a large Midwestern treatment agency offering to cover some of the monthly cost of living in independently operated recovery residences while admitted to the IOP. Collected data included demographic information and outcome variables. Logistic regression models examined factors associated with recovery residence enrollment. Most participants (80.5 , n 2258) lived in a recovery residence during IOP. People who were female, Black-only, multiracial, had less education, or a legal history were less likely to live in recovery residences. Those with a prior treatment history, recently unhoused, or with more days abstinent from substances were more likely to live in recovery residences. In short, even with reduced cost barriers, disparities persist in the utilization of recovery residences in conjunction with IOPs, particularly those from historically marginalized groups. Future research should prioritize understanding this utilization gap and developing effective strategies to support individuals in utilizing recovery residences alongside IOP for improved outcomes.","authors":[{"last_name":"Horgos","fore_name":"Bonnie","initials":"B","full_name":"Bonnie Horgos"},{"last_name":"Van Wert","fore_name":"Michael","initials":"M","full_name":"Michael Van Wert"},{"last_name":"Wiseman","fore_name":"Jennifer","initials":"J","full_name":"Jennifer Wiseman"},{"last_name":"Wright","fore_name":"Jillian","initials":"J","full_name":"Jillian Wright"},{"last_name":"Gus","fore_name":"Emily","initials":"E","full_name":"Emily Gus"},{"last_name":"Markon","fore_name":"Kristian","initials":"K","full_name":"Kristian Markon"},{"last_name":"Rohovit","fore_name":"Julie","initials":"J","full_name":"Julie Rohovit"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1007/s11414-025-09970-2","journal":"The journal of behavioral health services \u0026 research","journal_abbr":"J Behav Health Serv Res","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921787","title":"Older and wiser The neural correlates of worry induction and reappraisal in older adults.","abstract":"Severe worry is a transdiagnostic, highly prevalent symptom, difficult to treat and associated with significant morbidity in late life. Understanding the neural correlates of worry induction and reappraisal in older adults is key to developing novel treatments. We recruited 124 older adults ( 50 years old) with varying worry severity and clinical comorbidity (27 generalized anxiety disorder, 23 depressive disorders). Participants completed a naturalistic worry induction and reappraisal task during functional magnetic resonance imaging (fMRI), and they rated worry severity after each condition. We compared conditions using voxel-wise paired t-tests and conducted k-means clustering on regional activation to identify groups. We predicted the clinical features of cluster groupings using elastic net regression. Worry induction activated regions in default mode network, executive control network, anterior salience network, visual cortex, and subcortical regions (including basal ganglia and thalamus). Reappraisal was characterized by a broader activation of the cingulate and prefrontal cortex. Activity during worry induction clustered into a largely hyperactive compared to a largely hypoactive group. We accurately predicted clusters using elastic net regression and found the hypoactive group exhibited higher reflection, lower in-scanner worry, and greater cumulative illness compared to hyperactive group. We expand our previous work on neural correlates of worry induction and reappraisal, and we identify two novel neuro-endophenotypes one with neural hyperactivation and high acute worry and another with relatively lower worry, higher reflection and neural hypoactivation. These results identify potential target networks in chronic severe worriers that may be amenable to neuromodulation. By three methods we may learn wisdom First, by reflection, which is noblest Second, by imitation, which is easiest and third by experience, which is the bitterest. -Confucius.","authors":[{"last_name":"Karim","fore_name":"Helmet T","initials":"HT","full_name":"Helmet T Karim"},{"last_name":"Gross","fore_name":"James J","initials":"JJ","full_name":"James J Gross"},{"last_name":"Mennin","fore_name":"Douglas","initials":"D","full_name":"Douglas Mennin"},{"last_name":"Gerlach","fore_name":"Andrew","initials":"A","full_name":"Andrew Gerlach"},{"last_name":"Tudorascu","fore_name":"Dana L","initials":"DL","full_name":"Dana L Tudorascu"},{"last_name":"Butters","fore_name":"Meryl A","initials":"MA","full_name":"Meryl A Butters"},{"last_name":"Ladouceur","fore_name":"Cecile","initials":"C","full_name":"Cecile Ladouceur"},{"last_name":"Andreescu","fore_name":"Carmen","initials":"C","full_name":"Carmen Andreescu"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1038/s41386-025-02193-1","journal":"Neuropsychopharmacology : official publication of the American College of Neuropsychopharmacology","journal_abbr":"Neuropsychopharmacology","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921720","title":"Dopamine System Dysfunction in Alzheimer s Disease.","abstract":"The dopaminergic system may be at the base of some neurobehavioral symptoms, as apathy and depression, and extrapyramidal symptoms, often seen in Alzheimer s disease patients. It can also have an impact on cognitive decline, as extrapyramidal symptoms, classically linked with dopamine dysfunction, are associated with increased risk of cognitive impairment and Alzheimer s disease progression. We review the knowledge of the dopaminergic system, emphasizing changes in Alzheimer s disease. Both animal models, post-mortem and in vivo human studies, point to a dopaminergic system dysfunction in this disease. Dopamine dysfunction seems more associated with neuronal loss, modification of dopamine receptors and anomalies in terminal function, including irregularities in dopamine metabolism, than with neurofibrillary tangles or -amyloid plaques depositions. This dysfunction has an impact on both cognitive and non-cognitive symptoms. A better understanding of the dopaminergic system may help in understanding the pathophysiology of Alzheimer s disease and assist in the diagnosis. Clinical trials aimed at modulating the dopaminergic system may be promising in the treatment of symptoms associated with Alzheimer s disease.","authors":[{"last_name":"Moreira","fore_name":"Isabel Portela","initials":"IP","full_name":"Isabel Portela Moreira"},{"last_name":"Vieira-Coelho","fore_name":"Maria Augusta","initials":"MA","full_name":"Maria Augusta Vieira-Coelho"},{"last_name":"Guimarães","fore_name":"Joana","initials":"J","full_name":"Joana Guimarães"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1111/psyg.70097","journal":"Psychogeriatrics : the official journal of the Japanese Psychogeriatric Society","journal_abbr":"Psychogeriatrics","source":"pubmed","mesh_headings":["Humans","Alzheimer Disease","Dopamine","Animals","Disease Models, Animal","Cognitive Dysfunction","Receptors, Dopamine"],"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40921646","title":"N-acetyl cysteine for the treatment of alcohol use disorder study protocol for a multi-site, double-blind randomised controlled trial (NAC-AUD study).","abstract":"Current treatments for alcohol use disorders (AUD) have limited efficacy. A previous 28-day pilot trial of N-acetyl cysteine (NAC) vs placebo found NAC to be feasible and safe, with evidence of improvement on some measures of alcohol consumption. Thus, the primary aim of the NAC-AUD study is to examine the therapeutic and cost-effectiveness of NAC vs placebo in improving treatment outcomes for AUD. We will also examine the (i) effect of NAC vs placebo on mood, markers of liver injury, cognition and hangover symptoms and (ii) predictors of any response. This double-blind trial will randomise participants with AUD to a 12-week regimen of either NAC (2400 mg/day) or placebo. All participants will receive medical management. The primary drinking outcome will be the number of heavy drinking days (HDDs) per week, validated by phosphatidylethanol (PEth). Secondary alcohol-related outcomes will include standard drinks per drinking day (SDDD) per week and absence of any HDDs. Other secondary outcomes will include markers of liver injury, depression, anxiety, craving, hangover symptoms, cognition and blood oxidative stress markers. We will also examine the cost-efficacy of NAC vs placebo. Ethics approval for the study has been granted by The Sydney Local Health District Ethics Review Committee (X21-0342\u0026 HREC2021/ETH11614). There are no restrictions on publication from the sponsor or other parties. NCT05408247.","authors":[{"last_name":"Morley","fore_name":"Kirsten","initials":"K","full_name":"Kirsten Morley"},{"last_name":"Arunogiri","fore_name":"Shalini","initials":"S","full_name":"Shalini Arunogiri"},{"last_name":"Connor","fore_name":"Jason P","initials":"JP","full_name":"Jason P Connor"},{"last_name":"Clark","fore_name":"Paul J","initials":"PJ","full_name":"Paul J Clark"},{"last_name":"Chatterton","fore_name":"Mary Lou","initials":"ML","full_name":"Mary Lou Chatterton"},{"last_name":"Baillie","fore_name":"Andrew","initials":"A","full_name":"Andrew Baillie"},{"last_name":"Slade","fore_name":"Tim","initials":"T","full_name":"Tim Slade"},{"last_name":"Berk","fore_name":"Michael","initials":"M","full_name":"Michael Berk"},{"last_name":"Lubman","fore_name":"D","initials":"D","full_name":"D Lubman"},{"last_name":"Haber","fore_name":"Paul S","initials":"PS","full_name":"Paul S Haber"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1136/bmjopen-2024-091631","journal":"BMJ open","journal_abbr":"BMJ Open","source":"pubmed","mesh_headings":["Humans","Acetylcysteine","Double-Blind Method","Alcoholism","Randomized Controlled Trials as Topic","Cost-Benefit Analysis","Adult","Male","Treatment Outcome","Multicenter Studies as Topic","Female","Alcohol Drinking","Cognition"],"publication_types":["Journal Article","Clinical Trial Protocol"],"affiliation":"","has_medical_terms":false}
{"id":"40921643","title":"Stakeholder perspectives on contextual barriers to the successful implementation of multiple family group therapy in the Lower Manya Krobo District, Ghana a qualitative study.","abstract":"This study aimed to examine the contextual barriers that may hinder the implementation of multiple family group therapy (MFGT) in Ghana s Lower Manya Krobo District. An exploratory, descriptive, qualitative study employing focus group discussions and in-depth interviews. Atua Government Hospital in the Lower Manya Krobo District. Data were collected between February and March 2025. 12 young people living with Human Immunodeficiency Virus (YPLHIV aged 12-22 years), 13 caregivers and five healthcare professionals were selected via purposive sampling. Four major themes emerged (1) resource and logistic constraints, including transportation challenges, programme sustainability concerns and inadequate physical facilities (2) stigma and confidentiality concerns, encompassing public identification fears and community stigma (3) implementation challenges, involving attendance reliability and organisational instability and (4) participation barriers, including group setting anxiety and delayed Human Immunodeficiency Virus status disclosure. These barriers spanned multiple domains of the Consolidated Framework for Implementation Research (CFIR), highlighting the complex, multi-level nature of implementation challenges. Successful implementation of MFGT for YPLHIV in Ghana requires addressing interrelated barriers across multiple ecological levels simultaneously. These findings largely underscore the importance of exploring the local context for potential barriers to inform the adaptation of evidence-based interventions to accommodate ecological concerns. NCT06701942.","authors":[{"last_name":"Boakye","fore_name":"Dorothy Serwaa","initials":"DS","full_name":"Dorothy Serwaa Boakye"},{"last_name":"Adjorlolo","fore_name":"Samuel","initials":"S","full_name":"Samuel Adjorlolo"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1136/bmjopen-2025-105448","journal":"BMJ open","journal_abbr":"BMJ Open","source":"pubmed","mesh_headings":["Humans","Ghana","Qualitative Research","Adolescent","Male","Female","Young Adult","HIV Infections","Focus Groups","Child","Family Therapy","Stakeholder Participation","Social Stigma","Adult","Caregivers","Health Personnel"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921633","title":"Effectiveness of virtual reality in alleviating anxiety and pain during colonoscopy a protocol for systematic review and meta-analysis of randomised controlled trials.","abstract":"Colonoscopy is often associated with significant patient pain and anxiety. Virtual reality (VR) technology has been widely used to alleviate pain and anxiety in patients undergoing invasive surgeries. However, there is a lack of reliable evidence supporting its effectiveness in reducing pain and anxiety in patients undergoing colonoscopy. We aim to conduct a meta-analysis to investigate the effectiveness of VR in alleviating pain and anxiety in patients undergoing colonoscopy. We will search PubMed, EMBASE, Web of Science and the Cochrane Library from inception to August 2024 for randomised controlled trials evaluating VR interventions for patients undergoing colonoscopy, without language restrictions. Two reviewers will independently screen studies, extract data and assess the risk of bias using the Cochrane Risk of Bias tool. The primary outcomes will be patient-reported pain and anxiety. A meta-analysis will be performed using RevMan V.5.4, with subgroup and meta-regression analyses to explore potential heterogeneity. The certainty of the evidence will be evaluated using the Grading of Recommendations Assessment, Development and Evaluation approach. This systematic review does not require ethical approval, given that it will not directly utilize information from human participants-instead, the data to be used will be extracted from original studies. Additionally, this systematic review and meta-analysis has been registered with the International Prospective Register of Systematic Reviews (PROSPERO). Following the completion of the systematic review and meta-analysis, we intend to publish the study in an academic journal. CRD42024580998.","authors":[{"last_name":"Zhang","fore_name":"Mingqi","initials":"M","full_name":"Mingqi Zhang"},{"last_name":"Zhuang","fore_name":"Panpan","initials":"P","full_name":"Panpan Zhuang"},{"last_name":"Wang","fore_name":"Weijie","initials":"W","full_name":"Weijie Wang"},{"last_name":"Fan","fore_name":"Siyue","initials":"S","full_name":"Siyue Fan"},{"last_name":"Zhang","fore_name":"Kun","initials":"K","full_name":"Kun Zhang"},{"last_name":"Ye","fore_name":"Yafang","initials":"Y","full_name":"Yafang Ye"},{"last_name":"Kang","fore_name":"Dandan","initials":"D","full_name":"Dandan Kang"},{"last_name":"Xu","fore_name":"Lichun","initials":"L","full_name":"Lichun Xu"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1136/bmjopen-2024-093253","journal":"BMJ open","journal_abbr":"BMJ Open","source":"pubmed","mesh_headings":["Humans","Systematic Reviews as Topic","Anxiety","Meta-Analysis as Topic","Randomized Controlled Trials as Topic","Colonoscopy","Virtual Reality","Research Design","Pain Management"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921614","title":"Individualised connectomic-guided radiosurgical thalamotomy for chronic pain.","abstract":"Radiosurgery targeting the thalamus has long been used to treat refractory pain, with medial thalamotomy as a key approach. Traditionally, targeting relied on indirect methods based on anatomical atlases, which do not account for individual variations in brain connectivity. Recent advances in connectomic-guided stereotactic radiosurgery have improved precision in the treatment of movement disorders, but their application to pain management remains underexplored. This study evaluates the feasibility of connectomic-guided radiosurgery for refractory pain using Brainlab Elements, integrating auto-segmentation and manual contouring for patient-specific planning. We analysed the thalamic target s structural and functional connectivity using the FMRIB Software Library and Advanced Normalisation Tools. The region of interest (ROI) was mapped using diffusion tensor imaging and functional magnetic resonance imaging to assess connectivity with pain-processing structures, including the periventricular grey (PVG) and ventroposteromedial (VPM) nucleus. Connectivity analysis was performed with Brainlab Elements and validated against independent connectomic studies. Dose-volume relationships for PVG and VPM were retrospectively assessed in patients treated with radiosurgery for chronic pain. Connectivity analysis showed that fibres within the ROI extend to primary motor (M1) and sensory (S1) cortices, while descending fibres reach the periaqueductal gray (PAG). Functional connectivity linked the ROI to key pain-processing regions, including the prefrontal cortex, insula, amygdala, and cerebellum. Retrospective dose-volume (DVs) analysis revealed clear differences between the volumes receiving more than 20 Gy in the original vs connectomic-based target. . The integration of Brainlab Elements facilitated connectomic-guided targeting, enabling a patient-specific approach to radiosurgery. Connectomic-guided radiosurgery is a feasible approach that enables precise, patient-specific targeting pain management. Auto-segmentation of PVG and VPM allows dose-volume assessment, potentially correlating with clinical outcomes. Standardising connectomic-guided planning may enhance radiosurgical precision and support future clinical research in refractory pain.","authors":[{"last_name":"Lovo","fore_name":"Eduardo","initials":"E","full_name":"Eduardo Lovo"},{"last_name":"Venetucci Gouveia","fore_name":"Flavia","initials":"F","full_name":"Flavia Venetucci Gouveia"},{"last_name":"Germann","fore_name":"Jurgen","initials":"J","full_name":"Jurgen Germann"},{"last_name":"Omar Contreras","fore_name":"William","initials":"W","full_name":"William Omar Contreras"},{"last_name":"Lopes Alho","fore_name":"Eduardo Joaquim","initials":"EJ","full_name":"Eduardo Joaquim Lopes Alho"},{"last_name":"Cruz","fore_name":"Claudia","initials":"C","full_name":"Claudia Cruz"},{"last_name":"Bermúdez-Guzmán","fore_name":"Luis","initials":"L","full_name":"Luis Bermúdez-Guzmán"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1080/02688697.2025.2557210","journal":"British journal of neurosurgery","journal_abbr":"Br J Neurosurg","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921535","title":"Wearable biosensing devices for mental health, wellness, and stress management.","abstract":"Data gathering for diagnostic purposes often relies on psychological instruments and validated tests applied individually through in person interviews. Such an approach is limited since it relies on a subjective perception of the individual as well as their abilities to recall information concerning their behaviors, thoughts, and feelings. Thus, the accuracy of the assessment tends to be unreliable and prone to bias, stigma, as well as subjective interpretations. Moreover, psychological instruments (such as questionnaires) are often created and validated for a specific population. However, socio-demographic differences, along with cultural, environmental, and educational aspects, are factors that strongly influence the reliability of tests and their results. On the other hand, wearable technology has a promising potential to address such limitations, being well suited for mental health applications. Wearables are capable of capturing physiological and behavioral measures from human users, reducing subjectivity in this process. Wearable biosensing devices are also particularly useful for capturing users data longitudinally in a non-invasive and unobtrusive way. Physiological data from wearable sensors includes pulse rate, skin conductance, skin temperature, cortisol levels, and respiration rate. Wearable sensors can also detect behavioral data such as sleep patterns, physical activity, and social interactions. These data points combined have proven to be highly effective in detecting an individual s stress, attention, and mood. Hence, studies in mental health, wellness, and stress have increasingly adopted wearable technologies. This chapter provides a comprehensive review of wearable devices and their widespread application for mental health, wellness, and stress management. We cover various form factors, sensors, data analysis techniques and real-world applications. We conclude with a discussion about the best practices, design considerations and future directions to deploy wearable applications that are ethical and fair for users.","authors":[{"last_name":"Motti","fore_name":"Vivian Genaro","initials":"VG","full_name":"Vivian Genaro Motti"},{"last_name":"Faiz","fore_name":"Farina","initials":"F","full_name":"Farina Faiz"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/bs.pmbts.2025.06.003","journal":"Progress in molecular biology and translational science","journal_abbr":"Prog Mol Biol Transl Sci","source":"pubmed","mesh_headings":["Humans","Wearable Electronic Devices","Biosensing Techniques","Mental Health","Stress, Psychological"],"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40921530","title":"Coverage of dissociation and related concepts in psychiatric-mental health nursing textbooks.","abstract":"Nurses and nurse educators perceive a lack of knowledge, education, training, and educational materials related to dissociative disorders (DDs) and dissociative symptoms. Additionally, nurses and nurse educators report bias around the teaching of these concepts. Previous research on undergraduate psychopathology textbooks indicated insufficient and inaccurate coverage of dissociation and related concepts, but no such studies had been conducted within the profession of nursing. Therefore, the purpose of this study was to assess the presentation of DDs, dissociation, and related symptoms in psychiatric-mental health (PMH) nursing textbooks. Qualitative content analysis was used to evaluate the coverage of DDs, dissociation, and related concepts in eight popular PMH nursing textbooks. Following qualitative content analysis of the eight PMH nursing textbooks, four categories were generated (1) Dissociation and DDs have many risk factors, but nurses should examine these phenomena through a trauma-informed lens (2) What nurses can expect Assessment findings for individuals who dissociate (3) Ongoing controversy and stigma exist related to the diagnosis and treatment of dissociation, DDs, and related symptoms and (4) Evidence-based nursing interventions are effective in the prevention and treatment of dissociation, DDs, and management of related symptoms. With the exception of one PMH nursing textbook that was reviewed, coverage of dissociation and related concepts was generally adequate, evidence-based, and in some cases, quite extensive and robust. Supported by the accurate, comprehensive coverage of dissociation, DDs, and related concepts in PMH nursing textbooks, nurse educators should routinely incorporate this content into their PMH nursing courses.","authors":[{"last_name":"Snyder","fore_name":"Briana L","initials":"BL","full_name":"Briana L Snyder"},{"last_name":"Cooney","fore_name":"Caroline C","initials":"CC","full_name":"Caroline C Cooney"},{"last_name":"Nester","fore_name":"M Shae","initials":"MS","full_name":"M Shae Nester"},{"last_name":"Curran","fore_name":"Mary Sharon","initials":"MS","full_name":"Mary Sharon Curran"},{"last_name":"Pierorazio","fore_name":"Nicholas A","initials":"NA","full_name":"Nicholas A Pierorazio"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.apnu.2025.151940","journal":"Archives of psychiatric nursing","journal_abbr":"Arch Psychiatr Nurs","source":"pubmed","mesh_headings":["Humans","Textbooks as Topic","Psychiatric Nursing","Dissociative Disorders","Qualitative Research"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921528","title":"Implementing ecological resilience interventions in mental health nursing A four-dimensional approach for adolescent post-discharge care.","abstract":"Adolescents transitioning from inpatient psychiatric care face heightened vulnerability, with traditional post-discharge approaches failing to address multifaceted mental health challenges. The purpose of this article is to explore the implementation of ecological resilience interventions through a four-dimensional framework comprising family system integration, school collaboration, community resource mobilization, and healthcare coordination to enhance adolescent post-discharge outcomes. This newly proposed integrated approach recognizes resilience emerges from dynamic interactions between individual characteristics and environmental supports across multiple ecological levels. Evidence demonstrates multi-level interventions targeting family functioning, educational environments, community connections, and healthcare coordination show superior effectiveness compared to single-intervention strategies in reducing symptoms, improving functional outcomes, and preventing relapse. The four-dimensional ecological resilience framework represents a paradigm shift in mental health nursing practice, offering evidence-based strategies for addressing interconnected factors influencing adolescent mental health during critical post-discharge transitions.","authors":[{"last_name":"Yuan","fore_name":"Guangzhe Frank","initials":"GF","full_name":"Guangzhe Frank Yuan"},{"last_name":"Rong","fore_name":"Yi","initials":"Y","full_name":"Yi Rong"},{"last_name":"Liu","fore_name":"Caimeng","initials":"C","full_name":"Caimeng Liu"},{"last_name":"Zhu","fore_name":"Qian","initials":"Q","full_name":"Qian Zhu"},{"last_name":"Wang","fore_name":"Wenkai","initials":"W","full_name":"Wenkai Wang"},{"last_name":"Xu","fore_name":"Xia","initials":"X","full_name":"Xia Xu"},{"last_name":"Liang","fore_name":"Jing","initials":"J","full_name":"Jing Liang"},{"last_name":"Tao","fore_name":"Yuan","initials":"Y","full_name":"Yuan Tao"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.apnu.2025.151961","journal":"Archives of psychiatric nursing","journal_abbr":"Arch Psychiatr Nurs","source":"pubmed","mesh_headings":["Humans","Adolescent","Patient Discharge","Psychiatric Nursing","Resilience, Psychological","Mental Disorders"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921524","title":"Enhancing mental health nursing education through virtual reality simulation A focus on bipolar disorder.","abstract":"This study investigates the integration of Virtual Reality Simulation (VRS) in undergraduate mental health nursing education. Utilizing SPSS, data from Qualtrics were analyzed for reliability and research questions. Results demonstrate that VRS significantly enhances students self-efficacy, clinical judgment, and therapeutic communication skills. Over 88 of students reported increased confidence and learning, while 90 found debriefing sessions valuable. However, the limited diversity of the sample suggests the need for broader research to generalize findings. The study underscores VRS as a transformative tool in nursing education, fostering a workforce equipped for complex psychiatric care.","authors":[{"last_name":"Short","fore_name":"Pamela R","initials":"PR","full_name":"Pamela R Short"},{"last_name":"Pope","fore_name":"William Stuart","initials":"WS","full_name":"William Stuart Pope"},{"last_name":"Wang","fore_name":"Chih-Hsuan","initials":"CH","full_name":"Chih-Hsuan Wang"},{"last_name":"Renfroe","fore_name":"Karol","initials":"K","full_name":"Karol Renfroe"},{"last_name":"Wright","fore_name":"Leora","initials":"L","full_name":"Leora Wright"},{"last_name":"Chidume","fore_name":"Tiffani","initials":"T","full_name":"Tiffani Chidume"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.apnu.2025.151967","journal":"Archives of psychiatric nursing","journal_abbr":"Arch Psychiatr Nurs","source":"pubmed","mesh_headings":["Humans","Psychiatric Nursing","Virtual Reality","Education, Nursing, Baccalaureate","Bipolar Disorder","Students, Nursing","Male","Female","Self Efficacy","Clinical Competence","Adult"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921520","title":"Relationship between family protective factors and codependency in nurses A cross-sectional study.","abstract":"The phenomenon of codependency, characterized by pathological relational patterns, is widely prevalent among nurses. It is believed to develop in dysfunctional family systems. This study aims to investigate the level of codependency among nurses by examining its relationship with family protective factors and personal characteristics. This descriptive and correlational study was conducted online using Google Forms between January 2024 and March 2024. The study population comprised nurses between the ages of 18 and 65 who had a minimum of six months of professional experience. Data were collected using the demographic questionnaire, the Codependency Assessment Tool (CODAT), and the Inventory for Family Protective Factors (IFPF). It was concluded that codependency levels were significantly higher among nurses with chronic physical illness or those receiving mental health treatment. As a result of the correlation analysis, it was found that the total codependency score had a significant negative correlation with the subdimensions of the family protective factors scale fewer stressors (r -0.16, p 0.01), adaptive appraisal and compensating experiences (r -0.28, p 0.01), and social support (r -0.18, p 0.01). Adaptive appraisal and compensating experiences in the family explained 8 of codependency in nurses. These findings suggested that enhancing protective factors, especially adaptive appraisal and compensating experiences within the family environment, could potentially mitigate codependency issues among nurses. Further research is needed to explore targeted interventions that strengthen these protective factors, thereby promoting better mental health outcomes in this vulnerable population.","authors":[{"last_name":"Ozen","fore_name":"Meryem","initials":"M","full_name":"Meryem Ozen"},{"last_name":"Bora","fore_name":"Sultan Tas","initials":"ST","full_name":"Sultan Tas Bora"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.apnu.2025.151957","journal":"Archives of psychiatric nursing","journal_abbr":"Arch Psychiatr Nurs","source":"pubmed","mesh_headings":["Humans","Cross-Sectional Studies","Female","Adult","Male","Protective Factors","Surveys and Questionnaires","Middle Aged","Social Support","Nurses","Family","Aged"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921304","title":"Risks for adverse events by sex and age after prescription opioid dose reduction.","abstract":"Prescription opioid dose reductions can raise the risk of adverse events for patients on long-term opioid therapy for non-cancer pain. Evidence on whether risks differ by age or sex is needed to support tailored clinical decision-making. In 2024, a secondary analysis of an observational cohort study was conducted across 8 U.S. healthcare systems analyzing electronic health record and claims data from a prescription opioid registry (excluding buprenorphine prescriptions) between 1/1/2012 and 12/31/2018, including adults with stable prescription opioid use and a subsequent 2-month dose reduction period (n 60,040), yielding 600,234 dose reduction periods as the analytic sample. Differences in the association between dose reduction level (1- 15 , 15- 30 , 30- 100 , 100 from baseline) and potential adverse events (emergency department visits, opioid overdose, all-cause mortality, benzodiazepine prescription fills) in the month after dose reduction by sex and age group were examined by including interaction terms in logistic regression models. Of the 600,234 dose reduction periods, 346,733 were among women, with a mean age of 57.5 SD 13.2 years for women and 56.7 SD 12.1 years for men. Associations between dose reduction levels and potential adverse events did not differ significantly by sex, but differed by age for emergency department visits patients 40-64 and 65 years with dose reductions of 30- 100 had lower odds compared to those aged 19-39 (adjusted ratio of odds ratios aROR 0.87, CI 0.80, 0.96 aROR 0.82, CI 0.74, 0.91 respectively). Patients under 40 may benefit from closer monitoring in the month after dose reduction, given their higher odds of an emergency department visit.","authors":[{"last_name":"Metz","fore_name":"Verena E","initials":"VE","full_name":"Verena E Metz"},{"last_name":"Palzes","fore_name":"Vanessa","initials":"V","full_name":"Vanessa Palzes"},{"last_name":"Binswanger","fore_name":"Ingrid A","initials":"IA","full_name":"Ingrid A Binswanger"},{"last_name":"Altschuler","fore_name":"Andrea","initials":"A","full_name":"Andrea Altschuler"},{"last_name":"Poulsen","fore_name":"Melissa N","initials":"MN","full_name":"Melissa N Poulsen"},{"last_name":"Ahmedani","fore_name":"Brian K","initials":"BK","full_name":"Brian K Ahmedani"},{"last_name":"Andrade","fore_name":"Susan E","initials":"SE","full_name":"Susan E Andrade"},{"last_name":"Clark","fore_name":"Robin E","initials":"RE","full_name":"Robin E Clark"},{"last_name":"Hechter","fore_name":"Rulin C","initials":"RC","full_name":"Rulin C Hechter"},{"last_name":"Horberg","fore_name":"Michael","initials":"M","full_name":"Michael Horberg"},{"last_name":"Sanchez","fore_name":"Katherine","initials":"K","full_name":"Katherine Sanchez"},{"last_name":"Bailey","fore_name":"Steffani R","initials":"SR","full_name":"Steffani R Bailey"},{"last_name":"Stephens","fore_name":"Kari A","initials":"KA","full_name":"Kari A Stephens"},{"last_name":"Rubinstein","fore_name":"Andrea L","initials":"AL","full_name":"Andrea L Rubinstein"},{"last_name":"Campbell","fore_name":"Cynthia I","initials":"CI","full_name":"Cynthia I Campbell"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.amepre.2025.108085","journal":"American journal of preventive medicine","journal_abbr":"Am J Prev Med","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921190","title":"Acceptance of dual rehabilitation from rehabilitants perspectives results of qualitative interviews .","abstract":"Dual rehabilitation (dR) of patients with physical and mental illnesses comprises equal care and cooperation between two specialist departments. As part of the multi-method project that aimed to evaluate dR in different indications (DUAL), we explored the acceptance from the rehabilitants perspective.We conducted 36 semi-structured interviews with rehabilitants of different indications (psycho-gastroenterology, -dermatology, -orthopedics, -diabetology, -cardiology, -pneumology). Interviews were analyzed using qualitative content analysis. Knowledge and access, expectations, experiences, and subjective benefits were explored as indicators for acceptance.Rehabilitants reported appropriate expectations such as improvement of mental and physical complaints or open expectations. Cross-departmental aspects such as admission and ward rounds were experienced as beneficial if there was sufficient exchange and cooperation between specialist departments. In individual psychotherapeutic consultations and groups, an improved understanding of both disorders and contact with fellow patients were important which also had a positive effect outside therapies. The multimodality of the dR was perceived to be beneficial just as the therapists behavior and offers for counseling on both diseases. Hindering experiences included a lack of interdisciplinarity/coordination between the specialist areas, a lack of individualization in therapy planning and structural aspects in almost all areas. Subjective benefits were improved self-management and symptoms of both illnesses, as well as occupational performance.Appropriate expectations, beneficial experiences with the multimodal therapy components, therapists, and fellow patients as well as perceived positive effects support rehabilitants satisfaction and indicate a high level of acceptance. Hindering experiences and modification requests suggest ways for overcoming obstacles, for example, by increasing interdisciplinarity and cooperation between the specialist departments. Providing sufficient information and knowledge about dR available to practitioners and patients can further support acceptance and patient participation.","authors":[{"last_name":"Scheller","fore_name":"Natascha","initials":"N","full_name":"Natascha Scheller"},{"last_name":"Eisermann","fore_name":"Peter","initials":"P","full_name":"Peter Eisermann"},{"last_name":"Herrmann","fore_name":"Klaus","initials":"K","full_name":"Klaus Herrmann"},{"last_name":"Jendrosch","fore_name":"Sabine","initials":"S","full_name":"Sabine Jendrosch"},{"last_name":"Köllner","fore_name":"Volker","initials":"V","full_name":"Volker Köllner"},{"last_name":"Kroll","fore_name":"Jördis","initials":"J","full_name":"Jördis Kroll"},{"last_name":"Reichel","fore_name":"Christoph","initials":"C","full_name":"Christoph Reichel"},{"last_name":"Sütfels","fore_name":"Gerhard","initials":"G","full_name":"Gerhard Sütfels"},{"last_name":"Weßbecher","fore_name":"Robert","initials":"R","full_name":"Robert Weßbecher"},{"last_name":"Meng","fore_name":"Karin","initials":"K","full_name":"Karin Meng"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1055/a-2663-0366","journal":"Die Rehabilitation","journal_abbr":"Rehabilitation (Stuttg)","source":"pubmed","mesh_headings":null,"publication_types":["English Abstract","Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921188","title":"The predictive role of self-efficacy in return to work after inpatient psychosomatic rehabilitation among employees with mental disorders .","abstract":"Return to work is one of the most important aims in the context of psychosomatic rehabilitation. Studies from outside of Germany have reported that high self-efficacy positively influences time to return to work. In this study, the impact of self-efficacy on return to work was investigated after inpatient treatment in a psychosomatic rehabilitation facility of those with mental health disorders.In a longitudinal study, the participants ( 180) were asked about their return to work self-efficacy, depression symptoms, length of employment prior to rehabilitation, and other demographic variables. Insurance data were used to calculate time to return to work after 12 months. Cox regression analyses were used to identify relevant factors. Additionally, pre-post analyses and correlative relationships regarding self-efficacy and depression were conducted.Higher return to work self-efficacy and longer employment prior to rehabilitation increased the chance for return to work. The treatment showed changes in depressiveness ( 0,97) and return to work self-efficacy ( 0,36 ).In the course of psychosomatic rehabilitation, self-efficacy is important in the process of return to work among employees with mental health disorders.","authors":[{"last_name":"Lidolt","fore_name":"Gianni","initials":"G","full_name":"Gianni Lidolt"},{"last_name":"Beller","fore_name":"Johannes","initials":"J","full_name":"Johannes Beller"},{"last_name":"Hansmann","fore_name":"Marieke","initials":"M","full_name":"Marieke Hansmann"},{"last_name":"Kobelt-Poenicke","fore_name":"Axel","initials":"A","full_name":"Axel Kobelt-Poenicke"},{"last_name":"Kröger","fore_name":"Christoph","initials":"C","full_name":"Christoph Kröger"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1055/a-2654-4661","journal":"Die Rehabilitation","journal_abbr":"Rehabilitation (Stuttg)","source":"pubmed","mesh_headings":null,"publication_types":["English Abstract","Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921106","title":"Blurred boundaries Community treatment orders as instruments of racial surveillance.","abstract":"The Mental Health Act 1983 (MHA) authorizes the compulsory detention and treatment of people with mental disorders who are perceived to pose a risk to themselves or to others. Since its enactment, there have been concerns that the coercive powers of the Act have been disproportionately used for Black people with mental disorders. This disproportionate impact of the MHA on Black people is most clearly seen in the excessive use of Community Treatment Orders (CTOs). Although there is limited evidence on the effectiveness of CTOs, they continue to be used increasingly in the care of Black people, with latest data showing that Black people are over seven times more likely to be issued CTOs than White people (National Health Service Digital, 2024). This is particularly concerning as CTOs are commonly perceived as intrusive and have been described as a form of racial surveillance. In this paper, we explore the idea of CTOs as instruments of racial surveillance and argue that their continued use in the care of Black people with mental disorders is an extension of the intrusive powers of the State and might constitute a form of racial injustice.","authors":[{"last_name":"Dibia","fore_name":"Chioma","initials":"C","full_name":"Chioma Dibia"},{"last_name":"Ganguli-Mitra","fore_name":"Agomoni","initials":"A","full_name":"Agomoni Ganguli-Mitra"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.ijlp.2025.102141","journal":"International journal of law and psychiatry","journal_abbr":"Int J Law Psychiatry","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921071","title":"Development of the SCI-BodyMap-Measuring Mental Body Representations in Adults With Spinal Cord Injury Protocol for Item Generation, Reliability, and Validity Testing.","abstract":"Approximately 69 of Americans with spinal cord injury (SCI) have neuropathic pain. Research suggests that impairments in mental body representations (MBRs ie, representations of the body in the brain) likely contribute to neuropathic pain. Clinical trials in adults with SCI, focused on restoring MBR, led to improvements in sensation and movement as well as neuropathic pain relief. Scales measuring aspects of MBR exist, but none of them assess SCI-related MBR impairments. As our first aim, we will generate items for a new MBR scale for adults with SCI (the SCI-BodyMap). As our second aim, we will assess the interrater reliability, test-retest reliability, concurrent validity, face validity, and utility of the SCI-BodyMap. Our preliminary work will encompass initial item generation by SB, an Italian physical therapist (Physical Therapy) specialized in cognitive multisensory rehabilitation, which is a therapeutic approach that focuses on restoring MBR in adults with neurological disorders and chronic pain. Further item refinements will be carried out by Italian PTs (n 7) and Brazilian PTs (n 3) specialized in cognitive multisensory rehabilitation. In aim 1, American PTs or occupational therapists (n 8) and adults with SCI (n 8) will provide feedback on the SCI-BodyMap. Next, American PTs or occupational therapists (n 3) will administer the SCI-BodyMap to adults with SCI (n 3) and provide more feedback during an in-person visit. In aim 2, four assessors will administer the SCI-BodyMap to adults with SCI (n 30) for interrater reliability. The self-report items will be administered at 2 separate time points to assess test-retest reliability. We will also administer the SCI-BodyMap to uninjured adults (n 30) to identify whether healthy adults score statistically different on the scale than adults with SCI. We will assess concurrent validity through correlations between the MBR scale, the Revised Body Awareness Rating Questionnaire, and the Multidimensional Assessment of Interoceptive Awareness-2. As of August 2025, we have enrolled 8 PTs or occupational therapists and 8 adults with SCI for aim 1 as well as 29 adults with SCI and 13 uninjured adults for aim 2. A reliable and valid MBR scale is needed to identify MBR deficits and evaluate intervention effects on MBR outcomes in adults with SCI. Improving MBR can lead to safer, more efficient day-to-day activities (eg, transfers) promote functional independence and quality of life reduce neuropathic pain and spasms and improve sensorimotor function. DERR1-10.2196/72370.","authors":[{"last_name":"Carpentier","fore_name":"Sydney","initials":"S","full_name":"Sydney Carpentier"},{"last_name":"Bottale","fore_name":"Sara","initials":"S","full_name":"Sara Bottale"},{"last_name":"Cenci","fore_name":"Nicole","initials":"N","full_name":"Nicole Cenci"},{"last_name":"Cracchiolo","fore_name":"Mauro","initials":"M","full_name":"Mauro Cracchiolo"},{"last_name":"De Patre","fore_name":"Daniele","initials":"D","full_name":"Daniele De Patre"},{"last_name":"Gorosito","fore_name":"Julian Pablo","initials":"JP","full_name":"Julian Pablo Gorosito"},{"last_name":"Grimaldi","fore_name":"Ilaria","initials":"I","full_name":"Ilaria Grimaldi"},{"last_name":"Melo","fore_name":"Mara","initials":"M","full_name":"Mara Melo"},{"last_name":"Polinelli","fore_name":"Bianca","initials":"B","full_name":"Bianca Polinelli"},{"last_name":"Rigoni","fore_name":"Marco","initials":"M","full_name":"Marco Rigoni"},{"last_name":"Romeo","fore_name":"Fortunata","initials":"F","full_name":"Fortunata Romeo"},{"last_name":"Zernitz","fore_name":"Marina","initials":"M","full_name":"Marina Zernitz"},{"last_name":"Van de Winckel","fore_name":"Ann","initials":"A","full_name":"Ann Van de Winckel"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.2196/72370","journal":"JMIR research protocols","journal_abbr":"JMIR Res Protoc","source":"pubmed","mesh_headings":["Humans","Spinal Cord Injuries","Reproducibility of Results","Adult","Body Image","Psychometrics","Male","Neuralgia","Female","Italy","Surveys and Questionnaires"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921068","title":"Concepts for the Integration and Implementation of mHealth Apps for Patients With Mental Disorders Scoping Review.","abstract":"Mental and behavioral disorders affect approximately 28 of the adult population in Germany per year, with treatment being provided through a diverse health care system. Yet there are access and capacity problems in outpatient mental health care. One innovation that could help reduce these barriers and improve the current state of care is the use of mobile health (mHealth) apps, known in Germany as Digitale Gesundheitsanwendungen (DiGA). DiGA are certified apps reimbursed by statutory health insurance funds. They are evaluated before use, for example, by proving their medical benefit in clinical studies, or approved for use according to the concept of coverage with evidence development. Most DiGA currently included in the DiGA directory are approved for use by people with mental disorders. However, the low and stagnant use numbers point to barriers to their uptake and integration in the German health care system. The analysis of concepts for implementation and integration is important to find effective ways to realize the potential of these apps in mental health care. This scoping review aimed to identify concepts and frameworks for the successful integration of mHealth apps into international health care systems and how they can be adapted and transferred to DiGA used in the German health care system. The scoping review followed the methodological framework for scoping reviews proposed by Arksey and O Malley. The scientific databases PubMed, Embase, and PsycINFO were searched. A 2-stage (title and abstract, followed by full text) screening process was conducted by 2 different reviewers independently. A total of 3710 publications were identified. Of these, 20 were included in the review, with 3 additional studies identified through a targeted search. Results are presented in accordance with the PRISMA-ScR (Preferred Reporting Items for Systematic Reviews and Meta-Analyses Extension for Scoping Reviews) checklist. The literature identified through this scoping review provides an overview of a variety of aspects of mHealth apps for mental disorders and their integration into health care systems. There are different general, organizational, legal, and technical requirements to create a suitable environment, therefore specific concepts for integration and implementation of mHealth apps are necessary. We identified regulatory concepts, for example, directories for mHealth apps, and care-related concepts, for example, training and support of medical professionals. The generated evidence contributes to improved and user-oriented structures and processes, potentially leading to better patient support through mHealth apps. Evidence already shows that mHealth apps can effectively support patients with mental health disorders. To realize this potential, mHealth apps need to work within the structures and processes of health care systems. Therefore, this scoping review provides insights on the integration of mHealth apps into (outpatient) mental health care.","authors":[{"last_name":"Plescher","fore_name":"Felix","initials":"F","full_name":"Felix Plescher"},{"last_name":"Höfer","fore_name":"Klemens","initials":"K","full_name":"Klemens Höfer"},{"last_name":"Wasem","fore_name":"Jürgen","initials":"J","full_name":"Jürgen Wasem"},{"last_name":"Bußmann","fore_name":"Anna","initials":"A","full_name":"Anna Bußmann"},{"last_name":"Solar","fore_name":"Stefanie","initials":"S","full_name":"Stefanie Solar"},{"last_name":"Minor","fore_name":"Michael","initials":"M","full_name":"Michael Minor"},{"last_name":"Schlierenkamp","fore_name":"Sarah","initials":"S","full_name":"Sarah Schlierenkamp"},{"last_name":"Best","fore_name":"Dieter","initials":"D","full_name":"Dieter Best"},{"last_name":"Katzmann","fore_name":"Josepha","initials":"J","full_name":"Josepha Katzmann"},{"last_name":"Maaß","fore_name":"Enno","initials":"E","full_name":"Enno Maaß"},{"last_name":"Schneider","fore_name":"Udo","initials":"U","full_name":"Udo Schneider"},{"last_name":"Wadeck","fore_name":"Anja","initials":"A","full_name":"Anja Wadeck"},{"last_name":"Zander","fore_name":"Sophia","initials":"S","full_name":"Sophia Zander"},{"last_name":"Abels","fore_name":"Carina","initials":"C","full_name":"Carina Abels"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.2196/66340","journal":"Journal of medical Internet research","journal_abbr":"J Med Internet Res","source":"pubmed","mesh_headings":["Humans","Telemedicine","Mental Disorders","Mobile Applications","Germany"],"publication_types":["Journal Article","Scoping Review","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40920872","title":"Understanding Burnout in Orthopaedic Surgery Residency A Guide to Making Impactful Changes.","abstract":"Physician burnout is an occupational crisis that consists of emotional exhaustion, depersonalization, and reduced perceived sense of personal accomplishment. It is highly prevalent among orthopaedic surgeons, with the highest rate seen in residents. Burnout can have a detrimental impact on resident mental and physical health, patient care through medical errors and poor patient interactions, and the healthcare system. Orthopaedic residency programs should direct resources toward initiatives that can combat burnout and improve well-being through screening, education, cultural changes, and access to physical, social, and mental health resources. Orthopaedic surgery residents should recognize the signs of burnout and its impact, take responsibility for their physical and mental health, support their peers, collaborate with faculty leadership to identify areas of improvement, and propose tangible solutions that will benefit the residency.","authors":[{"last_name":"Shipp","fore_name":"Michael M","initials":"MM","full_name":"Michael M Shipp"},{"last_name":"Fadale","fore_name":"Paul D","initials":"PD","full_name":"Paul D Fadale"},{"last_name":"Akelman","fore_name":"Edward","initials":"E","full_name":"Edward Akelman"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.2106/JBJS.RVW.25.00129","journal":"JBJS reviews","journal_abbr":"JBJS Rev","source":"pubmed","mesh_headings":["Humans","Burnout, Professional","Internship and Residency","Orthopedics","Orthopedic Surgeons"],"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40920776","title":"Incidence of depression and anxiety in children and adolescents following COVID-19 infection.","abstract":"While the Coronavirus Disease 2019 pandemic has significantly impacted mental health, limited information exists on the relationship between Coronavirus Disease 2019 infection and mental health disorders in children and adolescents. This study explored the association between Coronavirus Disease 2019 infection, infection severity, and the risk of depression and anxiety among school-aged youth. Data from the 2019-2021 Utah All Payers Claims Database (APCD) was used to identify children and adolescents (aged 6-15 years in 2019) covered by private insurance or Medicaid. Depression and anxiety diagnoses in 2021 were identified using diagnosis codes. Entropy balancing was applied to balance baseline differences between youth with and without a Coronavirus Disease 2019 infection in 2020. Weighted logistic regression was conducted to identify factors associated with incidence of depression and anxiety. A total of 154,579 subjects were included, with an average age of 10.8 years (SD 2.8) 48 were female. Youth with a Coronavirus Disease 2019 infection had a 49 higher likelihood of having new depression or anxiety diagnoses in 2021 (Operating Room 1.49, p 0.01). Compared to youth without Coronavirus Disease 2019 infection, those with moderate symptoms had a 40 higher likelihood (Operating Room 1.40, p 0.01), and those with severe symptoms had a 60 higher likelihood (Operating Room 1.60, p 0.01) of developing depression or anxiety. This population-level study found that Coronavirus Disease 2019 infection, especially severe cases, is associated with an increased risk of depression and anxiety in children and adolescents. These findings underscore the importance of targeted mental health interventions for youth impacted by the infection.","authors":[{"last_name":"Kim","fore_name":"Jaewhan","initials":"J","full_name":"Jaewhan Kim"},{"last_name":"Ewing","fore_name":"Carson R","initials":"CR","full_name":"Carson R Ewing"},{"last_name":"Larson","fore_name":"Ashlee","initials":"A","full_name":"Ashlee Larson"},{"last_name":"Illapperuma-Wood","fore_name":"Chathuri","initials":"C","full_name":"Chathuri Illapperuma-Wood"},{"last_name":"Fischer","fore_name":"Aaron","initials":"A","full_name":"Aaron Fischer"},{"last_name":"Duru","fore_name":"Emeka Elvis","initials":"EE","full_name":"Emeka Elvis Duru"},{"last_name":"Kim","fore_name":"Youngwoo","initials":"Y","full_name":"Youngwoo Kim"},{"last_name":"Wilson","fore_name":"Fernando","initials":"F","full_name":"Fernando Wilson"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1371/journal.pone.0331984","journal":"PloS one","journal_abbr":"PLoS One","source":"pubmed","mesh_headings":["Humans","Child","Adolescent","COVID-19","Female","Male","Anxiety","Depression","Incidence","SARS-CoV-2","United States","Utah","Risk Factors"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40920771","title":"The association between limiting longstanding illness and serious psychological distress in adolescents A secondary analysis of the UK Millennium Cohort Study.","abstract":"Previous studies have shown associations between specific limiting longstanding illnesses and mental health difficulties using cross-sectional studies in the UK. This study explored the association between having any limiting longstanding illness and serious psychological distress or of currently receiving treatment for depression or serious anxiety at age 17 years. A secondary analysis of the UK Millennium Cohort Study was conducted. Outcome measures were dichotomised responses from the self-administered Kessler-6 questionnaire for nonspecific psychological distress, and self-reported current treatment for depression or serious anxiety. Limiting longstanding illness data and covariates were taken from questionnaires with parents and adolescents, from birth up to age 17 years. Data were analysed using multiple binary logistic regression, first using complete-case analysis, and then using multiple imputation using chained equations. Adolescents with a history of limiting longstanding illness were at an increased odds of both serious psychological distress (odds ratio 1.53, 95 CI 1.27-1.86) and self-reporting currently receiving treatment for depression or serious anxiety at age 17 years (odds ratio 3.02, 95 CI 2.24-4.07). Children and young people with a limiting longstanding illness are at increased risk of having serious psychological distress, depression, and serious anxiety. Practitioners should be aware of this and routine screening for psychological distress, plus additional preventative support, may be beneficial.","authors":[{"last_name":"Palliser","fore_name":"Gareth Martyn","initials":"GM","full_name":"Gareth Martyn Palliser"},{"last_name":"Fraser","fore_name":"Lorna K","initials":"LK","full_name":"Lorna K Fraser"},{"last_name":"Mooney","fore_name":"Kate E","initials":"KE","full_name":"Kate E Mooney"},{"last_name":"Jarvis","fore_name":"Stuart W","initials":"SW","full_name":"Stuart W Jarvis"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1371/journal.pone.0306677","journal":"PloS one","journal_abbr":"PLoS One","source":"pubmed","mesh_headings":["Humans","Adolescent","United Kingdom","Male","Female","Psychological Distress","Anxiety","Child","Cohort Studies","Depression","Surveys and Questionnaires","Chronic Disease","Cross-Sectional Studies","Stress, Psychological","Child, Preschool","Infant"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40920681","title":"Resting vagal tone, alpha amylase and cortisol levels in women with eating disorders before and after psychotherapy.","abstract":"Eating disorders such as Anorexia Nervosa (AN) and Bulimia Nervosa (BN) were previously found to partly entail alterations in stress physiology including salivary cortisol (sC), and salivary alpha amylase (sAA) at rest and basal vagal tone (HF-HRV), compared to individuals without mental disorders or with mixed mental disorders (anxiety and depressive disorders), but corresponding data remain scarce and are not entirely consistent. HF-HRV, sC and sAA at rest were assessed in a female sample of 58 individuals with AN and 54 individuals with BN before and after psychotherapy and contrasted against measurements from 59 female individuals suffering from mixed disorders and 101female healthy controls. Values for sC were elevated in AN compared to all other groups, those for HF-HRV were highest in both AN and BN and lowest in mixed mental disorders and no differences were found at rest for sAA. During psychotherapy, HF-HRV changed more in AN and BN groups than in HC or mixed samples. sC and sAA remained unchanged. There was no association between BMI and stress physiology. Alterations in stress physiology present differently across EDs and mixed mental disorders. Correlates of physiological functioning remained mostly stable throughout 3 months of psychotherapy. Only basal vagal tone was normalized in AN/BN in comparison to HC. This might indicate that physiological changes can occur early, but mostly take longer to change during treatment. Trial registration Data were assessed during a multi-site cross- and longitudinal experimental trial registered at the German Clinical Trials Registry (trial number DRKS00005709 see 1 for details).","authors":[{"last_name":"Munsch","fore_name":"Simone","initials":"S","full_name":"Simone Munsch"},{"last_name":"Messerli-Bürgy","fore_name":"Nadine","initials":"N","full_name":"Nadine Messerli-Bürgy"},{"last_name":"Rubo","fore_name":"Marius","initials":"M","full_name":"Marius Rubo"},{"last_name":"Meyer","fore_name":"Andrea H","initials":"AH","full_name":"Andrea H Meyer"},{"last_name":"Schopf","fore_name":"Kathrin","initials":"K","full_name":"Kathrin Schopf"},{"last_name":"Humbel","fore_name":"Nadine","initials":"N","full_name":"Nadine Humbel"},{"last_name":"Forrer","fore_name":"Felicitas","initials":"F","full_name":"Felicitas Forrer"},{"last_name":"Adolph","fore_name":"Dirk","initials":"D","full_name":"Dirk Adolph"},{"last_name":"Margraf","fore_name":"Jürgen","initials":"J","full_name":"Jürgen Margraf"},{"last_name":"Schneider","fore_name":"Silvia","initials":"S","full_name":"Silvia Schneider"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1371/journal.pone.0329573","journal":"PloS one","journal_abbr":"PLoS One","source":"pubmed","mesh_headings":["Humans","Female","Hydrocortisone","Adult","Psychotherapy","Vagus Nerve","Saliva","Anorexia Nervosa","Young Adult","alpha-Amylases","Feeding and Eating Disorders","Adolescent","Bulimia Nervosa","Case-Control Studies"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40920380","title":"Social Participation and Depressive Symptoms Among Older Adults.","abstract":"Previous studies have suggested that social participation helps prevent depression among older adults. However, evidence is lacking about whether the preventive benefits vary among individuals and who would benefit most. To examine the sociodemographic, behavioral, and health-related heterogeneity in the association between social participation and depressive symptoms among older adults and to identify the individual characteristics among older adults expected to benefit the most from social participation. This cohort study included participants aged 65 years or older in the 2016, 2019, and 2022 waves of the Japan Gerontological Evaluation Study (JAGES), a nationwide survey examining social determinants of health and social environment in Japan. All participants were functionally and cognitively independent. Analyses were performed from February 2024 to February 2025. Social participation recorded in the 2019 JAGES. Participation included involvement in hobby groups, sports groups or clubs, volunteer clubs, senior citizen clubs, and neighborhood communities more often than once a month. The main outcome was depressive symptoms defined as a score of 5 or higher on the Geriatric Depression Scale (GDS score range 0-15, with higher scores indicating more severe depressive symptoms) in the 2022 JAGES. After 1 1 propensity score matching on the status of social participation in the 2019 JAGES to adjust for characteristics in the 2016 JAGES, a machine learning-based causal forest algorithm was used to assess the heterogeneity in the association between social participation and depressive symptoms. Conditional average treatment effect (CATE) was estimated for each individual, and the median of the CATE distribution was used as a threshold to categorize participants by their characteristics into the high-benefit group or low-benefit group. Among the 11 146 propensity score-matched older individuals (mean SD age, 72.40 (5.15) years 5762 men 51.7 15.7 developed depressive symptoms), social participation was associated with reduction in the risk of depressive symptoms (2.2 95 CI, 0.9-3.5 percentage points). The causal forest model showed heterogeneity across individual characteristics. Compared with the low-benefit group, the high-benefit group were more likely to be older and have lower socioeconomic status (lower educational level and household income). The reduction in risk of depressive symptoms associated with social participation was observed in the high-benefit group (4.1 95 CI, 1.3-6.9 percentage points) but not in the low-benefit group (0.4 95 CI, -2.0 to 2.8 percentage points). In this cohort study, the association between social participation and depressive symptoms varied across individual characteristics. Promoting social participation, particularly for older adults with lower socioeconomic status, would play a role in not only improved mental health but also decreased mental health disparities during the global population aging.","authors":[{"last_name":"Takemura","fore_name":"Yuta","initials":"Y","full_name":"Yuta Takemura"},{"last_name":"Inoue","fore_name":"Kosuke","initials":"K","full_name":"Kosuke Inoue"},{"last_name":"Sato","fore_name":"Koryu","initials":"K","full_name":"Koryu Sato"},{"last_name":"Haseda","fore_name":"Maho","initials":"M","full_name":"Maho Haseda"},{"last_name":"Shiba","fore_name":"Koichiro","initials":"K","full_name":"Koichiro Shiba"},{"last_name":"Kondo","fore_name":"Naoki","initials":"N","full_name":"Naoki Kondo"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1001/jamanetworkopen.2025.30523","journal":"JAMA network open","journal_abbr":"JAMA Netw Open","source":"pubmed","mesh_headings":["Humans","Social Participation","Aged","Male","Female","Depression","Japan","Aged, 80 and over","Cohort Studies"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40920350","title":"Telehealth-directed emergency tube thoracostomy.","abstract":"In this case, we describe the remote telehealth leadership of emergent tube thoracostomy in a patient with a critical respiratory status. The patient had presented to a small rural health care facility with breathlessness and hypoxia despite supplemental oxygen. A subsequent chest x-ray revealed a large pneumothorax requiring emergent treatment to prevent respiratory demise. Due to their location, the arrival of a critical care team would be delayed, and the local staff had very limited prior experience with chest procedures. Through remote telehealth leadership, the local team was guided through initial attempts at the Seldinger tube thoracostomy technique, before progressing to an open approach following failure of the initial attempt. Ultimately, the patient was stabilised and remained admitted locally, avoiding aeromedical retrieval. Key learnings included the need to develop a shared mental model of the procedure, responding to local equipment limitations, the leadership response to initial technique failure, and maintenance of situational awareness. This furthers evidence provided in prior case reports that high acuity low occurrence critical care procedures can be facilitated via remote telehealth support.","authors":[{"last_name":"Aston","fore_name":"Ben","initials":"B","full_name":"Ben Aston"},{"last_name":"Powell","fore_name":"Benjamin","initials":"B","full_name":"Benjamin Powell"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1177/1357633X251372248","journal":"Journal of telemedicine and telecare","journal_abbr":"J Telemed Telecare","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40920172","title":"Impact of Intersecting Identities on Student Well-being.","abstract":"John is a 12-year-old African-American boy with a Specific Learning Disorder in Reading and Generalized Anxiety Disorder who you are seeing in follow-up at your clinic. Last fall, when John was having an escalation of his anxiety symptoms at school, he enacted the behavior intervention plan (BIP) that had been previously established by his educational team of informing his teacher that he needed to leave the classroom. He then paced the hallway outside of his classroom as a method of coping with the anxiety that he was experiencing. Approximately 3 months prior, John s teacher was unable to visualize him from her position in the classroom and subsequently called the School Resource Officer (SRO) to locate him. The SRO found John, who was in an emotionally dysregulated state. The SRO subsequently approached John who noted that he wanted to jump off a cliff. Rather than following the BIP which details the need to involve the school counselor and social worker when John is in an emotionally dysregulated state to perform a self-harm/threat assessment, the SRO bypassed this step and, instead, notified the emergency response team, who initiated a petition for psychiatric evaluation, thus temporarily limiting parental rights to make certain treatment decisions. This led to John being transported to the local Emergency Department (Emergency Department) in the backseat of a police vehicle.While in the Emergency Department, a urine toxicology assessment was performed which returned negative and John was subsequently evaluated by the child and adolescent psychiatrist on call who deemed that John was not an immediate threat to himself or others and discharged him home with his mother. Subsequent to this event, John exhibited refusal to return to school and would remain in his family s car for 30 to 60 minutes before entering the school in the morning. Once at school, he would go to an administrator s office where he felt safe, and his school work was brought to him. His long-standing therapist, who he had been seeing for management of anxiety, began providing Eye Movement Desensitization and Reprocessing therapy with John as a trauma-focused intervention to address the events he experienced at school.John continued to exhibit school avoidance and was placed on home-bound instruction by the school in the spring, which comprised 60 minutes of special education instruction in the home each week, without provision of general education instruction. John went from being an A/B student to earning Ds and Fs, and he was denied compensatory instructional services by the school in the summer.The family comes to your DBP clinic that summer asking for evaluation of his traumatic symptoms and to create a plan for the fall and returning to school.","authors":[{"last_name":"Valdez","fore_name":"Purnima","initials":"P","full_name":"Purnima Valdez"},{"last_name":"Stransky","fore_name":"Andrea Diaz","initials":"AD","full_name":"Andrea Diaz Stransky"},{"last_name":"Grant","fore_name":"Crystal","initials":"C","full_name":"Crystal Grant"},{"last_name":"Augustyn","fore_name":"Marilyn","initials":"M","full_name":"Marilyn Augustyn"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/DBP.0000000000001409","journal":"Journal of developmental and behavioral pediatrics : JDBP","journal_abbr":"J Dev Behav Pediatr","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40919724","title":"Opioid agonist therapy for opioid use disorder in primary versus specialty care.","abstract":"Opioid use disorder (OUD) is commonly treated in specialized care settings with long-acting opioid agonists, also known as opioid agonist therapy, or OAT. Despite the rise in opioid use globally and evidence for a 50 reduction in mortality when OAT is employed, the proportion of people with OUD receiving OAT remains small. One initiative to improve the access and uptake of OAT could be to offer OAT in a primary care setting primary care clinics are more numerous, might reduce the visibility and potential stigma of receiving treatment for OUD, and may facilitate the care of other medical conditions that are unrelated to OUD. However, it is unknown how effective treating OUD in primary care would be. To assess the benefits and harms of using opioid agonist therapy (OAT) to treat people with opioid use disorder (OUD) in a primary care setting, as compared to a traditional specialty care setting. We searched the Cochrane Drugs and Alcohol Group Specialized Register, Cochrane Central Register of Controlled Trials, MEDLINE, Embase, three other databases, and two trials registers in March 2025. We did not restrict searches by language or publication date. Eligible studies were parallel randomized controlled trials (RCTs) and cluster-randomized trials comparing OAT for OUD treatment in primary care versus specialty care settings. Participants were community-dwelling adults with OUD, as identified and defined by trial-specific inclusion criteria. We excluded trials if they included only pregnant women, or those who were incarcerated, but accepted all other comorbidity requirements (e.g. being Human Immunodeficiency Virus positive). Primary outcomes included treatment retention, abstinence from non-prescribed opioids, major adverse events, and withdrawals due to adverse events. Secondary outcomes were other patient-oriented outcomes, including quality of life, patient satisfaction, all-cause mortality, opioid-related mortality, all-cause hospitalization or emergency room visit, all-cause incarceration, and minor adverse events. Two review authors independently extracted data using a predesigned RCT template in Covidence. We assessed risk of bias using the Cochrane RoB 1 tool, and certainty of evidence using GRADE. We analyzed outcomes using Review Manager and a random-effects model to account for variability in care models and populations. We included seven RCTs involving 1992 participants. The studies were completed in France (1 study), Ukraine (1 study), and the Ultrasound (5 studies), and enrolled predominantly males (75 ) with a mean age of 38 years. Risk of bias in individual trials was typically low or unclear in all domains except for blinding, where it was high, given participants and providers could not realistically be blinded to setting. One trial was at high risk of bias related to random sequence generation and another for incomplete outcome data. The evidence is very uncertain whether there was a difference in treatment retention in a primary care setting (risk ratio (RR) 1.15, 95 confidence interval (CI) 0.98 to 1.34 7 studies, 1952 participants very low-certainty evidence). Abstinence from non-prescribed opioids at the end of follow-up may have been higher in participants managed in primary care (RR 1.59, 95 CI 1.03 to 2.46 5 studies, 428 participants low-certainty evidence). Major adverse events were infrequently reported. Only one trial reported all-cause death (one in primary care versus four in specialty care), but these numbers were too small to be meaningful (very low-certainty evidence). Although data from three studies regarding patient satisfaction could not be combined, patients in primary care may have had greater satisfaction. We downgraded certainty in the evidence twice for indirectness for all outcomes given the studies excluded high-risk patients (e.g. those who were pregnant, had co-dependence on alcohol or benzodiazepines, had psychiatric illness, or were homeless) and primary care providers were often atypical of primary care in general (with connections to, or proximity with, OUD-specialized clinics). We downgraded treatment retention an additional level for inconsistency due to high heterogeneity (I 69 ). For lower-risk people with OUD who were stable on OAT, managing their OAT in primary care, as compared to specialty care, the evidence is very uncertain for treatment retention and may have resulted in better abstinence from non-prescribed opioids and better patient satisfaction. Further trials in primary care clinics that have less experience with, or connection to, OUD specialty clinics is warranted.","authors":[{"last_name":"Perry","fore_name":"Danielle","initials":"D","full_name":"Danielle Perry"},{"last_name":"Kirkwood","fore_name":"Jessica Em","initials":"JE","full_name":"Jessica Em Kirkwood"},{"last_name":"Doroshuk","fore_name":"Marissa L","initials":"ML","full_name":"Marissa L Doroshuk"},{"last_name":"Kelmer","fore_name":"Michael","initials":"M","full_name":"Michael Kelmer"},{"last_name":"Korownyk","fore_name":"Christina S","initials":"CS","full_name":"Christina S Korownyk"},{"last_name":"Ton","fore_name":"Joey","initials":"J","full_name":"Joey Ton"},{"last_name":"Garrison","fore_name":"Scott R","initials":"SR","full_name":"Scott R Garrison"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/14651858.CD013672.pub2","journal":"The Cochrane database of systematic reviews","journal_abbr":"Cochrane Database Syst Rev","source":"pubmed","mesh_headings":["Humans","Opioid-Related Disorders","Randomized Controlled Trials as Topic","Primary Health Care","Analgesics, Opioid","Opiate Substitution Treatment","Buprenorphine","Bias","Methadone","Quality of Life"],"publication_types":["Systematic Review","Journal Article","Meta-Analysis","Review"],"affiliation":"","has_medical_terms":false}
