{"id":"40923270","title":"High-voltage electrical pulses for pancreatic cancer treatment in the era of precision medicine.","abstract":"Pancreatic cancer (PC) presents a significant therapeutic challenge due to its immunosuppressive tumor microenvironment (TME). Emerging evidence supports the efficacy of high-voltage electrical pulses (HVEPs) in PC treatment, leveraging dual benefits of pancreatobiliary duct integrity maintenance and immunogenicity activation. PubMed, Embase, Cochrane Library, and Web of Science were searched from January 2000 to January 2025. This review synthesizes recent advances in HVEPs for PC treatment, specifically focusing on clinical translation, mechanistic insights, and combinatorial strategies with other modalities. HVEPs induce immunogenic cell death and reprogram the TME, converting immunologically cold tumors to hot. We also highlight the synergistic potential of combining HVEPs with surgery, chemotherapy, immunotherapy (notably for prolonging immune effects and activating abscopal responses), and nanomaterials (which enhance targeting, reduce toxicity, and augment efficacy). Current research must still address several outstanding issues in device engineering, mechanism exploration, designing new immunotherapy combinations, and developing nanomaterials. Further exploration of the mechanisms of HVEPs and the development of combination approaches based on HVEPs-particularly with immunotherapy and nanomaterials-holds significant promise for advancing personalized, precise, and systemic management of PC.","authors":[{"last_name":"Ma","fore_name":"Wenyuan","initials":"W","full_name":"Wenyuan Ma"},{"last_name":"Liu","fore_name":"Haoyu","initials":"H","full_name":"Haoyu Liu"},{"last_name":"Xu","fore_name":"Fan","initials":"F","full_name":"Fan Xu"},{"last_name":"Xu","fore_name":"Lei","initials":"L","full_name":"Lei Xu"},{"last_name":"Zhang","fore_name":"Chengyue","initials":"C","full_name":"Chengyue Zhang"},{"last_name":"Lou","fore_name":"Wenjing","initials":"W","full_name":"Wenjing Lou"},{"last_name":"Xie","fore_name":"Liting","initials":"L","full_name":"Liting Xie"},{"last_name":"Jiang","fore_name":"Tian'An","initials":"T","full_name":"Tian'An Jiang"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/JS9.0000000000003386","journal":"International journal of surgery (London, England)","journal_abbr":"Int J Surg","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40923240","title":"KDM4A-induced tumor senescence enhances the efficacy of immunotherapy by inhibiting AGT-PHB1 axis-mediated mitophagy in colorectal cancer.","abstract":"Immune checkpoint inhibitors (ICIs) can re-active the immune response and induce a complete response in mismatch repair-deficient and microsatellite instability-high (dMMR/MSI-H) colorectal cancer (CRC). However, most CRCs exhibit proficient mismatch repair and microsatellite stable (pMMR/MSS) phenotypes with limited immunotherapy response because of sparse intratumoral CD8 T-lymphocyte infiltration. Cellular senescence has been reported to involve immune cell infiltration through a senescence-associated secretory phenotype (SASP). However, the relationship between CRC cellular senescence and CD8 T-lymphocyte infiltration remains unclear. Through integrated analysis of clinical cohorts and transcriptomic data across mismatch repair (MMR) subtypes, we identified cellular senescence as a hallmark of dMMR tumors, accompanied by elevated expression of KDM4A (lysine demethylase 4A). Clinically, KDM4A CDKN2A/p16 expression correlated with improved CRC patient prognosis. Mechanistically, KDM4A upregulated AGT (angiotensinogen) expression through H3K9me3 demethylation and promoted CRC cellular senescence. Meanwhile, KDM4A-driven senescence suppressed tumor growth and enhanced intratumoral CD8 T-lymphocyte infiltration via enhancing SASP-associated secretion. Furthermore, AGT disrupted PHB1 (prohibitin 1)-mediated basal mitophagy, triggering cytoplasmic mitochondrial Deoxyribonucleic Acid (mtDNA) accumulation that activated CGAS-STING1 signaling and enhanced SASP secretion. Crucially, KDM4A overexpression potentiated anti-PDCD1/PD1 efficacy in MSI-H CRC and reversed therapy resistance in MSS CRC. Conclusively, we established a KDM4A-AGT-PHB1 (KAP) grade system that robustly predicts immunotherapy responsiveness in pMMR CRC patients. AGT angiotensinogen BafA bafilomycin A CCCP carbonyl cyanide 3-chlorophenylhydrazone CRC colorectal cancer CDKN1A/p21 cyclin dependent kinase inhibitor 1A CDKN2A/p16 cyclin dependent kinase inhibitor 2A CHX cycloheximide Co-IP co-immunoprecipitation dMMR deficient mismatch repair EdU 5-ethynyl-2 -deoxyuridine GAPDH glyceraldehyde-3-phosphate dehydrogenase IL6 interleukin 6 IL8 interleukin 8 IHC immunohistochemical KDM4A lysine demethylase 4A mtDNA mitochondrial Deoxyribonucleic Acid Multiple Sclerosis mass spectrometry NFKB/NF- B nuclear factor kappa B PHB1 prohibitin 1 PHB2 prohibitin 2 PINK1 PTEN induced kinase 1 pMMR proficient mismatch repair PRKN/parkin parkin RBR E3 ubiquitin protein ligase SASP senescence-associated secretory phenotype SA-GLB1/ -gal senescence-associated galactosidase beta 1 TIMM23 translocase of inner mitochondrial membrane 23 TOMM20 translocase of outer mitochondrial membrane 20 TRIM21 tripartite motif containing 21 TUBB/beta-tubulin tubulin beta class I.","authors":[{"last_name":"Cai","fore_name":"Tanxing","initials":"T","full_name":"Tanxing Cai"},{"last_name":"Liang","fore_name":"Zhenxing","initials":"Z","full_name":"Zhenxing Liang"},{"last_name":"Chen","fore_name":"Zhiping","initials":"Z","full_name":"Zhiping Chen"},{"last_name":"Li","fore_name":"Yang","initials":"Y","full_name":"Yang Li"},{"last_name":"Xiao","fore_name":"Wei","initials":"W","full_name":"Wei Xiao"},{"last_name":"Liang","fore_name":"Wenfeng","initials":"W","full_name":"Wenfeng Liang"},{"last_name":"Xie","fore_name":"Hao","initials":"H","full_name":"Hao Xie"},{"last_name":"Liu","fore_name":"Huashan","initials":"H","full_name":"Huashan Liu"},{"last_name":"Zeng","fore_name":"Ziwei","initials":"Z","full_name":"Ziwei Zeng"},{"last_name":"Yang","fore_name":"Xin","initials":"X","full_name":"Xin Yang"},{"last_name":"Luo","fore_name":"Shuanglin","initials":"S","full_name":"Shuanglin Luo"},{"last_name":"Zheng","fore_name":"Xiaobin","initials":"X","full_name":"Xiaobin Zheng"},{"last_name":"Zhong","fore_name":"Keli","initials":"K","full_name":"Keli Zhong"},{"last_name":"Huang","fore_name":"Liang","initials":"L","full_name":"Liang Huang"},{"last_name":"Xiong","fore_name":"Li","initials":"L","full_name":"Li Xiong"},{"last_name":"Kang","fore_name":"Liang","initials":"L","full_name":"Liang Kang"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1080/15548627.2025.2551680","journal":"Autophagy","journal_abbr":"Autophagy","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40923155","title":"Bionic nanomedicines for microwave-triggered cuproptosis to enhance cancer immunotherapy.","abstract":"Cuproptosis relies on intracellular copper accumulation and shows great potential in tumor therapy. However, the high content of glutathione (GSH) in tumor cells limits its effectiveness. Furthermore, the mechanism of immune activation mediated by cuproptosis remains unclear. To address this, we developed a cancer cell membrane-coated CuO nanoparticle (TC) to induce cuproptosis in tumor cells. After entering tumor cells homologous targeting, the TC released Cu in the acidic microenvironment. Cu are subsequently reduced to Cu generating hydroxyl radicals through the Fenton reaction. These results led to the downregulation of GSH and eventually sensitized cuproptosis. Microwave (MW)-induced hyperthermia further amplifies these effects. Experimental results demonstrate that TC MW effectively induces 4T1 cancer cells cuproptosis both and , significantly inhibiting 4T1 tumor growth with minimal systemic toxicity. The treatment also triggered tumor immunogenic cell death and sensitized T-cell-mediated anti-tumor immunity. TC offers a promising strategy for effective cancer cuproptosis and immunotherapy.","authors":[{"last_name":"Suo","fore_name":"Meng","initials":"M","full_name":"Meng Suo"},{"last_name":"Wang","fore_name":"Ziqi","initials":"Z","full_name":"Ziqi Wang"},{"last_name":"Zhang","fore_name":"Shiwei","initials":"S","full_name":"Shiwei Zhang"},{"last_name":"Tang","fore_name":"Wei","initials":"W","full_name":"Wei Tang"},{"last_name":"Liang","fore_name":"Dongyan","initials":"D","full_name":"Dongyan Liang"},{"last_name":"Chen","fore_name":"Xiaoyuan","initials":"X","full_name":"Xiaoyuan Chen"},{"last_name":"Ning","fore_name":"Shipeng","initials":"S","full_name":"Shipeng Ning"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1039/d5nh00425j","journal":"Nanoscale horizons","journal_abbr":"Nanoscale Horiz","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40923141","title":"The immune landscape of systemic inflammation in prostate cancer.","abstract":"Prostate cancer is a significant global health issue with inflammation emerging as a critical driver of progression. The prostate tumor microenvironment (TME) is comprised of tumor cells, mesenchymal stem cells, immune cells, cancer-associated fibroblasts, adipocytes, and the extracellular matrix. All of these TME components interact soluble factors, such as growth factors, cytokines, and chemokines. These interactions remodel the TME and drive inflammation and tumor progression. Prolonged inflammation leads to dysregulated activation and infiltration of immune cells in the TME. This process maintains an immunosuppressive environment and facilitates epithelial-to-mesenchymal transition, migration, and invasion. Chronic inflammation causes inflammatory mediators to enter the circulation over time, as evidenced by systemic biomarkers, such as the systemic immune-inflammation index, which links inflammation to disease severity. Interactions between the prostate gland and adipose tissues further exacerbate systemic inflammation. Inflammation in the prostate gland confers resistance to therapy, primes distant metastatic niches, and promotes metastatic spread, resulting in poor clinical outcomes. Therapeutic strategies, such as anti-inflammatory agents and immunotherapies, hold promise in mitigating disease burden. This review explored the immune landscape of systemic inflammation in prostate cancer, discussed the role of the immune landscape in resistance to therapy and metastasis, and offered insights into potential interventions for targeting inflammation to limit prostate cancer burden.","authors":[{"last_name":"Zhang","fore_name":"Liang","initials":"L","full_name":"Liang Zhang"},{"last_name":"Fu","fore_name":"Jiangling","initials":"J","full_name":"Jiangling Fu"},{"last_name":"Liu","fore_name":"Xiaoliang","initials":"X","full_name":"Xiaoliang Liu"},{"last_name":"Feng","fore_name":"Shangzhi","initials":"S","full_name":"Shangzhi Feng"},{"last_name":"Leng","fore_name":"Yuanjing","initials":"Y","full_name":"Yuanjing Leng"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.20892/j.issn.2095-3941.2025.0149","journal":"Cancer biology \u0026 medicine","journal_abbr":"Cancer Biol Med","source":"pubmed","mesh_headings":["Humans","Male","Prostatic Neoplasms","Tumor Microenvironment","Inflammation","Animals"],"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40923025","title":"Targeting collagen in armored and cold tumors Overcoming barriers to cancer therapy.","abstract":"Collagen contributes to extracellular matrix formation and stiffness, providing a three-dimensional framework that supports the development and growth of solid tumors. By interacting with specific tumor cell receptors, collagen influences tumor cell signaling pathways, promoting cancer progression and drug resistance. Recent advancements in understanding the tumor extracellular matrix have underscored collagen s role in fostering an immunosuppressive tumor microenvironment (TME) and acting as a barrier to immunotherapy. Understanding the immunosuppressive mechanisms of collagen in the TME has revealed novel therapeutic targets and opportunities. This review highlights the immunoregulatory functions of collagen in the TME and provides a comprehensive overview of integrating collagen scores with traditional immunoscore-based immunotyping methods to enhance response prediction. Additionally, we discuss recent therapeutic developments in collagen targeting and their clinical potential for enhancing anti-cancer immunity.","authors":[{"last_name":"Wang","fore_name":"Shaofei","initials":"S","full_name":"Shaofei Wang"},{"last_name":"Li","fore_name":"Jingjing","initials":"J","full_name":"Jingjing Li"},{"last_name":"Zhao","fore_name":"Yulei","initials":"Y","full_name":"Yulei Zhao"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.cpt.2024.11.001","journal":"Cancer pathogenesis and therapy","journal_abbr":"Cancer Pathog Ther","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40923007","title":"Effect of Neoadjuvant Immunochemotherapy on Postoperative Pulmonary Complications for Locally Advanced Esophageal Cancer A Propensity Score Matching Cohort Study.","abstract":"Neoadjuvant immunochemotherapy (NICT) has shown promise in improving the oncological outcomes of locally advanced esophageal cancer (LAEC). However, concerns remain regarding its potential to induce pulmonary side effects that may increase the risk of perioperative adverse events. This study aimed to compare the incidence of postoperative pulmonary complications (PPCs) in patients receiving NICT and those undergoing non-neoadjuvant therapy. This retrospective cohort study included 274 patients with LAEC who received either NICT or non-neoadjuvant therapy followed by radical esophagectomy. Propensity score matching was used to balance patient characteristics between the two groups. The primary outcome was the incidence of PPCs within the first seven days postoperatively. Conditional logistic regression models were used to assess the association between NICT and PPCs. Sensitivity analysis using inverse probability of treatment weighting was conducted to validate the robustness of the findings. A total of 182 patients were included in the final analysis, with 91 patients in each group. The incidence of PPCs was significantly higher in the NICT group than in the control group (46.2 vs 26.4 , 0.009). Respiratory infections (37.4 vs 22.0 , 0.035) and pleural effusions (22.0 vs 9.9 , 0.043) were more frequent in the NICT group. New-onset arrhythmia was the most common cardiovascular complication, with tachycardia occurring in 24.2 of patients in the NICT group compared to 9.9 in the control group ( 0.018). Conditional logistic regression analysis revealed a significant association between NICT and PPCs (Operating Room 5.648, 95 CI 1.579-20.204, 0.008). Sensitivity analysis using IPTW further confirmed these results (Operating Room 2.893, 95 CI 1.537-5.446, 0.001). Patients with locally advanced esophageal cancer who received at least two cycles of NICT had a significantly increased risk of developing postoperative pulmonary complications.","authors":[{"last_name":"Du","fore_name":"Wei","initials":"W","full_name":"Wei Du"},{"last_name":"Qiao","fore_name":"Xi","initials":"X","full_name":"Xi Qiao"},{"last_name":"Yao","fore_name":"Jifang","initials":"J","full_name":"Jifang Yao"},{"last_name":"Wang","fore_name":"Zhijiao","initials":"Z","full_name":"Zhijiao Wang"},{"last_name":"Shi","fore_name":"Yuanyuan","initials":"Y","full_name":"Yuanyuan Shi"},{"last_name":"Jia","fore_name":"Huiqun","initials":"H","full_name":"Huiqun Jia"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.2147/DDDT.S537794","journal":"Drug design, development and therapy","journal_abbr":"Drug Des Devel Ther","source":"pubmed","mesh_headings":["Humans","Esophageal Neoplasms","Male","Female","Propensity Score","Retrospective Studies","Middle Aged","Neoadjuvant Therapy","Postoperative Complications","Aged","Cohort Studies","Esophagectomy","Lung Diseases","Immunotherapy"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922946","title":"CpG ODN Combined with Gold Nanorods Enhances Immune Activation and Its Potential Mechanism.","abstract":"Immune escape of tumor cells is a common problem with tumor photothermal therapy utilizing gold nanorods (Au NRs). Whether CpG ODN, an immune adjuvant, can synergize with Au NRs to activate the immune response and its potential mechanism is not clear. The effect of Au NRs combined with CpG ODN (Au NRs-C) on the activity of various immune-related cells, such as double-positive T cells, macrophages, NK cells, Th17, and Treg. The expression levels of various immune and inflammation-related factors, such as IL-1R1, IL-6, IL-17, and TNF- were characterized. Transcriptome sequencing analysis was used to explore the potential immunomodulatory mechanisms of Au NRs-C. Whether immune activation was enhanced by antibody-functionalized Au NR upon binding to CpG ODN was assessed. Flow cytometry and ELISA analyses indicate that both Au NRs and CpG ODN increase pro-inflammatory cytokine levels and immune activation. However, Au NRs-C demonstrated superior immune activation potential. Furthermore, Au NRs stimulate the expression of Treg, while Au NRs-C significantly inhibit this effect. This suggests that the conjugation of CpG ODN with Au NRs not only greatly enhances the immune activation but also compensates for some of their deficiencies in eliciting immune responses. Transcriptome sequencing uncovered DEGs mainly localized to immune and pro-inflammatory cytokine pathways. PPI analysis identified six hub genes , and . Moreover, CpG conjugation with antibody functionalization- Au NRs enhances immune stimulation. Au NRs-C promotes immune activation by eliciting changes in the activity of immune-associated cells and expression of inflammatory factors through multiple pathways, such as MHC antigen presentation and Toll-like receptor-mediated immune processes.","authors":[{"last_name":"Zhang","fore_name":"Shiwen","initials":"S","full_name":"Shiwen Zhang"},{"last_name":"Wang","fore_name":"Changqiang","initials":"C","full_name":"Changqiang Wang"},{"last_name":"Jiang","fore_name":"Jing","initials":"J","full_name":"Jing Jiang"},{"last_name":"Li","fore_name":"Linlu","initials":"L","full_name":"Linlu Li"},{"last_name":"Luo","fore_name":"Jiaqi","initials":"J","full_name":"Jiaqi Luo"},{"last_name":"Zhu","fore_name":"Jingying","initials":"J","full_name":"Jingying Zhu"},{"last_name":"Chen","fore_name":"Renxu","initials":"R","full_name":"Renxu Chen"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.2147/JIR.S528371","journal":"Journal of inflammation research","journal_abbr":"J Inflamm Res","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922912","title":"Salvage esophagectomy for unresectable locally advanced esophageal squamous cell carcinoma Significant or not","abstract":"We reviewed the current status and perspectives on salvage esophagectomy for initially unresectable locally advanced esophageal squamous cell carcinoma (ESCC) in the era of minimally invasive surgery and immunotherapy. Although the standard treatment for these patients is definitive chemoradiotherapy (CRT), the complete response rate to CRT alone remains unsatisfactory. Salvage esophagectomy, which is defined as surgery for residual or recurrent lesions after definitive CRT, is considered a curative treatment in clinical practice. No randomized trials have been conducted comparing salvage esophagectomy and non-surgical treatment in this cohort, because, in addition to the small number of eligible patients, constructing an appropriate study design may have been difficult. Therefore, in this review, the assessment of the current status was based on the results of several available retrospective studies. Most results from these studies show favorable results for salvage esophagectomy in this subject however, whether it is a widely used treatment should be carefully evaluated because all these reports are limited to those from high-volume facilities for esophageal surgery. Appropriate patient selection and skilled surgical techniques are essential for successful salvage esophagectomy for initially unresectable locally advanced ESCC. To improve the short- and long-term outcomes of this surgery, advances in surgical techniques as well as further development of diagnostic capabilities, perioperative management, and multidisciplinary treatment are desirable.","authors":[{"last_name":"Saeki","fore_name":"Hiroshi","initials":"H","full_name":"Hiroshi Saeki"},{"last_name":"Sakai","fore_name":"Makoto","initials":"M","full_name":"Makoto Sakai"},{"last_name":"Watanabe","fore_name":"Takayoshi","initials":"T","full_name":"Takayoshi Watanabe"},{"last_name":"Sohda","fore_name":"Makoto","initials":"M","full_name":"Makoto Sohda"},{"last_name":"Shirabe","fore_name":"Ken","initials":"K","full_name":"Ken Shirabe"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/ags3.70013","journal":"Annals of gastroenterological surgery","journal_abbr":"Ann Gastroenterol Surg","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40922752","title":"Monoclonal Antibodies-Anchored Quantum Dots-Based Delivery Strategies for Glioblastoma Treatment Challenges and Applications.","abstract":"Treatment of glioblastoma multiforme (GBM) has been a great challenge before medical fraternity since last century owing to a median survival of less than 15 months, despite of intensive therapy. Neurosurgeries, intense chemotherapy, advanced radiotherapy, and targeted therapies have bought some extension to the life of GBM patients. Combination and targeted therapies could bring a concrete approach to tackle the complexities of GBM treatment. Monoclonal antibodies (mAbs) have already proved their potential, owing to their high affinity and target-specificity, as a promising cancer immunotherapy. In addition, the unique optical properties of quantum dots (QDs) make them an ideal choice of nanocarrier for delivering the chemotherapeutic agents across the blood-brain barrier (BBB) and blood-tumor barrier (BTB). Present review is a concise compilation of the investigations on mAbs conjugation on the QDs surface and their anticancer efficacy against GBM. The core purpose of this review is to discuss the major challenges in the current treatment of GBM and how the mAbs-conjugated QDs have enhanced the therapeutic efficacy in the targeted immunotherapy of GBM tumor. At the end of the article, authors have briefed about the current clinical status of mAbs in GBM treatment, which would urge the researchers to explore them in conjugation with the QDs-based delivery systems. Advancements in this strategy could further open the potential avenues in the future treatments of GBM.","authors":[{"last_name":"Bari","fore_name":"Dipak B","initials":"DB","full_name":"Dipak B Bari"},{"last_name":"Pardeshi","fore_name":"Chandrakantsing V","initials":"CV","full_name":"Chandrakantsing V Pardeshi"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.34172/apb.025.44026","journal":"Advanced pharmaceutical bulletin","journal_abbr":"Adv Pharm Bull","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40922740","title":"Lung Cancer Immunotherapy Approaches From Clinical Testing to Future Advances.","abstract":"One of the major reason of deaths due to cancer globally is caused by lung cancer of which the two main types include non-small cell and small cell lung cancer. The onset of treatment-resistance in cancer cells offers a serious obstacle to the therapeutic effect despite that primary conventional treatments have provided significant benefits and cures. Cancer immunotherapy offers a compelling alternative in patients by utilizing their immune system to enhance its ability to fight against tumors. Cancer immunotherapy includes treatment with cytokines, hormones, bacterial products, monoclonal antibodies, vaccines, etc. Many of these immunotherapies are clinically tested in lung cancer patients. Tumor-associated antigens specific for lung cancer are being targeted using monoclonal antibodies and vaccines. Genetically engineered T-cells that are cultured outside the body are reinfused into the patients. In this review, we describe the different immunotherapeutic approaches that have been clinically tested and used to treat lung cancer globally. The data presented are collected from published studies through electronic databases like Google Scholar and Pubmed using keywords like immunotherapy, adoptive cell therapy, cancer, vaccines, lung cancer and immunological checkpoint inhibitors. The clinical trial results were acquired from ClinicalTrials.gov.in, a database of clinical research studies and their result updates. The review examines the current immunotherapies available for lung cancer treatment globally. While these therapies offer significant benefits to the community, several challenges have hindered their widespread adoption. Key issues such as adverse effects, high costs and varying patient responses to lung cancer immunotherapy require careful consideration. The integration of advanced technologies, including artificial intelligence and bioinformatics tools, along with combinatorial strategies and thorough monitoring, has the potential to increase widely use of lung cancer immunotherapy.","authors":[{"last_name":"Bhattacharyya","fore_name":"Mayuri","initials":"M","full_name":"Mayuri Bhattacharyya"},{"last_name":"Majaw","fore_name":"Suktilang","initials":"S","full_name":"Suktilang Majaw"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.34172/apb.025.45104","journal":"Advanced pharmaceutical bulletin","journal_abbr":"Adv Pharm Bull","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40922738","title":"M2 Macrophages-Based Immunotherapy A New Therapeutic Approach in Liver Fibrosis.","abstract":"Liver fibrosis (LF) is a pathological condition resulting from a chronic inflammatory response to multiple etiological factors, including viral infections, excessive alcohol consumption, and metabolic disorders. The important role of macrophages in this process, especially the M2 subtype, has attracted attention as a potential target for macrophage-based immunotherapy. M2 macrophages have anti-inflammatory and reparative properties that enable them to modulate the immune response and facilitate repairing damaged tissues. They participate in reducing fibrogenic features in term of gene expression and histological markers associated with LF. These cells phagocytose apoptotic cells and matrix components. M2 macrophage-based immunotherapy has shown great potential in ameliorating LF through mechanisms involving the IL-10/STAT3 and TGF- /SMAD signaling pathways, which are essential in suppressing the pro-inflammatory response and supporting tissue regeneration. However, significant challenges such as individual resistance to therapy and the potential for promoting fibrosis suggest that further development and research are needed to optimize the safety and efficacy of this therapy in clinical applications. This study provides comprehensive insights into the role of M2 macrophages in LF and explores their potential as an innovative therapeutic approach in treating LF.","authors":[{"last_name":"Widowati","fore_name":"Wahyu","initials":"W","full_name":"Wahyu Widowati"},{"last_name":"Nur Sabrina","fore_name":"Adilah Hafizha","initials":"AH","full_name":"Adilah Hafizha Nur Sabrina"},{"last_name":"Sutendi","fore_name":"Annisa Firdaus","initials":"AF","full_name":"Annisa Firdaus Sutendi"},{"last_name":"Zahiroh","fore_name":"Fadhilah Haifa","initials":"FH","full_name":"Fadhilah Haifa Zahiroh"},{"last_name":"Wargasetia","fore_name":"Teresa Liliana","initials":"TL","full_name":"Teresa Liliana Wargasetia"},{"last_name":"Nainggolan","fore_name":"Ita Margaretha","initials":"IM","full_name":"Ita Margaretha Nainggolan"},{"last_name":"Rismani","fore_name":"Elham","initials":"E","full_name":"Elham Rismani"},{"last_name":"Vosough","fore_name":"Massoud","initials":"M","full_name":"Massoud Vosough"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.34172/apb.025.43855","journal":"Advanced pharmaceutical bulletin","journal_abbr":"Adv Pharm Bull","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40922695","title":"Next-generation sequencing identifies potential mechanisms of primary resistance to trastuzumab-containing therapies in HER2-positive gastric cancer Analysis based on real-world data and online databases.","abstract":"Trastuzumab-containing therapy remains a treatment option for patients with HER2-positive gastric cancer (GC). However, primary resistance to trastuzumab is a challenge. Therefore, it is essential to identify biomarkers for predicting the efficacy of trastuzumab-based treatment. First, we retrospectively collected the clinical data of HER2-positive GC patients receiving trastuzumab-containing therapies at the Affiliated Hospital of Qingdao University from October 2019 to August 2024. The patients were divided into long-term and short-term response groups according to progression-free survival (PFS) time, treatment lines and regimens. The next-generation sequencing (NGS) results of these patients were analyzed to identify biomarkers for predicting the efficacy of trastuzumab-containing therapies. Next, the cBioPortal database and LAVA database were screened to explore molecular profiling data. A total of 38 patients were included at our center and were categorized into a responder group (N 28) and a nonresponder group (N 10). alteration, insertion, and amplification (0 vs 10.0 , .263, for all of the above factors) were only observed in nonresponders. Among the -amplified samples from GC patients in the cBioPortal database, missense mutations (51.1 ) and amplifications (25.5 ) were the most common co-mutations associated with amplification. Moreover, the incidences of were 16.7 in -amplified GC and 52.9 in -amplified breast cancer ( .179) according to the LAVA database. , insertion, and amplification might confer resistance to trastuzumab and/or immunotherapy in HER2-positive GC, thus highlighting the clinical significance of NGS in guiding personalized treatment in these patients.","authors":[{"last_name":"Zhang","fore_name":"Xuchen","initials":"X","full_name":"Xuchen Zhang"},{"last_name":"Liu","fore_name":"Ning","initials":"N","full_name":"Ning Liu"},{"last_name":"Song","fore_name":"Shanai","initials":"S","full_name":"Shanai Song"},{"last_name":"Zhang","fore_name":"Chuantao","initials":"C","full_name":"Chuantao Zhang"},{"last_name":"Li","fore_name":"Tianjun","initials":"T","full_name":"Tianjun Li"},{"last_name":"Song","fore_name":"Wei","initials":"W","full_name":"Wei Song"},{"last_name":"Huang","fore_name":"Shusheng","initials":"S","full_name":"Shusheng Huang"},{"last_name":"Chen","fore_name":"Yunqing","initials":"Y","full_name":"Yunqing Chen"},{"last_name":"Yan","fore_name":"Weihua","initials":"W","full_name":"Weihua Yan"},{"last_name":"Zhan","fore_name":"Jinfeng","initials":"J","full_name":"Jinfeng Zhan"},{"last_name":"Wang","fore_name":"Huiyun","initials":"H","full_name":"Huiyun Wang"},{"last_name":"Cui","fore_name":"Jiali","initials":"J","full_name":"Jiali Cui"},{"last_name":"Jiang","fore_name":"Man","initials":"M","full_name":"Man Jiang"},{"last_name":"Hou","fore_name":"Helei","initials":"H","full_name":"Helei Hou"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1080/21645515.2025.2555502","journal":"Human vaccines \u0026 immunotherapeutics","journal_abbr":"Hum Vaccin Immunother","source":"pubmed","mesh_headings":["Humans","Stomach Neoplasms","Receptor, ErbB-2","Trastuzumab","Female","Drug Resistance, Neoplasm","High-Throughput Nucleotide Sequencing","Middle Aged","Retrospective Studies","Male","Aged","Antineoplastic Agents, Immunological","Adult","Biomarkers, Tumor"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922692","title":"Cracking the code the emerging role of immune checkpoint inhibitors in PEComas.","abstract":"","authors":[{"last_name":"Assi","fore_name":"Tarek","initials":"T","full_name":"Tarek Assi"},{"last_name":"Le Cesne","fore_name":"Axel","initials":"A","full_name":"Axel Le Cesne"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1080/1750743X.2025.2558376","journal":"Immunotherapy","journal_abbr":"Immunotherapy","source":"pubmed","mesh_headings":null,"publication_types":["Editorial"],"affiliation":"","has_medical_terms":false}
{"id":"40922480","title":"Performance of Rapid Clonotyping of Chronic Lymphocytic Leukemia Using Flongle Flow-Cell Nanopore Sequencing of IGH Rearrangements.","abstract":"Clonotyping of immunoglobulin heavy chain (IGH) gene rearrangements is critical for diagnosis, prognostication, and measurable residual disease monitoring in chronic lymphocytic leukemia (CLL). Although short-read next-generation sequencing (NGS) platforms, such as Illumina MiSeq, are widely used, they face challenges in spanning full VDJ rearrangements. Long-read sequencing via Oxford Nanopore Technologies (ONT) offers a potential alternative using the compact and cost-effective flow cells. We evaluated IGH clonotyping in samples from 13 CLL patients using ONT MinION with Flongle flow cells and super-accuracy GPU-based base calling (Dorado), comparing results to MiSeq-based LymphoTrack assays. Amplicons were generated using the IGH FR1 assay and analyzed using Smith-Waterman alignment and IgBlast tools. All major and minor clonotypes identified by MiSeq were matched with 100 sequence identity using Nanopore sequencing. Clonal burden estimates were strongly correlated (Pearson 0.87, p 10), although with considerable variability. Somatic hypermutation status was reliably assessed with super-accuracy base calling (Q30 76 ). Fast or CPU-only base calling was insufficient for accurate mutation analysis. Nanopore sequencing enables accurate and rapid IGH clonotyping in CLL, offering comparable performance to MiSeq with lower cost and laboratory footprint. This supports its potential utility in routine and decentralized hematopathology workflows.","authors":[{"last_name":"Hansen","fore_name":"Marcus Høy","initials":"MH","full_name":"Marcus Høy Hansen"},{"last_name":"Gulmir","fore_name":"Rona","initials":"R","full_name":"Rona Gulmir"},{"last_name":"Cédile","fore_name":"Oriane","initials":"O","full_name":"Oriane Cédile"},{"last_name":"Dahlmann","fore_name":"Sara Kamuk","initials":"SK","full_name":"Sara Kamuk Dahlmann"},{"last_name":"Veyhe","fore_name":"Sólja Remisdóttir","initials":"SR","full_name":"Sólja Remisdóttir Veyhe"},{"last_name":"Stougaard","fore_name":"Magnus","initials":"M","full_name":"Magnus Stougaard"},{"last_name":"Juul-Jensen","fore_name":"Karen","initials":"K","full_name":"Karen Juul-Jensen"},{"last_name":"Nyvold","fore_name":"Charlotte Guldborg","initials":"CG","full_name":"Charlotte Guldborg Nyvold"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1111/ejh.70030","journal":"European journal of haematology","journal_abbr":"Eur J Haematol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922340","title":"Exploring research advances and future trends in drug resistance in multiple myeloma A comprehensive bibliometric analysis.","abstract":"This bibliometric analysis aims to explore global trends, research hotspots, and future directions in multidrug resistance of multiple myeloma (MM), providing insights for overcoming resistance mechanisms and optimizing therapeutic strategies. We analyzed 3300 publications indexed in the Web of Science Core Collection (2015-2024) using CiteSpace and VOSviewer. Multidimensional evaluations of countries/regions, institutions, authors, journals, and keywords were conducted, supplemented by visual network mapping to elucidate research dynamics and collaborative patterns. Annual MM drug resistance publications exhibited sustained growth, with a notable surge during 2022 to 2024. The United States (36.4 ) and China (28.6 ) dominated research output, while Harvard Medical School emerged as the most influential institution. Keyword clustering identified 5 core research domains pharmacological interventions and therapies, resistance mechanisms and molecular pathways, cellular drug resistance mechanisms, tumor microenvironment and immunoregulation, and fundamental biology and diagnostics. Current research focuses on microenvironment-mediated resistance mechanisms and novel immunotherapies. This study delineates the intellectual landscape of MM drug resistance research, emphasizing key contributors, evolving priorities, and emerging frontiers. The findings offer actionable intelligence for guiding future investigations and evidence-based policymaking, potentially accelerating the development of optimized therapeutic approaches for chemoresistant MM.","authors":[{"last_name":"Yang","fore_name":"Xuanyu","initials":"X","full_name":"Xuanyu Yang"},{"last_name":"Lin","fore_name":"Fangzhen","initials":"F","full_name":"Fangzhen Lin"},{"last_name":"Zheng","fore_name":"Siteng","initials":"S","full_name":"Siteng Zheng"},{"last_name":"Gao","fore_name":"Ye","initials":"Y","full_name":"Ye Gao"},{"last_name":"Li","fore_name":"Zhengyang","initials":"Z","full_name":"Zhengyang Li"},{"last_name":"Mei","fore_name":"Yuchen","initials":"Y","full_name":"Yuchen Mei"},{"last_name":"Xie","fore_name":"Yifan","initials":"Y","full_name":"Yifan Xie"},{"last_name":"Ke","fore_name":"Jiayu","initials":"J","full_name":"Jiayu Ke"},{"last_name":"Ling","fore_name":"Ling","initials":"L","full_name":"Ling Ling"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044279","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","Multiple Myeloma","Bibliometrics","Drug Resistance, Neoplasm","Biomedical Research","Tumor Microenvironment"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922069","title":"The role of the microbiome in endometrial carcinoma Pathogenesis, biomarkers, and therapeutic prospects.","abstract":"Recent studies show that human microbiomes play a significant role in the development of endometrial carcinoma, which is a common gynecological cancer affecting women of reproductive age. This review provides an extensive analysis of how the microbiome interacts with endometrial carcinoma while focusing on its impact on disease progression and potential therapeutic advancements. Extensive literature research was conducted to examine how microbial dysbiosis affects endometrial cancer development. The research analyzed both animal model studies and clinical cohort data to assess how microbiome composition influences cancer risk and progression alongside treatment outcomes. The research explored possible microbiome interventions alongside the translational challenges they present. New research findings demonstrate that microbial imbalance contributes to endometrial cancer development through chronic inflammatory processes and estrogen metabolism changes while affecting immune system behavior in the tumor microenvironment. Scientists are exploring unique microbial patterns to serve as biomarkers for detecting diseases and predicting treatment outcomes. Microbiome-targeted strategies, including probiotics and diet changes, demonstrate the potential to enhance treatment results for individuals receiving immunotherapy and chemotherapy. This review examines the detailed interactions between the microbiome and endometrial carcinoma and outlines their importance in developing predictive models and innovative treatments. We explore both the obstacles faced in applying microbiome research to clinical settings and potential research paths that could speed up the integration of microbiome-based therapies into patient healthcare.","authors":[{"last_name":"Abdalla","fore_name":"Wafa","initials":"W","full_name":"Wafa Abdalla"},{"last_name":"Ibrahim","fore_name":"Wisam Nabeel","initials":"WN","full_name":"Wisam Nabeel Ibrahim"},{"last_name":"Abdallah","fore_name":"Atiyeh M","initials":"AM","full_name":"Atiyeh M Abdallah"},{"last_name":"Al-Asmakh","fore_name":"Maha Abdulla","initials":"MA","full_name":"Maha Abdulla Al-Asmakh"},{"last_name":"Said","fore_name":"Sawsan Sudqi","initials":"SS","full_name":"Sawsan Sudqi Said"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1111/jog.70070","journal":"The journal of obstetrics and gynaecology research","journal_abbr":"J Obstet Gynaecol Res","source":"pubmed","mesh_headings":["Humans","Female","Endometrial Neoplasms","Microbiota","Dysbiosis","Animals"],"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40921909","title":"Synaptotagmin-like 5 is a potential biomarker and correlates with immune infiltrates in thyroid carcinoma.","abstract":"Thyroid carcinoma (TC) continues to show concerning rates of metastasis and recurrence, despite an overall favorable prognosis. This study aimed to investigate the characteristics and predictive value of synaptotagmin-like 5 (SYTL5) expression and its association with immune infiltration and potential effects on cell apoptosis and proliferation in TC. Messenger ribonucleic acid expression profiles from 45 TC samples and 37 normal samples in The Cancer Genome Atlas database were analysed. The differentially expressed gene SYTL5 was highly expressed in TC tissues and closely associated with the tumour-node-metastasis classification in TC. The receiver operating characteristic curve for predicting TC showed an area under the curve of 0.878. Immune cell expression significantly differed between SYTL5 low- and high-expression groups. Zinc-finger protein 384 (ZNF384) was predicted as the transcription factor of SYTL5 and was found to be underexpressed in TC tissues, showing a negative correlation with SYTL5. Molecular biology experiments demonstrated that SYTL5 expression was elevated in human TC cells and tissues, while SYTL5 knockdown promoted apoptosis and inhibited proliferation in vitro. Zinc-finger protein 384 was shown to bind to the promoter of SYTL5, and overexpression of SYTL5 reversed the effects of ZNF384 overexpression on TC cells. These findings indicate that SYTL5 acts as a potential oncogene in TC and may serve as a biomarker for TC diagnosis. Moreover, this study enhances our understanding of TC s underlying mechanisms and highlights SYTL5 as a promising target for immunotherapy.","authors":[{"last_name":"Zhu","fore_name":"Xiaohui","initials":"X","full_name":"Xiaohui Zhu"},{"last_name":"Li","fore_name":"Xia","initials":"X","full_name":"Xia Li"},{"last_name":"Cui","fore_name":"Hengfeng","initials":"H","full_name":"Hengfeng Cui"},{"last_name":"Wu","fore_name":"Haiyan","initials":"H","full_name":"Haiyan Wu"},{"last_name":"Jiang","fore_name":"Dongmei","initials":"D","full_name":"Dongmei Jiang"},{"last_name":"Wang","fore_name":"Yuying","initials":"Y","full_name":"Yuying Wang"},{"last_name":"Hua","fore_name":"Fei","initials":"F","full_name":"Fei Hua"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1007/s10735-025-10593-2","journal":"Journal of molecular histology","journal_abbr":"J Mol Histol","source":"pubmed","mesh_headings":["Humans","Thyroid Neoplasms","Biomarkers, Tumor","Gene Expression Regulation, Neoplastic","Cell Proliferation","Apoptosis","Cell Line, Tumor","Female","Male","Middle Aged","Prognosis"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921908","title":"Collagen heterogeneity a barrier and bridge driving tumor immune microenvironment remodeling.","abstract":"The tumor microenvironment (TME) is a complex system composed of the extracellular matrix (ECM) and various cell types, with collagen being one of its core components. Collagen heterogeneity profoundly influences tumor progression and the remodeling of the immune microenvironment by regulating tumor cell behavior, signaling pathways, and immune evasion in TME. Different subtypes of collagen significantly affect tumor growth, metastasis, and therapeutic responses by modulating the infiltration and function of immune cells. In cold tumors, the immunosuppressive microenvironment is shaped by collagen deposition, fibroblast activation, and the release of immunosuppressive factors. The excessive accumulation of collagen hinders immune cell infiltration and the efficacy of immunotherapy. Now, therapeutic strategies targeting collagen metabolism have shown promise in converting cold tumors into hot tumors by reducing collagen deposition and enhancing tumor immunity. This review systematically explores how different collagen subtypes regulate collagen metabolism offering new perspectives for the treatment of cold tumors and laying the theoretical groundwork for future advances in personalized immunotherapy.","authors":[{"last_name":"Xie","fore_name":"Yewen","initials":"Y","full_name":"Yewen Xie"},{"last_name":"Chen","fore_name":"Pengyu","initials":"P","full_name":"Pengyu Chen"},{"last_name":"Qi","fore_name":"Chunjian","initials":"C","full_name":"Chunjian Qi"},{"last_name":"Zheng","fore_name":"Lu","initials":"L","full_name":"Lu Zheng"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1007/s12026-025-09676-9","journal":"Immunologic research","journal_abbr":"Immunol Res","source":"pubmed","mesh_headings":["Tumor Microenvironment","Humans","Neoplasms","Collagen","Animals","Extracellular Matrix","Immunotherapy","Tumor Escape"],"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40921804","title":"Perioperative nivolumab or nivolumab plus ipilimumab in resectable diffuse pleural mesothelioma a phase 2 trial and ctDNA analyses.","abstract":"Immune checkpoint blockade (ICB) is standard of care in advanced diffuse pleural mesothelioma (DPM), but its role in the perioperative management of DPM is unclear. In tandem, circulating tumor Deoxyribonucleic Acid (ctDNA) ultra-sensitive residual disease detection has shown promise in providing a molecular readout of ICB efficacy across resectable cancers. This phase 2 trial investigated neoadjuvant nivolumab and nivolumab/ipilimumab in resectable DPM along with tumor-informed liquid biopsy residual disease assessments. Patients with resectable epithelioid/biphasic DPM enrolled sequentially to nivolumab 240 mg every 2 weeks (q2w) for three cycles (Arm A, n 16) or nivolumab 3 mg kg q2w for three cycles plus ipilimumab 1 mg kg on cycle 1 (Arm B, n 14), followed by surgery, optional chemotherapy and/or radiotherapy, and nivolumab 480 mg q4w for 1 year. Co-primary endpoints included safety and feasibility key exploratory endpoints included progression-free survival (PFS), overall survival (OS) and ctDNA analyses. The trial met its primary endpoints, and, in Arms A and B, 81.3 and 85.7 of patients proceeded to surgery, respectively. Treatment was safe, with a single dose-limiting toxicity in each arm. In Arm A, median PFS and OS were 9.6 months (95 confidence interval (CI) 2.5-27.7) and 19.3 months (95 CI 14.9-34.7), respectively. In Arm B, median PFS and OS were 19.8 months (7.1-not reached) and 28.6 months (20.4-not reached), respectively. Persistent ctDNA was detected during neoadjuvant therapy in patients who did not undergo complete surgical resection due to disease progression (Fisher s exact test, P 0.00013). Patients with detectable ctDNA on cycle 3 and pre-surgery had shorter PFS (log-rank test, P 0.027 and P 0.0059, respectively) this association was more pronounced when quantitative ctDNA changes were considered (log-rank test, P 1.8 10). Our findings support the feasibility of neoadjuvant ICB and the clinical utility of ctDNA analyses to capture residual disease in resectable DPM. ClinicalTrials.gov identifier NCT03918252 .","authors":[{"last_name":"Reuss","fore_name":"Joshua E","initials":"JE","full_name":"Joshua E Reuss"},{"last_name":"Lee","fore_name":"Paul K","initials":"PK","full_name":"Paul K Lee"},{"last_name":"Mehran","fore_name":"Reza J","initials":"RJ","full_name":"Reza J Mehran"},{"last_name":"Hu","fore_name":"Chen","initials":"C","full_name":"Chen Hu"},{"last_name":"Ke","fore_name":"Suqi","initials":"S","full_name":"Suqi Ke"},{"last_name":"Jamali","fore_name":"Amna","initials":"A","full_name":"Amna Jamali"},{"last_name":"Najjar","fore_name":"Mimi","initials":"M","full_name":"Mimi Najjar"},{"last_name":"Niknafs","fore_name":"Noushin","initials":"N","full_name":"Noushin Niknafs"},{"last_name":"Wehr","fore_name":"Jaime","initials":"J","full_name":"Jaime Wehr"},{"last_name":"Oner","fore_name":"Ezgi","initials":"E","full_name":"Ezgi Oner"},{"last_name":"Meng","fore_name":"Qiong","initials":"Q","full_name":"Qiong Meng"},{"last_name":"Pereira","fore_name":"Gavin","initials":"G","full_name":"Gavin Pereira"},{"last_name":"Hosseini-Nami","fore_name":"Samira","initials":"S","full_name":"Samira Hosseini-Nami"},{"last_name":"Sausen","fore_name":"Mark","initials":"M","full_name":"Mark Sausen"},{"last_name":"Zahurak","fore_name":"Marianna","initials":"M","full_name":"Marianna Zahurak"},{"last_name":"Battafarano","fore_name":"Richard J","initials":"RJ","full_name":"Richard J Battafarano"},{"last_name":"Hales","fore_name":"Russell K","initials":"RK","full_name":"Russell K Hales"},{"last_name":"Friedberg","fore_name":"Joseph","initials":"J","full_name":"Joseph Friedberg"},{"last_name":"Sepesi","fore_name":"Boris","initials":"B","full_name":"Boris Sepesi"},{"last_name":"Deutsch","fore_name":"Julie S","initials":"JS","full_name":"Julie S Deutsch"},{"last_name":"Cottrell","fore_name":"Tricia","initials":"T","full_name":"Tricia Cottrell"},{"last_name":"Taube","fore_name":"Janis","initials":"J","full_name":"Janis Taube"},{"last_name":"Illei","fore_name":"Peter B","initials":"PB","full_name":"Peter B Illei"},{"last_name":"Smith","fore_name":"Kellie N","initials":"KN","full_name":"Kellie N Smith"},{"last_name":"Pardoll","fore_name":"Drew M","initials":"DM","full_name":"Drew M Pardoll"},{"last_name":"Tsao","fore_name":"Anne S","initials":"AS","full_name":"Anne S Tsao"},{"last_name":"Brahmer","fore_name":"Julie R","initials":"JR","full_name":"Julie R Brahmer"},{"last_name":"Anagnostou","fore_name":"Valsamo","initials":"V","full_name":"Valsamo Anagnostou"},{"last_name":"Forde","fore_name":"Patrick M","initials":"PM","full_name":"Patrick M Forde"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1038/s41591-025-03958-3","journal":"Nature medicine","journal_abbr":"Nat Med","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921723","title":"Hospitalized generalized pustular psoriasis vs. acute generalized exanthematous pustulosis A comprehensive analysis of clinical manifestations and treatment outcomes.","abstract":"","authors":[{"last_name":"Hu","fore_name":"Kun","initials":"K","full_name":"Kun Hu"},{"last_name":"Xiao","fore_name":"Jingge","initials":"J","full_name":"Jingge Xiao"},{"last_name":"Chang","fore_name":"Honghong","initials":"H","full_name":"Honghong Chang"},{"last_name":"Zhang","fore_name":"Hong","initials":"H","full_name":"Hong Zhang"},{"last_name":"Liu","fore_name":"Qianzi","initials":"Q","full_name":"Qianzi Liu"},{"last_name":"Zhang","fore_name":"Jing","initials":"J","full_name":"Jing Zhang"},{"last_name":"Kuang","fore_name":"Yehong","initials":"Y","full_name":"Yehong Kuang"},{"last_name":"Zhu","fore_name":"Wu","initials":"W","full_name":"Wu Zhu"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/CM9.0000000000003684","journal":"Chinese medical journal","journal_abbr":"Chin Med J (Engl)","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921629","title":"CD33-CD33-mesothelin Loop CAR design avoids fratricide and improves efficacy of iNK cells against acute myeloid leukemia.","abstract":"Patients with acute myeloid leukemia (AML) are often older, which brings challenges of endurance and persistent efficacy of autologous chimeric antigen receptor (CAR)-T cell therapies. Allogenic CAR-natural killer (NK) cell therapies may offer reduced toxicities and enhanced anti-leukemic potential against AML. CD33 CAR-NK cells have been investigated for AML therapy. However, the fratricide-mediated lysis of CD33-expressing NK cells by CD33 CAR-NK cells limits the expansion and efficacy of CD33 CAR-NK cells. Mesothelin (MSLN), a tumor differentiation antigen, is highly expressed in a fraction of patients with AML, making it a promising target for AML therapy. We designed a novel CD33-MSLN Loop CAR (Loop CAR) and evaluated its antitumor efficacy in human umbilical cord blood-derived NK (UCB-NK) cells and human pluripotent stem cell-derived NK (hPSC-iNK) cells. To further avoid fratricide caused by endogenous CD33 expression in NK cells, we established an hPSC-derived cell line via knockout of the gene (CD33) and engineered Loop CAR. We generated CD33-Loop CAR-iNK cells using an organoid induction approach. The efficacy of CD33-Loop CAR-iNK cells against tumor cells expressing CD33 and MSLN was investigated both in vitro and in AML xenograft mice. Loop CAR-NK cells exhibited superior cytotoxicity against dual-antigen-positive tumor cell lines and primary AML cells compared with CD33 CAR-NK and MSLN CAR-NK cells. Moreover, Loop CAR-NK cells showed upregulated signaling pathways related to NK cell activation and cytotoxic function. The loss of CD33 in iNK cells effectively avoided fratricide, improved expansion ability, and significantly enhanced CD33 and MSLN-mediated specific cytotoxicity of Loop CAR-iNK cells. Moreover, the CD33-Loop CAR-iNK cells demonstrated superior tumor-killing activity in AML xenograft mouse models and significantly prolonged mouse survival. Loop CAR empowered both UCB-NK cells and hPSC-iNK cells with superior cytotoxicity against CD33MSLN tumor cells. Genetic disruption of CD33 avoided fratricide and improved efficacy of Loop CAR-iNK cells against AML. This innovative strategy possesses unique advantages and translational potential for treating AML.","authors":[{"last_name":"Wang","fore_name":"Yao","initials":"Y","full_name":"Yao Wang"},{"last_name":"Zheng","fore_name":"Xiujuan","initials":"X","full_name":"Xiujuan Zheng"},{"last_name":"Wang","fore_name":"Zhiqian","initials":"Z","full_name":"Zhiqian Wang"},{"last_name":"Xiao","fore_name":"Ziyun","initials":"Z","full_name":"Ziyun Xiao"},{"last_name":"Lin","fore_name":"Yunqing","initials":"Y","full_name":"Yunqing Lin"},{"last_name":"Zhang","fore_name":"Fan","initials":"F","full_name":"Fan Zhang"},{"last_name":"Liu","fore_name":"Yanhong","initials":"Y","full_name":"Yanhong Liu"},{"last_name":"Liu","fore_name":"Pengcheng","initials":"P","full_name":"Pengcheng Liu"},{"last_name":"Weng","fore_name":"Qitong","initials":"Q","full_name":"Qitong Weng"},{"last_name":"Zhang","fore_name":"Leqiang","initials":"L","full_name":"Leqiang Zhang"},{"last_name":"Xia","fore_name":"Chengxiang","initials":"C","full_name":"Chengxiang Xia"},{"last_name":"Huang","fore_name":"Dehao","initials":"D","full_name":"Dehao Huang"},{"last_name":"Liu","fore_name":"Lijuan","initials":"L","full_name":"Lijuan Liu"},{"last_name":"Zhu","fore_name":"Yanping","initials":"Y","full_name":"Yanping Zhu"},{"last_name":"Zhang","fore_name":"Qi","initials":"Q","full_name":"Qi Zhang"},{"last_name":"Qi","fore_name":"Hanmeng","initials":"H","full_name":"Hanmeng Qi"},{"last_name":"Chen","fore_name":"Yi","initials":"Y","full_name":"Yi Chen"},{"last_name":"Shen","fore_name":"Yiyuan","initials":"Y","full_name":"Yiyuan Shen"},{"last_name":"Zhang","fore_name":"Chenyuan","initials":"C","full_name":"Chenyuan Zhang"},{"last_name":"Xu","fore_name":"Jiacheng","initials":"J","full_name":"Jiacheng Xu"},{"last_name":"Zhao","fore_name":"Yaoqin","initials":"Y","full_name":"Yaoqin Zhao"},{"last_name":"Wu","fore_name":"Jiaxin","initials":"J","full_name":"Jiaxin Wu"},{"last_name":"Wang","fore_name":"Tongjie","initials":"T","full_name":"Tongjie Wang"},{"last_name":"Zhang","fore_name":"Mengyun","initials":"M","full_name":"Mengyun Zhang"},{"last_name":"Li","fore_name":"Minming","initials":"M","full_name":"Minming Li"},{"last_name":"Qian","fore_name":"Wenbin","initials":"W","full_name":"Wenbin Qian"},{"last_name":"Liang","fore_name":"Aibin","initials":"A","full_name":"Aibin Liang"},{"last_name":"Du","fore_name":"Xin","initials":"X","full_name":"Xin Du"},{"last_name":"Yang","fore_name":"Wenyu","initials":"W","full_name":"Wenyu Yang"},{"last_name":"Hu","fore_name":"Tianyuan","initials":"T","full_name":"Tianyuan Hu"},{"last_name":"Chen","fore_name":"Qi","initials":"Q","full_name":"Qi Chen"},{"last_name":"Zhu","fore_name":"Xiaofan","initials":"X","full_name":"Xiaofan Zhu"},{"last_name":"Hu","fore_name":"Fangxiao","initials":"F","full_name":"Fangxiao Hu"},{"last_name":"Wang","fore_name":"Jinyong","initials":"J","full_name":"Jinyong Wang"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1136/jitc-2025-011887","journal":"Journal for immunotherapy of cancer","journal_abbr":"J Immunother Cancer","source":"pubmed","mesh_headings":["Animals","Humans","Leukemia, Myeloid, Acute","Mice","Mesothelin","Sialic Acid Binding Ig-like Lectin 3","Receptors, Chimeric Antigen","Immunotherapy, Adoptive","Killer Cells, Natural","Xenograft Model Antitumor Assays","Cell Line, Tumor","Female","GPI-Linked Proteins"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921392","title":"Dendritic cells-derived extracellular vesicles in tumourigenesis From biological roles to clinical implications.","abstract":"Dendritic cells (DCs) are the most powerful antigen-presenting cells (APCs) within the tumour microenvironment (TME), where they orchestrate T cell-mediated anti-tumour immunity and can also be reprogrammed to promote the progression of tumours in the TME. Extracellular vesicles (EVs) are very small and they are secreted by cells and wrapped in lipid bilayers that shuttle bioactive cargoes, including proteins, nucleic acids, and metabolites, to recipient cells, thereby influencing the progression of diseases, including cancer. DC-derived EVs (DC-EVs) play pivotal roles in the TME by mediating crosstalk with other immune and stromal cells to modulate inflammatory responses, angiogenesis, cell death, and immune evasion, thereby regulating the development and progression of tumours. In recent years, engineered DC-EVs have been widely used for cancer therapies, including cancer immunotherapy, chemotherapy, photodynamic therapy, and gene therapy. This review summarises the comprehensive roles of DC-EVs in tumourigenesis and the application of engineered DC-EVs in cancer therapy, potentially providing readers with a new theoretical basis for tumour-targeted therapy.","authors":[{"last_name":"Chen","fore_name":"Qingning","initials":"Q","full_name":"Qingning Chen"},{"last_name":"Wang","fore_name":"Weiyuan","initials":"W","full_name":"Weiyuan Wang"},{"last_name":"He","fore_name":"Xiaoyun","initials":"X","full_name":"Xiaoyun He"},{"last_name":"Wang","fore_name":"Chunrong","initials":"C","full_name":"Chunrong Wang"},{"last_name":"Guo","fore_name":"Hongbin","initials":"H","full_name":"Hongbin Guo"},{"last_name":"Ou","fore_name":"Chunlin","initials":"C","full_name":"Chunlin Ou"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.canlet.2025.218034","journal":"Cancer letters","journal_abbr":"Cancer Lett","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40921361","title":"Recombinant spider silk functionalized with a CD40 agonist shows improved capability to activate human B cells in vitro - A novel module for cancer immunotherapy.","abstract":"This paper presents the generation and evaluation of a novel potential drug delivery platform for biologics, based on recombinant spider silk. Targeting CD40 for activation of antigen presenting cells, in order to overcome tumor induced T cell tolerance, have shown promising results in cell and animal models. However, further trials have gained limited results due to severe side reactions. To overcome this, we have investigated a strategy for a localized CD40 activation. A CD40 agonist based on a single chain variable fragment (scFv) was enzymatically coupled to silk structures, that were then used to stimulate cells in vitro. A reporter cell line responsive to CD40 agonists was used to evaluate the bioactivity of the developed scFv-silk, and to optimize the method. Once the bioactivity was confirmed, human primary B cells derived from healthy donors were stimulated with the scFv-silk construct. The resulting B cell response was characterized both by upregulated surface expression of the activation marker CD86 (3 fold), suggesting an improved antigen-presenting capacity, and by B cell proliferation (4 fold) generating an expanded B cell population. The detected upregulation of the costimulatory molecule CD86 on the B cells implies a potential of the functionalized silk to steer the tumor-specific T cell response from tolerance to immune activation, including the onset of appropriate effector functions. Finally, we investigated the usability of the novel silk format microspheres for CD40-mediated cell activation in vitro. Here, we were able to demonstrate that scFv-coupled silk microspheres gave a pronounced activation of the CD40-expressing reporter cell line, supporting the suitability of silk microspheres for the delivery of biologics with immune modulatory purposes.","authors":[{"last_name":"Keller","fore_name":"Gunnar","initials":"G","full_name":"Gunnar Keller"},{"last_name":"Widhe","fore_name":"Mona","initials":"M","full_name":"Mona Widhe"},{"last_name":"Jansson","fore_name":"Ronnie","initials":"R","full_name":"Ronnie Jansson"},{"last_name":"Vaisbourd","fore_name":"Elizabeth","initials":"E","full_name":"Elizabeth Vaisbourd"},{"last_name":"Pires","fore_name":"Rodrigo Sanches","initials":"RS","full_name":"Rodrigo Sanches Pires"},{"last_name":"Hedhammar","fore_name":"My","initials":"M","full_name":"My Hedhammar"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.ijbiomac.2025.147503","journal":"International journal of biological macromolecules","journal_abbr":"Int J Biol Macromol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921359","title":"Innate immune cells in oral squamous cell carcinoma Characteristics and therapeutic potential.","abstract":"Innate immune cells play an important role in the immune system and are mainly responsible for the rapid response to foreign pathogens, damaged tissues, or abnormal cells. However, their immunophenotype in oral squamous cell carcinoma (OSCC) is altered due to the influence of various components within the tumour microenvironment, including tumour cells, cancer associated fibroblasts, and the extracellular matrix. This immunophenotypic shift results in the suppression of anti-tumour-related immune functions and active participation in further remodelling of the tumour microenvironment. These remodelled innate immune cells are further involved in crosstalk with other components within the tumour microenvironment (TME), resulting in tumour immune reprogramming via multiple pathways in a positive feedback manner. This process facilitates tumour development, metastasis, and immune evasion, while impeding the efficacy of tumour immunotherapy. Consequently, disrupting the positive feedback loop through which innate immune cells are remodelled and actively reprogrammed within the tumour microenvironment may improve therapeutic outcomes and prognosis of patients with OSCC. Therefore, this article aimed to provide an overview of the reprogramming patterns of innate immune cells within the TME of OSCC, and the major pathways through which these cells participate in the regulation of TME. Additionally, this review summarises and discusses therapeutic approaches targeting innate immune cells in OSCC, and provides novel insights for the development of treatment strategies targeting the functions of innate immune cells in OSCC.","authors":[{"last_name":"Jiang","fore_name":"Yinjie","initials":"Y","full_name":"Yinjie Jiang"},{"last_name":"Cheng","fore_name":"Jingyi","initials":"J","full_name":"Jingyi Cheng"},{"last_name":"Wu","fore_name":"Jianjun","initials":"J","full_name":"Jianjun Wu"},{"last_name":"Liu","fore_name":"Ousheng","initials":"O","full_name":"Ousheng Liu"},{"last_name":"Bin","fore_name":"Xin","initials":"X","full_name":"Xin Bin"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.bbcan.2025.189444","journal":"Biochimica et biophysica acta. Reviews on cancer","journal_abbr":"Biochim Biophys Acta Rev Cancer","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40921331","title":"Impact of radiation dose on immune cells (EDIC) on oncologic outcome in small cell lung cancer (SCLC).","abstract":"Radiotherapy (RT) is an essential part of small-cell lung cancer (SCLC) treatment. It can however deplete circulating lymphocytes, impairing systemic immune surveillance and potentially reducing the efficacy of immune checkpoint inhibitors (ICIs). The Effective Dose to Immune Cells (EDIC) quantifies RT-induced immune suppression and has been linked to survival in non-small cell lung cancer (NSCLC), but its prognostic significance in SCLC remains unclear. We retrospectively analyzed 220 patients with SCLC who received thoracic RT at a German tertiary cancer center between 2006 and 2020. EDIC was calculated from treatment plans using the model developed by Jin et al., which approximates the dose to circulating immune cells based on the dose to circulating blood. The primary endpoint was overall survival (OS), secondary endpoints were progression-free survival (PFS), distant metastasis-free survival (DMFS), and local progression-free survival (LPFS). Multivariable Cox regression identified independent prognostic factors. The median OS was 17.7 months (Q1-Q3 11.6-38.8, 95 CI 16.0-19.3). In LD-SCLC, higher EDIC ( 4.9 Gy) was independently associated with shorter OS (HR 1.62, p 0.011), PFS (HR 1.57, p 0.037), and DMFS (HR 1.72, p 0.017), but not LPFS (p 0.308). In contrast, EDIC showed no prognostic impact in Emergency Department-SCLC. Other independent prognostic factors in LD-SCLC included prophylactic cranial irradiation (HR 0.43, p 0.001) and bi-daily fractionation (HR 0.41, p 0.002). Higher EDIC is an independent negative prognostic factor in LD-SCLC, correlating with shorter OS, PFS, and DMFS, but had no prognostic relevance in Emergency Department-SCLC in this analysis. As immunotherapy becomes part of LD-SCLC treatment, immune-preserving RT strategies should be developed to optimize patient outcomes.","authors":[{"last_name":"Penzl","fore_name":"Hannah Sophie","initials":"HS","full_name":"Hannah Sophie Penzl"},{"last_name":"Ziegler","fore_name":"David Alexander","initials":"DA","full_name":"David Alexander Ziegler"},{"last_name":"Schirmer","fore_name":"Markus Anton","initials":"MA","full_name":"Markus Anton Schirmer"},{"last_name":"Bensberg","fore_name":"Jona","initials":"J","full_name":"Jona Bensberg"},{"last_name":"Ziegler","fore_name":"Sonia","initials":"S","full_name":"Sonia Ziegler"},{"last_name":"Kieslich","fore_name":"Benedikt","initials":"B","full_name":"Benedikt Kieslich"},{"last_name":"Zwerenz","fore_name":"Carla Marie","initials":"CM","full_name":"Carla Marie Zwerenz"},{"last_name":"Hille","fore_name":"Andrea","initials":"A","full_name":"Andrea Hille"},{"last_name":"Dröge","fore_name":"Leif Hendrik","initials":"LH","full_name":"Leif Hendrik Dröge"},{"last_name":"Leu","fore_name":"Martin","initials":"M","full_name":"Martin Leu"},{"last_name":"Guhlich","fore_name":"Manuel","initials":"M","full_name":"Manuel Guhlich"},{"last_name":"von Diest","fore_name":"Lisa","initials":"L","full_name":"Lisa von Diest"},{"last_name":"Fischer","fore_name":"Laura Anna","initials":"LA","full_name":"Laura Anna Fischer"},{"last_name":"Anczykowski","fore_name":"Mahalia Zoe","initials":"MZ","full_name":"Mahalia Zoe Anczykowski"},{"last_name":"Overbeck","fore_name":"Tobias","initials":"T","full_name":"Tobias Overbeck"},{"last_name":"von Hammerstein-Equord","fore_name":"Alexander","initials":"A","full_name":"Alexander von Hammerstein-Equord"},{"last_name":"Braulke","fore_name":"Friederike","initials":"F","full_name":"Friederike Braulke"},{"last_name":"Rieken","fore_name":"Stefan","initials":"S","full_name":"Stefan Rieken"},{"last_name":"El Shafie","fore_name":"Rami","initials":"R","full_name":"Rami El Shafie"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.radonc.2025.111122","journal":"Radiotherapy and oncology : journal of the European Society for Therapeutic Radiology and Oncology","journal_abbr":"Radiother Oncol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921297","title":"Therapeutic pancreatic cancer biomarkers and pharmacogenetics.","abstract":"FOLFIRINOX and gemcitabine plus nab-paclitaxel represent the most effective chemotherapy regimens for metastatic pancreatic cancer patients nowadays, but the median overall survival remains less than one year. Pharmacogenomics and the individualization of therapy represent a promising strategy, including identifying patients at increased risk of toxicity. This review summarizes contemporary knowledge about genetic variability and putative biomarkers with published associations to therapy responses of pancreatic cancer not only for gold standard treatment regimens (FOLFIRINOX, gemcitabine/nab-paclitaxel and nal-IRI/5-fluorouracil) but also for other therapeutic options regarding targeted therapy and immunotherapy. From the published data reviewed, it is evident that the problem is highly complex, and the ultimate profile of the drug-sensitive or resistant patient, followed by individualized therapy, is the most probable way to improve the poor prognosis of pancreatic cancer patients. Additionally, we will give a brief recap of what has been learned from genome-wide association studies, from gene candidate studies carried out in the context of large consortia such as the Pancreatic Disease Research (PANDoRA) consortium, and from studies focused on specific mutations in Deoxyribonucleic Acid repair genes.","authors":[{"last_name":"Langer","fore_name":"Ales","initials":"A","full_name":"Ales Langer"},{"last_name":"Soucek","fore_name":"Pavel","initials":"P","full_name":"Pavel Soucek"},{"last_name":"Vymetalkova","fore_name":"Veronika","initials":"V","full_name":"Veronika Vymetalkova"},{"last_name":"Rizzato","fore_name":"Cosmeri","initials":"C","full_name":"Cosmeri Rizzato"},{"last_name":"Bunduc","fore_name":"Stefania","initials":"S","full_name":"Stefania Bunduc"},{"last_name":"Nikas","fore_name":"Ilias P","initials":"IP","full_name":"Ilias P Nikas"},{"last_name":"Hlavac","fore_name":"Viktor","initials":"V","full_name":"Viktor Hlavac"},{"last_name":"Kroupa","fore_name":"Michal","initials":"M","full_name":"Michal Kroupa"},{"last_name":"Farinella","fore_name":"Riccardo","initials":"R","full_name":"Riccardo Farinella"},{"last_name":"Campa","fore_name":"Daniele","initials":"D","full_name":"Daniele Campa"},{"last_name":"Mohelnikova-Duchonova","fore_name":"Beatrice","initials":"B","full_name":"Beatrice Mohelnikova-Duchonova"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.semcancer.2025.08.002","journal":"Seminars in cancer biology","journal_abbr":"Semin Cancer Biol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40921256","title":"Outer membrane vesicle-coated ferrocene nanoparticles induce dual ferroptosis for cancer immunotherapy.","abstract":"Fusobacterium nucleatum (Fn.) can colonize breast cancer tissue to promote tumor progression by inducing immunosuppression. Targeted therapeutic strategies against intratumoral bacteria remain unexplored and have potential in tumor immunotherapy. Here, a novel biomimetic nanoparticle (FMV PCFPC) is developed for intratumoral immunosuppressive bacteria clearance and tumor immunogenic cell death (ICD) activation by inducing dual ferroptosis in intratumoral bacteria and tumors. A host-guest complex of hemirotaxane (mPEG- -CD/ -CD) and polyethyleneimine-ferrocene (Fc-PEI) is constructed, designated as PCFP. PCFP is loaded with antibacterial drug cinnamaldehyde (Cancer) and wrapped with Fn.-secreted vesicles (FMVs) to form the system FMV PCFPC. FMVs assist PCFPC in targeting tumors to promote ferrocene and cinnamaldehyde uptake. Fe in ferrocene, together with glutathione (GSH) -consuming cinnamaldehyde, induces ferroptosis in intratumoral bacteria to relieve tumor immunosuppression. Similarly, PCFPC induces tumor ferroptosis to activate ICD, therefore enhancing antigen presentation and DC maturation. ICD activation works synergistically with intratumoral bacteria clearance to promote cytotoxic T lymphocytes (CTL) activation, inducing robust tumor destruction. Furthermore, killed Fn. bacterial fragments and pathogen-associated molecular patterns (PAMPs) on FMVs function as immunologic adjuvants to further boost immune response. This strategy of intratumoral bacterial clearance and tumor ICD activation relies on dual ferroptosis to effectively enhance anti-tumor immunity, showing great potential in breast cancer treatment.","authors":[{"last_name":"Shen","fore_name":"Ziqi","initials":"Z","full_name":"Ziqi Shen"},{"last_name":"Pang","fore_name":"Yueru","initials":"Y","full_name":"Yueru Pang"},{"last_name":"Kang","fore_name":"Ruixin","initials":"R","full_name":"Ruixin Kang"},{"last_name":"Zhou","fore_name":"Xiawei","initials":"X","full_name":"Xiawei Zhou"},{"last_name":"Li","fore_name":"Chao","initials":"C","full_name":"Chao Li"},{"last_name":"Yu","fore_name":"Siyuan","initials":"S","full_name":"Siyuan Yu"},{"last_name":"Luo","fore_name":"Lin","initials":"L","full_name":"Lin Luo"},{"last_name":"Liu","fore_name":"Feiyang","initials":"F","full_name":"Feiyang Liu"},{"last_name":"Zhang","fore_name":"Jun","initials":"J","full_name":"Jun Zhang"},{"last_name":"Shen","fore_name":"Qi","initials":"Q","full_name":"Qi Shen"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.jconrel.2025.114203","journal":"Journal of controlled release : official journal of the Controlled Release Society","journal_abbr":"J Control Release","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921219","title":"Bacterial toxins as immunomodulatory agents in cancer therapy.","abstract":"Bacterial toxins have emerged as promising anticancer therapeutics, transforming from pathogenic agents to precision treatment modalities. They provide exceptional specificity for cancer cells while largely leaving healthy tissue unaffected, which solves one of the major limitations of traditional chemotherapy. This review explores the emerging trends of bacterial-derived immunotoxins and chimeric toxins for target specificity and their promise as future anticancer therapies. It defines the potential of bacterial toxins as anticancer agents through an immuno-modular design using the targeting moieties of antibodies, affibodies, antimicrobial peptides (AMPs), and cytokines. Further, this encompasses current drug delivery applications of bacterial toxins and bacterial extracellular vesicles in cancer-targeted therapy and clinical translation challenges. This review represents a systematic approach by describing bacterial toxin-based immunotherapy as a new paradigm shift for the useful employment of bacterial components in precision oncology.","authors":[{"last_name":"Sahu","fore_name":"Kantrol Kumar","initials":"KK","full_name":"Kantrol Kumar Sahu"},{"last_name":"Saleem Basha","fore_name":"N","initials":"N","full_name":"N Saleem Basha"},{"last_name":"Pradhan","fore_name":"Madhulika","initials":"M","full_name":"Madhulika Pradhan"},{"last_name":"Sucheta","fore_name":"","initials":"","full_name":"Sucheta"},{"last_name":"Dubey","fore_name":"Akhilesh","initials":"A","full_name":"Akhilesh Dubey"},{"last_name":"Yadav","fore_name":"Krishna","initials":"K","full_name":"Krishna Yadav"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.bcp.2025.117309","journal":"Biochemical pharmacology","journal_abbr":"Biochem Pharmacol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40921144","title":"Modulation of T Cell Regulation by Interleukin-2 Agonists Mechanisms and Clinical Implications.","abstract":"IL-2 agonists significantly modulate T cell regulation, impacting activation, proliferation, differentiation, and immune homeostasis. Interleukin-2 (IL-2) is crucial for T cell growth and function, binding to the IL-2 receptor to trigger signaling pathways that balance immune responses. IL-2 promotes the expansion of effector T cells and enhances regulatory T cells (Tregs), preventing autoimmune responses. This review examines the mechanisms of IL-2 agonists on T cell regulation, including their roles in cytotoxic T cells and Tregs proliferation, and immune homeostasis. Clinically, IL-2 agonists show promise in treating autoimmune diseases by boosting Treg function and in cancer immunotherapy by enhancing cytotoxic T cell activity. Optimizing IL-2 therapies to balance these effects is ongoing. IL-2 agonists are pivotal in modulating T cell responses with significant therapeutic potential for autoimmunity and cancer. Understanding IL-2 signaling is crucial for developing targeted treatments leveraging this cytokine s benefits.","authors":[{"last_name":"Sonak","fore_name":"Shreya S","initials":"SS","full_name":"Shreya S Sonak"},{"last_name":"Ishwarkar","fore_name":"Sharda","initials":"S","full_name":"Sharda Ishwarkar"},{"last_name":"Nimbarte","fore_name":"Charu","initials":"C","full_name":"Charu Nimbarte"},{"last_name":"Nimbarte","fore_name":"Vijaykumar D","initials":"VD","full_name":"Vijaykumar D Nimbarte"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1615/CritRevImmunol.2025059823","journal":"Critical reviews in immunology","journal_abbr":"Crit Rev Immunol","source":"pubmed","mesh_headings":["Humans","Interleukin-2","Animals","T-Lymphocytes, Regulatory","Signal Transduction","Neoplasms","Autoimmune Diseases","Lymphocyte Activation","Receptors, Interleukin-2","Immunotherapy","Autoimmunity"],"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40921024","title":"Neuroimaging Findings in Children and Young Adults With Neurotoxicity After CAR T-Cell Therapy for B-Cell Malignancies.","abstract":"Neuroimaging findings in immune effector cell-associated neurotoxicity syndrome (ICANS) have not been systematically described. We created the chimeric antigen receptor (CAR) T-cell Neurotoxicity Imaging Virtual Archive Library (CARNIVAL), a centralized imaging database for children and young adults receiving CAR T-cell therapy. Objectives of this study were to (1) characterize neuroimaging findings associated with ICANS and (2) determine whether specific ICANS-related neuroimaging findings are associated with individual neurologic symptoms. We performed a multicenter retrospective cohort study of patients 30 years who experienced ICANS following CAR T-cell therapy for B-cell malignancies between January 1, 12, and January 31, 23, and had a brain Magnetic Resonance Imaging in the first 30 days after CAR T-cell infusion. Deidentified MRIs were reviewed by a central study team of pediatric neuroradiologists with experience in ICANS neuroimaging. Imaging features were categorized and correlated with CAR product and clinical characteristics including preinfusion neurologic history, and postinfusion neurologic symptoms alongside CAR T-cell toxicities using logistic regression. Of 864 patients treated with CD19 and/or CD22-directed CAR T-cells, 343 developed ICANS. 96 of the patients with ICANS (median age 12, 43 female) had an acute brain Magnetic Resonance Imaging. Of these, 36 (95 CI 27 -47 ) had ICANS-related Magnetic Resonance Imaging abnormalities, most commonly affecting the white matter (24/35, 69 ), brainstem (14/35, 40 ), leptomeninges (10/35, 29 ), and thalami (9/35, 26 ). ICANS-related white matter abnormalities were generally bilateral, symmetric, and involved the supratentorial deep white structures, including the external and extreme capsules, corticospinal tracts, centrum semiovale, and periatrial white matter. There were no significant associations between ICANS-related Magnetic Resonance Imaging abnormalities and baseline clinical/demographic characteristic or specific ICANS symptoms, but higher ICANS grade was positively associated with Magnetic Resonance Imaging abnormalities (adjusted odds ratio 3.7, 0.001). Among 12 patients with ICANS-related Magnetic Resonance Imaging abnormalities who had follow-up imaging, 10 of 12 (83 ) improved and 3 of 12 fully resolved. ICANS-related brain Magnetic Resonance Imaging abnormalities demonstrate unique patterns in the cerebral white matter, brainstem and thalami their prevalence increases with ICANS clinical grade. Because our cohort is enriched for patients with severe ICANS, it likely overestimates the incidence of ICANS-related imaging abnormalities. A better understanding of neuroimaging findings is valuable for parsing pathophysiologic mechanisms of ICANS and optimizing patient outcomes.","authors":[{"last_name":"McGuire","fore_name":"Jennifer L","initials":"JL","full_name":"Jennifer L McGuire"},{"last_name":"Pinto","fore_name":"Soniya","initials":"S","full_name":"Soniya Pinto"},{"last_name":"Erdogan","fore_name":"Esin Nur","initials":"EN","full_name":"Esin Nur Erdogan"},{"last_name":"Li","fore_name":"Yimei","initials":"Y","full_name":"Yimei Li"},{"last_name":"Bhatia","fore_name":"Aashim","initials":"A","full_name":"Aashim Bhatia"},{"last_name":"Oztek","fore_name":"Murat Alp","initials":"MA","full_name":"Murat Alp Oztek"},{"last_name":"Vossough","fore_name":"Arastoo","initials":"A","full_name":"Arastoo Vossough"},{"last_name":"Wright","fore_name":"Jason N","initials":"JN","full_name":"Jason N Wright"},{"last_name":"Shah","fore_name":"Ritu","initials":"R","full_name":"Ritu Shah"},{"last_name":"Carapia","fore_name":"Naomi Torres","initials":"NT","full_name":"Naomi Torres Carapia"},{"last_name":"Shams","fore_name":"Nour","initials":"N","full_name":"Nour Shams"},{"last_name":"Westermann","fore_name":"Carly","initials":"C","full_name":"Carly Westermann"},{"last_name":"Taraseviciute","fore_name":"Agne","initials":"A","full_name":"Agne Taraseviciute"},{"last_name":"Yates","fore_name":"Bonnie","initials":"B","full_name":"Bonnie Yates"},{"last_name":"Naik","fore_name":"Swati","initials":"S","full_name":"Swati Naik"},{"last_name":"Gardner","fore_name":"Rebecca","initials":"R","full_name":"Rebecca Gardner"},{"last_name":"Annesley","fore_name":"Colleen","initials":"C","full_name":"Colleen Annesley"},{"last_name":"Hsieh","fore_name":"Emily","initials":"E","full_name":"Emily Hsieh"},{"last_name":"Diorio","fore_name":"Caroline","initials":"C","full_name":"Caroline Diorio"},{"last_name":"Myers","fore_name":"Regina","initials":"R","full_name":"Regina Myers"},{"last_name":"Epperly","fore_name":"Rebecca","initials":"R","full_name":"Rebecca Epperly"},{"last_name":"Talleur","fore_name":"Aimee","initials":"A","full_name":"Aimee Talleur"},{"last_name":"Shalabi","fore_name":"Haneen","initials":"H","full_name":"Haneen Shalabi"},{"last_name":"Shah","fore_name":"Nirali","initials":"N","full_name":"Nirali Shah"},{"last_name":"Gust","fore_name":"Juliane","initials":"J","full_name":"Juliane Gust"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1212/WNL.0000000000214086","journal":"Neurology","journal_abbr":"Neurology","source":"pubmed","mesh_headings":["Humans","Child","Female","Male","Adolescent","Retrospective Studies","Young Adult","Magnetic Resonance Imaging","Neurotoxicity Syndromes","Neuroimaging","Child, Preschool","Immunotherapy, Adoptive","Adult","Brain","Cohort Studies","Infant"],"publication_types":["Journal Article","Multicenter Study"],"affiliation":"","has_medical_terms":false}
{"id":"40920994","title":"Bayesian Counterfactual Machine Learning Individualizes Radiation Modality Selection to Mitigate Immunosuppression.","abstract":"Lymphocytes play critical roles in cancer immunity and tumor surveillance. Radiation-induced lymphopenia (RIL) is a common side effect observed in patients with cancer undergoing chemoradiation therapy (CRT), leading to impaired immunity and worse clinical outcomes. Although proton beam therapy (PBT) has been suggested to reduce RIL risk compared with intensity-modulated radiation therapy (IMRT), this study used Bayesian counterfactual machine learning to identify distinct patient profiles and inform personalized radiation modality choice. A novel Bayesian causal inferential technique is introduced and applied to a matched retrospective cohort of 510 patients with esophageal cancer undergoing CRT to identify patient profiles for which immunosuppression could have been mitigated from radiation modality selection. BMI, age, baseline absolute lymphocyte count (ALC), and planning target volume determined the extent to which reductions in ALCs varied by radiation modality. Five patient profiles were identified. Significant variation in ALC nadir between PBT and IMRT was observed in three of the patient subtypes. Notably, older patients (age 69 years) with normal weight experienced a two-fold reduction in mean ALC nadir when treated with IMRT versus PBT. Mean ALC nadir was reduced significantly for IMRT patients with lower ALC at baseline ( 1.6 k/ L) who were overweight or obese when compared with PBT, whereas overweight patients with higher baseline ALC showed clinical equipoise between modalities. Individualized radiation therapy selection can be an important tool to minimize immunosuppression for high-risk patients. The Bayesian counterfactual modeling techniques presented in this article are flexible enough to capture complex, nonlinear patterns while estimating interpretable patient profiles for translation into clinical protocols.","authors":[{"last_name":"Yu","fore_name":"Duo","initials":"D","full_name":"Duo Yu"},{"last_name":"Kane","fore_name":"Michael J","initials":"MJ","full_name":"Michael J Kane"},{"last_name":"Chen","fore_name":"Yiqing","initials":"Y","full_name":"Yiqing Chen"},{"last_name":"Lin","fore_name":"Steven H","initials":"SH","full_name":"Steven H Lin"},{"last_name":"Mohan","fore_name":"Radhe","initials":"R","full_name":"Radhe Mohan"},{"last_name":"Hobbs","fore_name":"Brian P","initials":"BP","full_name":"Brian P Hobbs"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1200/CCI-25-00058","journal":"JCO clinical cancer informatics","journal_abbr":"JCO Clin Cancer Inform","source":"pubmed","mesh_headings":["Humans","Bayes Theorem","Machine Learning","Female","Male","Aged","Retrospective Studies","Middle Aged","Radiotherapy, Intensity-Modulated","Esophageal Neoplasms","Lymphopenia","Chemoradiotherapy","Proton Therapy","Immunosuppression Therapy"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40920731","title":"The influence of parents knowledge on HPV vaccine uptake - evidence from Albania.","abstract":"Despite the HPV vaccine s efficacy in cervical cancer prevention, cervical cancer ranks second in prevalence among women, following breast cancer. Various factors negatively impact HPV vaccination uptake, with parents knowledge and attitudes being particularly crucial in this regard. A cross-sectional study was conducted between February and May 2023, targeting parents in northern Albania. The standardized Vaccination and HPV Knowledge (THinK) questionnaire was used, and a random sampling methodology was applied. Data were collected at primary healthcare centers, targeting parents who were seeking various healthcare services. A total of 102 participants completed the questionnaire, yielding a response rate of 74 . The majority of parents were married (79.4 ), female (82.4 ), over 30 years of age, and residents of urban areas (67.6 ). A low mean score was reported for both the vaccination rate of girls (1.79 0.40) and the willingness to vaccinate them (1.31 0.46). Of the participants, 15 (14.7 ) parents expressed strong knowledge of vaccines, while only 6 (5.9 ) had knowledge about HPV, and 52 (51 ) expressed interest in receiving information about HPV vaccination. Three factors emerged, explaining 71.02 of the variance knowledge about HPV and vaccination, side effects of the vaccines, and the impact of vaccinating girls on HPV vaccination uptake. The study found that the identified factors-knowledge, side effects of vaccines, and vaccination attitudes-significantly influence HPV vaccination uptake. Co-creation activities involving parents, girls, and healthcare professionals are the most effective strategies to build trust and improve awareness among the target population regarding the HPV vaccine.","authors":[{"last_name":"Çela","fore_name":"Miranda","initials":"M","full_name":"Miranda Çela"},{"last_name":"Gjata","fore_name":"Elinda","initials":"E","full_name":"Elinda Gjata"},{"last_name":"Sinaj","fore_name":"Enkeleda","initials":"E","full_name":"Enkeleda Sinaj"},{"last_name":"Ndreu","fore_name":"Vjollca","initials":"V","full_name":"Vjollca Ndreu"},{"last_name":"Gega","fore_name":"Migena","initials":"M","full_name":"Migena Gega"},{"last_name":"Dervishi","fore_name":"Orgeta","initials":"O","full_name":"Orgeta Dervishi"},{"last_name":"Neçaj","fore_name":"Ledi","initials":"L","full_name":"Ledi Neçaj"},{"last_name":"Refatllari","fore_name":"Brizida","initials":"B","full_name":"Brizida Refatllari"},{"last_name":"Sinaj","fore_name":"Esmeralda","initials":"E","full_name":"Esmeralda Sinaj"},{"last_name":"Kamberi","fore_name":"Fatjona","initials":"F","full_name":"Fatjona Kamberi"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.3855/jidc.20889","journal":"Journal of infection in developing countries","journal_abbr":"J Infect Dev Ctries","source":"pubmed","mesh_headings":["Humans","Female","Albania","Health Knowledge, Attitudes, Practice","Papillomavirus Vaccines","Parents","Cross-Sectional Studies","Adult","Papillomavirus Infections","Male","Surveys and Questionnaires","Uterine Cervical Neoplasms","Middle Aged","Vaccination","Patient Acceptance of Health Care","Young Adult","Adolescent"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40920660","title":"Large B cell lymphoma microenvironment archetype profiles.","abstract":"Large B cell lymphomas (LBCL) are clinically and biologically heterogeneous lymphoid malignancies with complex microenvironments that are central to disease etiology. Here, we have employed single-nucleus multiome profiling of 232 tumor and control biopsies to characterize diverse cell types and subsets that are present in LBCL tumors, effectively capturing the lymphoid, myeloid, and non-hematopoietic cell compartments. Cell subsets co-occurred in stereotypical lymphoma microenvironment archetype profiles (LymphoMAPs) defined by (1) a sparsity of T cells and high frequencies of cancer-associated fibroblasts and tumor-associated macrophages (FMAC) (2) lymph node architectural cell types with naive and memory T cells (LN) or (3) activated macrophages and exhausted CD8 T cells (TEX). Divergent patterns of cell-cell communication underpinned the transcriptional phenotypes of archetype-defining cell subsets resulting in exclusion, support, or suppression of T cells, respectively. Consistent with this, LymphoMAPs were associated with significantly different clinical outcomes following CD19 chimeric antigen receptor (CAR) T cell therapy.","authors":[{"last_name":"Li","fore_name":"Xubin","initials":"X","full_name":"Xubin Li"},{"last_name":"Singhal","fore_name":"Kartik","initials":"K","full_name":"Kartik Singhal"},{"last_name":"Deng","fore_name":"Qing","initials":"Q","full_name":"Qing Deng"},{"last_name":"Chihara","fore_name":"Dai","initials":"D","full_name":"Dai Chihara"},{"last_name":"Russler-Germain","fore_name":"David","initials":"D","full_name":"David Russler-Germain"},{"last_name":"Harkins","fore_name":"R Andrew","initials":"RA","full_name":"R Andrew Harkins"},{"last_name":"Henderson","fore_name":"Jared","initials":"J","full_name":"Jared Henderson"},{"last_name":"Arita","fore_name":"Kotaro","initials":"K","full_name":"Kotaro Arita"},{"last_name":"Kizhakeyil","fore_name":"Atish","initials":"A","full_name":"Atish Kizhakeyil"},{"last_name":"Sun","fore_name":"Ryan","initials":"R","full_name":"Ryan Sun"},{"last_name":"Lakra","fore_name":"Priya","initials":"P","full_name":"Priya Lakra"},{"last_name":"Hussein","fore_name":"Usama","initials":"U","full_name":"Usama Hussein"},{"last_name":"Foltz","fore_name":"Jennifer A","initials":"JA","full_name":"Jennifer A Foltz"},{"last_name":"Wilson","fore_name":"Ashley","initials":"A","full_name":"Ashley Wilson"},{"last_name":"Schmidt","fore_name":"Evelyn","initials":"E","full_name":"Evelyn Schmidt"},{"last_name":"Nizamuddin","fore_name":"Imran","initials":"I","full_name":"Imran Nizamuddin"},{"last_name":"Dinh","fore_name":"Tommy","initials":"T","full_name":"Tommy Dinh"},{"last_name":"Kesaraju","fore_name":"Akhil","initials":"A","full_name":"Akhil Kesaraju"},{"last_name":"Hamilton","fore_name":"Mark P","initials":"MP","full_name":"Mark P Hamilton"},{"last_name":"Allen","fore_name":"Carl","initials":"C","full_name":"Carl Allen"},{"last_name":"Gandhi","fore_name":"Maher K","initials":"MK","full_name":"Maher K Gandhi"},{"last_name":"Tobin","fore_name":"Joshua","initials":"J","full_name":"Joshua Tobin"},{"last_name":"Jiang","fore_name":"Aixiang","initials":"A","full_name":"Aixiang Jiang"},{"last_name":"Hilton","fore_name":"Laura","initials":"L","full_name":"Laura Hilton"},{"last_name":"Scott","fore_name":"David W","initials":"DW","full_name":"David W Scott"},{"last_name":"Vega","fore_name":"Francisco","initials":"F","full_name":"Francisco Vega"},{"last_name":"Flowers","fore_name":"Christopher R","initials":"CR","full_name":"Christopher R Flowers"},{"last_name":"Westin","fore_name":"Jason R","initials":"JR","full_name":"Jason R Westin"},{"last_name":"Griffith","fore_name":"Obi L","initials":"OL","full_name":"Obi L Griffith"},{"last_name":"Fehniger","fore_name":"Todd A","initials":"TA","full_name":"Todd A Fehniger"},{"last_name":"Griffith","fore_name":"Malachi","initials":"M","full_name":"Malachi Griffith"},{"last_name":"Green","fore_name":"Michael R","initials":"MR","full_name":"Michael R Green"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.ccell.2025.06.002","journal":"Cancer cell","journal_abbr":"Cancer Cell","source":"pubmed","mesh_headings":["Humans","Tumor Microenvironment","Lymphoma, Large B-Cell, Diffuse","CD8-Positive T-Lymphocytes","Tumor-Associated Macrophages","Immunotherapy, Adoptive","Male","Female","Lymph Nodes"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40920639","title":"A Minimally Invasive Method for Generating a Syngeneic Orthotopic Mouse Model of Lung Cancer.","abstract":"Non-small cell lung cancer (NSCLC) continues to be the number one cause of cancer-related death for both women and men worldwide. More information needs to be gathered to understand the interactions between cancer cells, the immune system, the microenvironment within each tumor, and the host tissue to develop more effective treatment modalities. Reported here is a simple, repeatable method for inducing cancer within the mouse lung, allowing for the monitoring of tumor growth from early to late-stage disease. The surgical procedure involves a small superficial incision in the skin and an injection of cancer cells through the intercostal muscles into the lung. In vivo imaging systems (IVIS) in combination with cells engineered to express luciferase provide a convenient way of evaluating tumor growth and disease progression over the course of a study. This technique is easily transferable across various models of lung cancer and can be used to test the feasibility and efficacy of novel therapeutics in a preclinical model of lung cancer that mimics the natural tumor microenvironment. This broadens the relevance of both efficacy and safety/toxicity studies using standard-of-care treatments, including surgical resection, radiation, and immunotherapies in conjunction with experimental therapeutics.","authors":[{"last_name":"Foster","fore_name":"Danielle J","initials":"DJ","full_name":"Danielle J Foster"},{"last_name":"Huang","fore_name":"Sunny C","initials":"SC","full_name":"Sunny C Huang"},{"last_name":"Petsche","fore_name":"Jennifer A","initials":"JA","full_name":"Jennifer A Petsche"},{"last_name":"Searby","fore_name":"Charles C","initials":"CC","full_name":"Charles C Searby"},{"last_name":"Beltz","fore_name":"Terry G","initials":"TG","full_name":"Terry G Beltz"},{"last_name":"Sheffield","fore_name":"Val C","initials":"VC","full_name":"Val C Sheffield"},{"last_name":"Carter","fore_name":"Calvin S","initials":"CS","full_name":"Calvin S Carter"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.3791/68676","journal":"Journal of visualized experiments : JoVE","journal_abbr":"J Vis Exp","source":"pubmed","mesh_headings":["Animals","Mice","Lung Neoplasms","Disease Models, Animal","Female","Carcinoma, Non-Small-Cell Lung","Cell Line, Tumor","Neoplasm Transplantation","Minimally Invasive Surgical Procedures"],"publication_types":["Journal Article","Video-Audio Media"],"affiliation":"","has_medical_terms":false}
{"id":"40920359","title":"A new frontier in oncology Understanding the landscape of cancer vaccines.","abstract":"Cancer vaccines represent a transformative shift in oncology, aiming to prevent malignancies or treat established cancers by training the immune system to recognize tumor-specific or tumor-associated antigens. This review explores the diverse platforms and mechanisms supporting cancer vaccines, ranging from prophylactic vaccines such as HPV and hepatitis B vaccines that have significantly reduced virus-related cancers to therapeutic vaccines like Sipuleucel-T and T-VEC that extend survival in prostate cancer and melanoma. Vaccine types are classified, and delivery platforms including mRNA, peptide, dendritic cell and viral vector-based approaches are examined alongside pivotal clinical trial outcomes. Key barriers to vaccine efficacy include tumor immune evasion, heterogeneity and the suppressive tumor microenvironment combination therapies with checkpoint inhibitors or chemotherapy are evaluated for their potential to overcome these challenges. Despite promising trials, challenges persist in neoantigen selection, biomarker development, regulatory approval and scalable vaccine manufacturing. Data on current global utilization, approved indications and coverage disparities particularly in low and middle-income countries are presented. Furthermore, the cancer vaccine market is segmented by disease type, platform technology and region, with rising investments in personalized mRNA platforms and combined immunotherapies driving growth. In conclusion, cancer vaccines offer a less toxic, more precise approach to cancer prevention and treatment. Continued innovation, global collaboration, and infrastructure development are essential to realizing their full potential in improving patient outcomes and reducing the global cancer burden.","authors":[{"last_name":"Suvvari","fore_name":"Tarun Kumar","initials":"TK","full_name":"Tarun Kumar Suvvari"},{"last_name":"Killi","fore_name":"Keshavi","initials":"K","full_name":"Keshavi Killi"},{"last_name":"Veggalam","fore_name":"Shreya","initials":"S","full_name":"Shreya Veggalam"},{"last_name":"Kandi","fore_name":"Venkataramana","initials":"V","full_name":"Venkataramana Kandi"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1177/10781552251375363","journal":"Journal of oncology pharmacy practice : official publication of the International Society of Oncology Pharmacy Practitioners","journal_abbr":"J Oncol Pharm Pract","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40920095","title":"Systematic engineering of TROP2-targeted CAR T-cell therapy overcomes resistance pathways in solid tumors.","abstract":"Antibody-based therapies have revolutionized cancer treatment but have several limitations. These include down-regulation of the target antigen mutation of the target epitope or in the case of antibody drug conjugates (ADCs), resistance to the chemotherapy warhead. Since TROP2-targeted therapy with ADCs yields responses in TROP2 solid tumors but lacks the durability observed with other immunotherapy-based approaches, we developed novel TROP2-targeting chimeric antigen receptor (CAR) T cells as an alternative. We observe high potency of TROP2 directed CAR T against multiple solid tumor models. We demonstrate that CAR T cell therapy can preserve high potency in models of ADC resistance and can be further engineered to prevent cell therapy resistance leveraging fully-human single domain (VH-only) binder discovery to rationally engineer dual epitope-binding based (biparatopic) CARs. This work highlights the potency of CAR T cell therapies and how rational engineering leveraging dual-VH targeting domains can overcome resistance pathways to current therapies. In future work, the CAR engineering approaches presented here can serve as a platform to be partnered with other strategies to address the suppressive tumor microenvironment. This work highlights the potency of CAR T cell therapies and how rational engineering leveraging dual-VH targeting domains can overcome resistance pathways to current therapies.","authors":[{"last_name":"Brea","fore_name":"Elliott J","initials":"EJ","full_name":"Elliott J Brea"},{"last_name":"Baldacci","fore_name":"Simon","initials":"S","full_name":"Simon Baldacci"},{"last_name":"Savage","fore_name":"Neil","initials":"N","full_name":"Neil Savage"},{"last_name":"Facchinetti","fore_name":"Francesco","initials":"F","full_name":"Francesco Facchinetti"},{"last_name":"Hinchey","fore_name":"Conor","initials":"C","full_name":"Conor Hinchey"},{"last_name":"Chakravarti","fore_name":"Sachiv","initials":"S","full_name":"Sachiv Chakravarti"},{"last_name":"Mottram","fore_name":"Alexis","initials":"A","full_name":"Alexis Mottram"},{"last_name":"Ngo","fore_name":"Kenneth","initials":"K","full_name":"Kenneth Ngo"},{"last_name":"Vo","fore_name":"Ha","initials":"H","full_name":"Ha Vo"},{"last_name":"Leeper","fore_name":"Brittaney A","initials":"BA","full_name":"Brittaney A Leeper"},{"last_name":"Tuladhar","fore_name":"Bishma","initials":"B","full_name":"Bishma Tuladhar"},{"last_name":"Ganapathy","fore_name":"Suthakar","initials":"S","full_name":"Suthakar Ganapathy"},{"last_name":"Ivanova","fore_name":"Elena V","initials":"EV","full_name":"Elena V Ivanova"},{"last_name":"Saldanha","fore_name":"Aisha","initials":"A","full_name":"Aisha Saldanha"},{"last_name":"Locquet","fore_name":"Marie-Anais","initials":"MA","full_name":"Marie-Anais Locquet"},{"last_name":"Salamah","fore_name":"Abdulmajeed","initials":"A","full_name":"Abdulmajeed Salamah"},{"last_name":"Holterhus","fore_name":"Malcolm","initials":"M","full_name":"Malcolm Holterhus"},{"last_name":"Mesler","fore_name":"Evelyn B","initials":"EB","full_name":"Evelyn B Mesler"},{"last_name":"De Vizio","fore_name":"Martina","initials":"M","full_name":"Martina De Vizio"},{"last_name":"Stornante","fore_name":"Carla","initials":"C","full_name":"Carla Stornante"},{"last_name":"Campisi","fore_name":"Marco","initials":"M","full_name":"Marco Campisi"},{"last_name":"Mahadevan","fore_name":"Navin R","initials":"NR","full_name":"Navin R Mahadevan"},{"last_name":"Thai","fore_name":"Tran C","initials":"TC","full_name":"Tran C Thai"},{"last_name":"Haggerty","fore_name":"Timothy J","initials":"TJ","full_name":"Timothy J Haggerty"},{"last_name":"Li","fore_name":"Zehua","initials":"Z","full_name":"Zehua Li"},{"last_name":"Nie","fore_name":"Cui","initials":"C","full_name":"Cui Nie"},{"last_name":"Deng","fore_name":"Changjing","initials":"C","full_name":"Changjing Deng"},{"last_name":"Wang","fore_name":"Xiaoxiao","initials":"X","full_name":"Xiaoxiao Wang"},{"last_name":"Liu","fore_name":"Louis L","initials":"LL","full_name":"Louis L Liu"},{"last_name":"Barbie","fore_name":"Thanh U","initials":"TU","full_name":"Thanh U Barbie"},{"last_name":"Gokhale","fore_name":"Prafulla C","initials":"PC","full_name":"Prafulla C Gokhale"},{"last_name":"Paweletz","fore_name":"Cloud P","initials":"CP","full_name":"Cloud P Paweletz"},{"last_name":"Ramasubramanian","fore_name":"Anusuya","initials":"A","full_name":"Anusuya Ramasubramanian"},{"last_name":"Janne","fore_name":"Pasi A","initials":"PA","full_name":"Pasi A Janne"},{"last_name":"Barbie","fore_name":"David A","initials":"DA","full_name":"David A Barbie"},{"last_name":"Smith","fore_name":"Eric L","initials":"EL","full_name":"Eric L Smith"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1158/2326-6066.CIR-25-0527","journal":"Cancer immunology research","journal_abbr":"Cancer Immunol Res","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40920092","title":"Non-redundant immune checkpoints direct therapeutic resistance to chemoimmunotherapy in pancreatic ductal adenocarcinoma.","abstract":"Pancreatic ductal adenocarcinoma (PDA) is defined by a myeloid-enriched microenvironment and has shown remarkable resistance to immune checkpoint blockade (e.g., Parkinson's Disease-1 and CTLA-4). Here, we sought to define the role of myeloid immunosuppression in immune resistance in PDA. We report that depletion of CSF1R myeloid cells in combination with anti-Parkinson's Disease-1 and chemotherapy triggers T cell infiltration into PDA but causes compensatory remodeling of the myeloid compartment with limited tumor control. Unexpectedly, combined therapy against multiple myeloid targets including CSF1R, CCR2/5 and CXCR2 was insufficient to overcome treatment resistance. High-dimensional single cell analyses performed on T cell infiltrates in human and mouse PDA revealed upregulation of multiple immune checkpoint molecules, including Parkinson's Disease-1, LAG-3, and CTLA-4. Combinatorial blockade of Parkinson's Disease-1, LAG-3, and CTLA-4 along with chemotherapy and anti-CSF1R was necessary to trigger activation of peripheral CD4 and CD8 T cells and led to deep, durable, and complete tumor responses, with each immune checkpoint blockade agent contributing to efficacy. Our findings indicate that a comprehensive approach targeting both negative regulatory signals controlling T cell function and the myeloid compartment will be fundamental to unveiling the potential of immunotherapy in PDA.","authors":[{"last_name":"Stone","fore_name":"Meredith L","initials":"ML","full_name":"Meredith L Stone"},{"last_name":"Herrera","fore_name":"Veronica M","initials":"VM","full_name":"Veronica M Herrera"},{"last_name":"Li","fore_name":"Yan","initials":"Y","full_name":"Yan Li"},{"last_name":"Coho","fore_name":"Heather","initials":"H","full_name":"Heather Coho"},{"last_name":"Xue","fore_name":"Yuqing","initials":"Y","full_name":"Yuqing Xue"},{"last_name":"Graham","fore_name":"Kathleen","initials":"K","full_name":"Kathleen Graham"},{"last_name":"Ratmansky","fore_name":"Jennifer","initials":"J","full_name":"Jennifer Ratmansky"},{"last_name":"Delman","fore_name":"Devora","initials":"D","full_name":"Devora Delman"},{"last_name":"O'Brien","fore_name":"Shaun","initials":"S","full_name":"Shaun O'Brien"},{"last_name":"Beatty","fore_name":"Gregory L","initials":"GL","full_name":"Gregory L Beatty"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1158/2326-6066.CIR-25-0575","journal":"Cancer immunology research","journal_abbr":"Cancer Immunol Res","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40920070","title":"A comparison by mismatch repair status of real-world characteristics and outcomes in patients with stage II/III rectal cancer in the Netherlands.","abstract":"A subset of rectal cancer (RC), 5 , exhibits mismatch repair deficiency (dMMR) the remaining are classified as proficient (pMMR). Reported evidence on differences between dMMR and pMMR RC is limited. In this nationwide Dutch study, we compared patients with dMMR and pMMR stage II/III RC based on patient and tumor characteristics, treatment patterns, and associated outcomes. Patients diagnosed between 2015 and 2022 with known mismatch repair status were selected from the Netherlands Cancer Registry. Demographic, tumor, and treatment characteristics were compared in the total cohort. Subsequently, dMMR patients were matched 1 2 to pMMR patients on age, year of diagnosis, clinical tumor stage, and node stage. Overall survival (OS) and event-free survival (EFS) were analyzed using Kaplan-Meier estimates and Cox proportional hazard models. Among 7937 eligible patients, 182 (2.3 ) had dMMR RC. These patients were younger and had more poorly differentiated tumors, more variation in histology, more advanced clinical stages, and more B-RAF proto-oncogene serine/threonine kinase mutations. In the total cohort, OS was better for dMMR compared with pMMR (hazard ratio HR 0.62 95 confidence interval CI 0.43-0.91 ). In the matched cohort, dMMR continued to exhibit improved OS (HR 0.54 95 CI 0.33-0.88 ), and demonstrated improved EFS (HR 0.43 95 CI 0.29-0.63 ) after adjustment for potential confounders. dMMR RC is a rare entity associated with younger age and more advanced stages. Although patients with dMMR RC had significantly improved OS and EFS compared with patients with pMMR RC, immunotherapy may further enhance outcomes. This real-world study provides a basis for future investigations aimed at optimizing therapeutic strategies for patients with dMMR RC.","authors":[{"last_name":"Lunenberg","fore_name":"Renee A","initials":"RA","full_name":"Renee A Lunenberg"},{"last_name":"Franken","fore_name":"Ingrid A","initials":"IA","full_name":"Ingrid A Franken"},{"last_name":"van der Baan","fore_name":"Frederieke H","initials":"FH","full_name":"Frederieke H van der Baan"},{"last_name":"Sijtsma","fore_name":"Femke P C","initials":"FPC","full_name":"Femke P C Sijtsma"},{"last_name":"Vink","fore_name":"Geraldine R","initials":"GR","full_name":"Geraldine R Vink"},{"last_name":"Braat","fore_name":"Manon N G J A","initials":"MNGJA","full_name":"Manon N G J A Braat"},{"last_name":"Moons","fore_name":"Leon M G","initials":"LMG","full_name":"Leon M G Moons"},{"last_name":"Lacle","fore_name":"Miangela M","initials":"MM","full_name":"Miangela M Lacle"},{"last_name":"Elferink","fore_name":"Marloes A G","initials":"MAG","full_name":"Marloes A G Elferink"},{"last_name":"Boklage","fore_name":"Susan","initials":"S","full_name":"Susan Boklage"},{"last_name":"Intven","fore_name":"Martijn P W","initials":"MPW","full_name":"Martijn P W Intven"},{"last_name":"Garside","fore_name":"Jamie","initials":"J","full_name":"Jamie Garside"},{"last_name":"Koopman","fore_name":"Miriam","initials":"M","full_name":"Miriam Koopman"},{"last_name":"van Wuijtswinkel","fore_name":"Rob","initials":"R","full_name":"Rob van Wuijtswinkel"},{"last_name":"Roodhart","fore_name":"Jeanine M L","initials":"JML","full_name":"Jeanine M L Roodhart"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/ijc.70127","journal":"International journal of cancer","journal_abbr":"Int J Cancer","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40919994","title":"Preclinical evaluation of folate receptor-alpha chimeric antigen receptor T cells (FOLR1-CART) exhibit highly efficient anti-tumor activity against osteosarcoma.","abstract":"Metastatic and relapsed osteosarcoma (OS) remains difficult to treat despite advanced surgical techniques, intensified chemotherapy, and targeted therapies. Adoptive immunotherapies such as chimeric antigen receptor (CAR) T cells, are in their nascent stage, but remain a viable therapeutic strategy for patients with aggressive solid tumors such as OS. Folate receptor- (FOLR1) has been functionally implicated in OS pathophysiology, providing rationale as a potential therapeutic target. We recently advanced a FOLR1-specific CAR T cell product (FH FOLR1-CART) into a trial in infant AML (NCT06609928) and now evaluate this CAR construct against OS. We provide comprehensive FOLR1 transcript and protein expression profile in OS patients, cell lines and patient-derived xenografts, substantiating its significance as a therapeutic target. We further evaluate in vitro and in vivo efficacy of FH FOLR1-CART in both standard and patient-derived OS cell lines and xenograft models. FOLR1 transcript is expressed in the overwhelming majority of OS primary patient specimens, in OS cell lines, and patient-derived models. FH FOLR1-CART exhibit robust in vitro activation and potent cytotoxicity against FOLR1-expressing OS cell lines and primary OS patient samples. More importantly, FH FOLR1-CART demonstrates potent anti-tumor activity in both localized and metastatic in vivo cell-derived and patient-derived xenograft models, with complete tumor eradication. These results demonstrate a potential therapeutic option for patients with advanced OS. FH FOLR1 CART is advancing to an early phase trial in relapsed/refractory OS at Fred Hutch Cancer Center and Seattle Children s Hospital.","authors":[{"last_name":"Choe","fore_name":"Michelle","initials":"M","full_name":"Michelle Choe"},{"last_name":"Kirkey","fore_name":"Danielle","initials":"D","full_name":"Danielle Kirkey"},{"last_name":"Lira","fore_name":"Isabel","initials":"I","full_name":"Isabel Lira"},{"last_name":"Hawkins","fore_name":"Grace","initials":"G","full_name":"Grace Hawkins"},{"last_name":"Blankenfeld","fore_name":"Melia","initials":"M","full_name":"Melia Blankenfeld"},{"last_name":"Menashe","fore_name":"Sarah","initials":"S","full_name":"Sarah Menashe"},{"last_name":"Ries","fore_name":"Rhonda","initials":"R","full_name":"Rhonda Ries"},{"last_name":"Wrightson","fore_name":"Brianna","initials":"B","full_name":"Brianna Wrightson"},{"last_name":"Root","fore_name":"Christina","initials":"C","full_name":"Christina Root"},{"last_name":"McKay","fore_name":"Cyd N","initials":"CN","full_name":"Cyd N McKay"},{"last_name":"Peplinski","fore_name":"Jack H","initials":"JH","full_name":"Jack H Peplinski"},{"last_name":"Glabman","fore_name":"Raisa","initials":"R","full_name":"Raisa Glabman"},{"last_name":"Davis","fore_name":"Lara E","initials":"LE","full_name":"Lara E Davis"},{"last_name":"Malhotra","fore_name":"Sanjay V","initials":"SV","full_name":"Sanjay V Malhotra"},{"last_name":"Gorlick","fore_name":"Richard","initials":"R","full_name":"Richard Gorlick"},{"last_name":"Loggers","fore_name":"Elizabeth T","initials":"ET","full_name":"Elizabeth T Loggers"},{"last_name":"Meshinchi","fore_name":"Soheil","initials":"S","full_name":"Soheil Meshinchi"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1158/2767-9764.CRC-25-0086","journal":"Cancer research communications","journal_abbr":"Cancer Res Commun","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40919911","title":"TMBquant an explainable AI-powered caller advancing tumor mutation burden quantification across heterogeneous samples.","abstract":"Accurate tumor mutation burden (TMB) quantification is critical for immunotherapy stratification, yet remains challenging due to variability across sequencing platforms, tumor heterogeneity, and variant calling pipelines. Here, we introduce TMBquant, an explainable Artificial Intelligence-powered caller designed to optimize TMB estimation through dynamic feature selection, ensemble learning, and automated strategy adaptation. Built upon the H2O AutoML framework, TMBquant integrates variant features, minimizes classification errors, and enhances both accuracy and stability across diverse datasets. We benchmarked TMBquant against nine widely used variant callers, including traditional tools (e.g. Mutect2, VarScan2, Strelka2) and recent Artificial Intelligence-based methods (DeepSomatic, Octopus), using 706 whole-exome sequencing tumor-control pairs. To evaluate clinical relevance, we further assessed TMBquant through survival analyses across immunotherapy-treated cohorts of non-small cell lung cancer (NSCLC), nasopharyngeal carcinoma (NPC), and the two NSCLC subtypes lung adenocarcinoma and lung squamous cell carcinoma. In each cohort, TMBquant consistently achieved the highest hazard ratios, demonstrating superior patient stratification compared to all other methods. Importantly, TMBquant maintained robust predictive performance across both high-TMB (NSCLC) and low-TMB (NPC) settings, highlighting its generalizability across cancer types with distinct biological characteristics. These findings establish TMBquant as a reliable, reproducible, and clinically actionable tool for precision oncology. The software is open source and freely available at https //github.com/SomaticCaller/SomaticCaller. To enhance reproducibility, we provide detailed usage instructions and representative code snippets for TMBquant in the Methods section (see Code Availability).","authors":[{"last_name":"Wang","fore_name":"Shenjie","initials":"S","full_name":"Shenjie Wang"},{"last_name":"Wang","fore_name":"Xiaonan","initials":"X","full_name":"Xiaonan Wang"},{"last_name":"Zhu","fore_name":"Xiaoyan","initials":"X","full_name":"Xiaoyan Zhu"},{"last_name":"Wang","fore_name":"Xuwen","initials":"X","full_name":"Xuwen Wang"},{"last_name":"Liu","fore_name":"Yuqian","initials":"Y","full_name":"Yuqian Liu"},{"last_name":"Zhao","fore_name":"Minchao","initials":"M","full_name":"Minchao Zhao"},{"last_name":"Chang","fore_name":"Zhili","initials":"Z","full_name":"Zhili Chang"},{"last_name":"Shao","fore_name":"Yang","initials":"Y","full_name":"Yang Shao"},{"last_name":"Zhang","fore_name":"Haitao","initials":"H","full_name":"Haitao Zhang"},{"last_name":"Yang","fore_name":"Shuanying","initials":"S","full_name":"Shuanying Yang"},{"last_name":"Wang","fore_name":"Jiayin","initials":"J","full_name":"Jiayin Wang"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1093/bib/bbaf455","journal":"Briefings in bioinformatics","journal_abbr":"Brief Bioinform","source":"pubmed","mesh_headings":["Humans","Mutation","Lung Neoplasms","Biomarkers, Tumor","Neoplasms","Carcinoma, Non-Small-Cell Lung","Software","Artificial Intelligence","Computational Biology","Exome Sequencing"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40919876","title":"Challenges of decision-making after treatment with immunotherapy in metastatic deficient DNA mismatch repair/microsatellite unstable colorectal cancer.","abstract":"","authors":[{"last_name":"Taieb","fore_name":"Julien","initials":"J","full_name":"Julien Taieb"},{"last_name":"Karoui","fore_name":"Mehdi","initials":"M","full_name":"Mehdi Karoui"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1093/bjs/znaf178","journal":"The British journal of surgery","journal_abbr":"Br J Surg","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40919684","title":"IGHA1 and IGHG1 Expression Panel Predicts Anti-PD-L1 Response in Muscle-Invasive Bladder Cancer.","abstract":"B cells located in tertiary lymphoid structures (TLSs) may undergo clonal expansion, somatic hypermutation, isotype switching, and tumor-specific antibody production, suggesting that antibody-producing plasma cells may be involved in antitumor immunity. This study used a combination of single-cell sequencing (five samples from our center, and four samples from PRJNA662018) and spatial transcriptome (one sample from our center, and four samples from GSE169379) research methods to investigate the relationship between TLSs and the immunoglobulin repertoire in muscle invasive bladder cancer (MIBC). 405 patients with MIBC from TCGA and 348 patients with metastatic urothelial carcinoma on Parkinson's Disease-L1 inhibitor treatment from the IMvigor210 trial were included in this study. We identified IGHA1 IGHG1 patients could benefit more from cisplatin-based adjuvant chemotherapy and Parkinson's Disease-L1 inhibitor. Further analyses revealed IGHA1 IGHG1 subgroup was linked to an antitumor immune microenvironment with highly immune effector cells. Spatial architecture unveils areas of B cell rich hot spots in TLS tumors. We found that some IGHG1 clonotypes appeared inside the TLS, and most IGHG1 clonotypes were distributed in the tumor bed after treatment. The diversity of the immunoglobulin repertoire, especially IGHG1 clonotype, was higher after treatment. IGHA1 IGHG1 patients was associated with antitumor immune microenvironment and the therapeutic response to adjuvant chemotherapy and Parkinson's Disease-L1 inhibitor in MIBC. This study presents a spatial map of TLSs, where plasma cells of IGHG1 clonotypes mature within and disseminate around tumors. Plasma cells of IGHG1 clonotypes may cooperate with iCAF, macrophages and NK cells to kill tumor cells and improve the efficacy of immunotherapy.","authors":[{"last_name":"Zhou","fore_name":"Lin","initials":"L","full_name":"Lin Zhou"},{"last_name":"Yu","fore_name":"Guopeng","initials":"G","full_name":"Guopeng Yu"},{"last_name":"Zheng","fore_name":"Zhongpeng","initials":"Z","full_name":"Zhongpeng Zheng"},{"last_name":"Xu","fore_name":"Bin","initials":"B","full_name":"Bin Xu"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/mc.70033","journal":"Molecular carcinogenesis","journal_abbr":"Mol Carcinog","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40919676","title":"RELA Ablation Contributes to Progression of Hepatocellular Carcinoma with TP53 Mutation and is a Potential Therapeutic Target.","abstract":"TP53 mutations are highly associated with hepatocellular carcinoma (HCC), a common and deadly cancer. However, few primary drivers in the progression of HCC with mutant TP53 have been identified. To uncover tumor suppressors in human HCC, a genome-wide CRISPR/Cas9-based screening of primary human hepatocytes with MYC and TP53 overexpression (MT-PHHs) is performed in xenografts. The screen identified RELA as one of the most significant genes, besides NF2 and CSK, two known tumor suppressor genes (TSG) in HCC. Ablation of RELA increased the expression of genes related to cell cycling and stemness in MT-PHHs, and induced PHHs to transform into HCC in situ in Fah-deficient immunodeficient mice. Additionally, loss of RELA facilitated HCC metastasis via Epithelial-Mesenchymal Transition (EMT). Clinically, low RELA expression is positively associated with poor prognosis and large tumor size in HCC patients. In terms of its underlying mechanism, reduced RELA expression promoted DVL1 expression, thereby enhancing -catenin nuclear translocation, and thus strengthening Wnt/ -catenin signaling. Excitingly, betulinic acid (BetA), a RELA agonist, increased RELA activation and suppressed both growth and metastasis of hepatoma cells with TP53 overexpression in xenografts. This study reveals RELA as a tumor suppressor in HCC with TP53 overexpression, offering a potential therapeutic target.","authors":[{"last_name":"Wu","fore_name":"Zhiping","initials":"Z","full_name":"Zhiping Wu"},{"last_name":"Wang","fore_name":"Zhe","initials":"Z","full_name":"Zhe Wang"},{"last_name":"Zheng","fore_name":"Diwei","initials":"D","full_name":"Diwei Zheng"},{"last_name":"Zheng","fore_name":"Yongfang","initials":"Y","full_name":"Yongfang Zheng"},{"last_name":"Jiang","fore_name":"Zhiwu","initials":"Z","full_name":"Zhiwu Jiang"},{"last_name":"Lv","fore_name":"Jiang","initials":"J","full_name":"Jiang Lv"},{"last_name":"Zhu","fore_name":"Yueqin","initials":"Y","full_name":"Yueqin Zhu"},{"last_name":"Jia","fore_name":"Heng","initials":"H","full_name":"Heng Jia"},{"last_name":"Duan","fore_name":"Ziyuan","initials":"Z","full_name":"Ziyuan Duan"},{"last_name":"Yuan","fore_name":"Tingjie","initials":"T","full_name":"Tingjie Yuan"},{"last_name":"Wu","fore_name":"Qiting","initials":"Q","full_name":"Qiting Wu"},{"last_name":"Long","fore_name":"Youguo","initials":"Y","full_name":"Youguo Long"},{"last_name":"Lin","fore_name":"Shouheng","initials":"S","full_name":"Shouheng Lin"},{"last_name":"Yao","fore_name":"Yao","initials":"Y","full_name":"Yao Yao"},{"last_name":"Carson","fore_name":"Georgia","initials":"G","full_name":"Georgia Carson"},{"last_name":"Thiery","fore_name":"Jean P","initials":"JP","full_name":"Jean P Thiery"},{"last_name":"Man","fore_name":"Kwan","initials":"K","full_name":"Kwan Man"},{"last_name":"Li","fore_name":"Peng","initials":"P","full_name":"Peng Li"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/advs.202500335","journal":"Advanced science (Weinheim, Baden-Wurttemberg, Germany)","journal_abbr":"Adv Sci (Weinh)","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40919639","title":"The IRE1/XBP1s Axis Regulates Innate Immune Responses in Conventional Dendritic Cells During ZIKV Infection.","abstract":"Zika virus (ZIKV) is a mosquito-borne flavivirus causing a major epidemic in the Americas in 2015. Dendritic cells (DCs) are leukocytes with key antiviral functions, but their role in ZIKV infection remains under investigation. While most studies have focused on the monocyte-derived subtype of DCs, less is known about conventional dendritic cells (cDCs), essential for the orchestration of antiviral adaptive immunity. This study investigates the mechanisms by which cDCs respond to ZIKV for antiviral cytokine production. Here, using murine cultures, we demonstrate that ZIKV infection and not detection of ZIKV-infected dead cells activates cDCs by inducing type I interferons (IFN-I) and proinflammatory cytokines. Furthermore, ZIKV-infected cDCs markedly activated the IRE1/XBP1s axis of the unfolded protein response (UPR). Flow cytometry analysis indicates that among cDCs, type 1 cDCs (cDC1s) are responsible for ZIKV detection. Functionally, genetic loss of XBP1s curtailed expression of the costimulatory molecule CD86 and the production of IFN-I and proinflammatory cytokines by cDCs, without exhibiting increased susceptibility to ZIKV infection. These effects are attributable to perturbations in the IRE1/XBP1s axis and not due to overcompensation of PERK or IRE1 kinase signaling. Finally, tissue resident cDCs also exhibit susceptibility to infection, potentially establishing these cells as ZIKV targets in vivo. These findings underscore a critical role for the IRE1/XBP1s pathway in fine-tuning cDC activation to ZIKV, linking viral recognition to cDC functional maturation and opening new avenues for exploring UPR pathways targeting cDCs in the context of flavivirus infections.","authors":[{"last_name":"Guzmán-Rodríguez","fore_name":"Mónica","initials":"M","full_name":"Mónica Guzmán-Rodríguez"},{"last_name":"Hernández-Díaz","fore_name":"Tomás","initials":"T","full_name":"Tomás Hernández-Díaz"},{"last_name":"Lisboa","fore_name":"Paula","initials":"P","full_name":"Paula Lisboa"},{"last_name":"López-Schettini","fore_name":"Javier","initials":"J","full_name":"Javier López-Schettini"},{"last_name":"Sanhueza","fore_name":"Sofia","initials":"S","full_name":"Sofia Sanhueza"},{"last_name":"Leyton","fore_name":"Lisette","initials":"L","full_name":"Lisette Leyton"},{"last_name":"Iwawaki","fore_name":"Takao","initials":"T","full_name":"Takao Iwawaki"},{"last_name":"Soto-Rifo","fore_name":"Ricardo","initials":"R","full_name":"Ricardo Soto-Rifo"},{"last_name":"Osorio","fore_name":"Fabiola","initials":"F","full_name":"Fabiola Osorio"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1096/fj.202501186R","journal":"FASEB journal : official publication of the Federation of American Societies for Experimental Biology","journal_abbr":"FASEB J","source":"pubmed","mesh_headings":["Animals","Dendritic Cells","Zika Virus Infection","Immunity, Innate","Mice","X-Box Binding Protein 1","Protein Serine-Threonine Kinases","Endoribonucleases","Zika Virus","Mice, Inbred C57BL","Unfolded Protein Response","Cytokines","Interferon Type I","Mice, Knockout","Signal Transduction"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40919615","title":"Oncolytic Hydrogel Enhances Immune Checkpoint Blockade by Generating Vaccine, Remodeling Tumor Physical and Metabolic Barriers.","abstract":"Although traditional immunogenic cell death (ICD) inducers generate vaccines (ISV) to potentiate antiprogrammed cell death ligand 1 (anti-PDL1) antibodies therapy, their efficacy remains limited. This limitation may be attributed to the physical barrier created by extracellular matrix (ECM) and immunosuppressive metabolic barrier mediated by adenosine. Here, we report an oncolytic polymer (OP), a well-designed -polylysine derivative with ICD-inducing capacity, which can simultaneously facilitate the release of endogenous ECM-degrading enzyme, Cathepsin B. The OP alone is sufficient to induce ISV within tumors and disrupt physical barriers without the need for any additional ECM-regulatory drugs. Furthermore, an oncolytic hydrogel codelivering OP and CD73 inhibitor (AMPCP) was developed (OP AMPCP Gel). Intratumoral injection of OP AMPCP Gel generates ISV, decreases tumor ECM deposition, enhances antigen delivery to lymph nodes, increases immune cell infiltration, and promotes penetration of anti-PDL1 antibodies, while reducing adenosine levels. OP AMPCP Gel anti-PDL1 treatment showed better therapeutic efficacy than oxaliplatin anti-PDL1 group against breast cancer. Moreover, 80 of melanoma-bearing mice showed complete tumor regressions after receiving OP AMPCP Gel anti-PDL1 treatment. Impressively, OP AMPCP Gel anti-PDL1-treated mice showed resistance to tumor rechallenge and metastasis, suggesting induction of long-lasting systemic antitumor immunity. Overall, this study presents an oncolytic hydrogel capable of inducing ISV and remodeling the tumor physical barrier and immunosuppressive barrier, offering a promising strategy for customizing personalized immunotherapy.","authors":[{"last_name":"Yang","fore_name":"Zexin","initials":"Z","full_name":"Zexin Yang"},{"last_name":"Liu","fore_name":"Kang","initials":"K","full_name":"Kang Liu"},{"last_name":"Li","fore_name":"Huihui","initials":"H","full_name":"Huihui Li"},{"last_name":"Li","fore_name":"Yunlong","initials":"Y","full_name":"Yunlong Li"},{"last_name":"Sun","fore_name":"Quanwei","initials":"Q","full_name":"Quanwei Sun"},{"last_name":"Shang","fore_name":"Wencui","initials":"W","full_name":"Wencui Shang"},{"last_name":"Wang","fore_name":"Mingjing","initials":"M","full_name":"Mingjing Wang"},{"last_name":"Yang","fore_name":"Ye","initials":"Y","full_name":"Ye Yang"},{"last_name":"Liu","fore_name":"Hanmeng","initials":"H","full_name":"Hanmeng Liu"},{"last_name":"Yin","fore_name":"Dengke","initials":"D","full_name":"Dengke Yin"},{"last_name":"Shen","fore_name":"Wei","initials":"W","full_name":"Wei Shen"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1021/acsnano.5c09729","journal":"ACS nano","journal_abbr":"ACS Nano","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40919443","title":"Psychometric properties of patient-reported outcome measures for symptom assessment in patients with cancer receiving immunotherapy A systematic review following the COSMIN 2.0 guidelines.","abstract":"To identify and evaluate the methodological quality and psychometric properties of Patient-reported outcome measures (PROMs) for symptom assessment in patients with cancer undergoing immunotherapy. A systematic search was performed in PubMed, Scopus, Cochrane Library, Web of Science, Embase, CINAHL, CNKI, WanFang, Vip, and SinoMed from their inception to February 10, 2025. Eligibility criteria required studies to focus on the development or validation of a PROM for symptom assessment in adult patients with cancer undergoing immunotherapy, and to report on at least one psychometric property. The methodological quality of the included studies and the psychometric properties of the corresponding instruments were evaluated using the COSMIN 2.0 guidelines.We synthesized the evidence pertaining to each measurement property from all included studies on the same PROM.The evidence quality was evaluated based on an adapted Grading of Recommendations Assessment, Development and Evaluation system. The final analysis included eight studies that reported on six PROMs. Because there was insufficient high-quality evidence, particularly for cross-cultural validity/measurement invariance and measurement error, no instrument could be recommended for use. However, the Functional Assessment of Cancer Therapy-Immune Checkpoint Modulator (FACT-ICM) demonstrated the most potential, with high-quality evidence supporting its content validity, structural validity, and internal consistency. Notably, the primary goal of this instrument is to assess the overall symptom burden. There is a notable lack of fully validated, high-quality instruments for measuring the symptoms themselves in patients undergoing immunotherapy. Although the FACT-ICM is the most promising tool for assessing the overall symptom burden, it still requires further validation. Therefore, future research, depending on the specific objective, should focus on two key areas more comprehensive validation of the FACT-ICM, and the validation or development of instruments specifically designed to quantify the symptoms themselves. PROSPERO (CRD420250655464).","authors":[{"last_name":"Zhang","fore_name":"Defa","initials":"D","full_name":"Defa Zhang"},{"last_name":"Wang","fore_name":"Yali","initials":"Y","full_name":"Yali Wang"},{"last_name":"Wang","fore_name":"Qian","initials":"Q","full_name":"Qian Wang"},{"last_name":"Mao","fore_name":"Huiqing","initials":"H","full_name":"Huiqing Mao"},{"last_name":"Zhang","fore_name":"Miaomiao","initials":"M","full_name":"Miaomiao Zhang"},{"last_name":"Xu","fore_name":"Ping","initials":"P","full_name":"Ping Xu"},{"last_name":"Guo","fore_name":"Shuo","initials":"S","full_name":"Shuo Guo"},{"last_name":"Yan","fore_name":"Rong","initials":"R","full_name":"Rong Yan"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.apjon.2025.100774","journal":"Asia-Pacific journal of oncology nursing","journal_abbr":"Asia Pac J Oncol Nurs","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40919244","title":"Very good effect of rescue treatment with Lu-DOTATATE in the patient with advanced metastatic atypical lung carcinoid.","abstract":"","authors":[{"last_name":"Poniatowska","fore_name":"Małgorzata Elżbieta","initials":"ME","full_name":"Małgorzata Elżbieta Poniatowska"},{"last_name":"Galińska","fore_name":"Bogumiła","initials":"B","full_name":"Bogumiła Galińska"},{"last_name":"Kurkowska","fore_name":"Sara","initials":"S","full_name":"Sara Kurkowska"},{"last_name":"Malarz","fore_name":"Marta","initials":"M","full_name":"Marta Malarz"},{"last_name":"Piwowarska-Bilska","fore_name":"Hanna","initials":"H","full_name":"Hanna Piwowarska-Bilska"},{"last_name":"Becht","fore_name":"Rafał","initials":"R","full_name":"Rafał Becht"},{"last_name":"Birkenfeld","fore_name":"Bożena","initials":"B","full_name":"Bożena Birkenfeld"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.5603/rpor.105861","journal":"Reports of practical oncology and radiotherapy : journal of Greatpoland Cancer Center in Poznan and Polish Society of Radiation Oncology","journal_abbr":"Rep Pract Oncol Radiother","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40919140","title":"HIV-associated gut dysbiosis drives oncogenesis through metabolic-immune crosstalk mechanisms and therapeutic implications.","abstract":"Human Immunodeficiency Virus-induced gut microbiota dysbiosis perpetuates mucosal barrier disruption and systemic inflammation despite antiretroviral therapy (ART), creating a tumor-permissive microenvironment. This review synthesizes evidence linking Human Immunodeficiency Virus-associated microbial alterations to oncogenesis through three convergent metabolic axes (1) butyrate deficiency impairing epithelial energy metabolism and anti-tumor immunity (2) tryptophan metabolism dysregulation compromising gut barrier integrity via depletion and -mediated phenylethylamine overproduction and (3) vitamin B biosynthesis defects disrupting Deoxyribonucleic Acid repair and Th1/Th2 balance. Comparative profiling across Human Immunodeficiency Virus-associated malignancies-non-Hodgkin lymphoma, cervical cancer, hepatocellular carcinoma, and lung cancer-reveals conserved dysbiotic signatures depletion of anti-inflammatory taxa (, ) and expansion of pro-inflammatory genera (, ). These alterations activate NF- B/STAT3 signaling, fostering IL-6/TNF- -driven chronic inflammation. Emerging interventions, including -derived metabolites and butyrate supplementation, demonstrate potential to enhance immunotherapy efficacy and reverse chemoresistance. However, causal microbiota-tumor relationships remain unproven, and key Acquired Immunodeficiency Syndrome-defining cancers (Kaposi sarcoma, anal carcinoma) lack microbial association studies. Prioritizing longitudinal multi-omics analyses, organoid models, and LMIC-focused clinical trials may advance microbiota-directed strategies for Human Immunodeficiency Virus-associated cancer prevention and treatment.","authors":[{"last_name":"Meng","fore_name":"Qingquan","initials":"Q","full_name":"Qingquan Meng"},{"last_name":"Xu","fore_name":"Liran","initials":"L","full_name":"Liran Xu"},{"last_name":"Xu","fore_name":"Furong","initials":"F","full_name":"Furong Xu"},{"last_name":"Shen","fore_name":"Xiaohan","initials":"X","full_name":"Xiaohan Shen"},{"last_name":"Yue","fore_name":"Jingyu","initials":"J","full_name":"Jingyu Yue"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.3389/fonc.2025.1634388","journal":"Frontiers in oncology","journal_abbr":"Front Oncol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40919138","title":"A high stroma-tumor ratio is associated with an immunosuppressive tumor microenvironment and a poor prognosis in bladder cancer.","abstract":"Bladder cancer (BLCA) is one of the most common urogenital malignancies in the world. The stroma of the tumor microenvironment (TME) largely affects the progression of BLCA. However, a stroma-relevant biomarker for predicting BLCA progression is still lacking. We obtained gene expression profiles and clinical data from the Cancer Genome Atlas (TCGA) datasets via UCSC Xena. The amount of stroma was evaluated using a stromal score and a stroma-tumor ratio (STR). The STR was independently assessed by two pathologists. The stromal score, derived from the R package ESTIMATE, was used to calculate the relative proportions of the stroma. We performed cell viability, wound healing, and Boyden chamber assays to determine cell behavior and utilized a BLCA in-house cohort to validate the results of our bioinformatics analysis. Patients with a higher stromal content showed a worse prognosis. We found that to the high amount of stroma shaped a more immunosuppressive TME in BLCA. Next, we found that stroma could predict molecular subtypes and different therapy options in BLCA. A high stromal content shaped an immune overdrive TME. Cytological experiments revealed that collagen, the main component of the stroma, elevates BLCA cell viability, migration, and invasion. The results from the BLCA in-house cohort also showed that a high stromal content is associated with a worse prognosis and a higher PDL1 expression. A high stromal content shapes a more immunosuppressive tumor microenvironment and can predict not only the immune phenotypes but also the clinical phenotypes in BLCA. A high stromal content predicts a worse prognosis. STR exhibits great potential as a biomarker for evaluating the immunogenicity of BLCA and its likelihood of responding to immunotherapy.","authors":[{"last_name":"Da","fore_name":"Yiqiang","initials":"Y","full_name":"Yiqiang Da"},{"last_name":"Lu","fore_name":"Zirong","initials":"Z","full_name":"Zirong Lu"},{"last_name":"Zhu","fore_name":"Zijian","initials":"Z","full_name":"Zijian Zhu"},{"last_name":"Tai","fore_name":"Hongrui","initials":"H","full_name":"Hongrui Tai"},{"last_name":"Liu","fore_name":"Yuan","initials":"Y","full_name":"Yuan Liu"},{"last_name":"Zhu","fore_name":"Yichao","initials":"Y","full_name":"Yichao Zhu"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.3389/fonc.2025.1604609","journal":"Frontiers in oncology","journal_abbr":"Front Oncol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40919133","title":"Ferroptosis in Cancer and Inflammatory Diseases Mechanisms and Therapeutic Implications.","abstract":"Ferroptosis, an iron-dependent cell death pathway driven by lipid peroxidation, has emerged as a critical pathophysiological mechanism linking cancer and inflammatory diseases. The seemingly distinct pathologies exhibit shared microenvironmental hallmarks-oxidative stress, immune dysregulation, and metabolic reprogramming-that converge on ferroptosis regulation. This review synthesizes how ferroptosis operates at the intersection of these diseases, acting as both a tumor-suppressive mechanism and a driver of inflammatory tissue damage. In cancer, ferroptosis eliminates therapy-resistant cells but paradoxically facilitates metastasis through lipid peroxidation byproducts that remodel the tumor microenvironment and suppress antitumor immunity. In chronic inflammatory diseases-from atherosclerosis to rheumatoid arthritis-ferroptosis amplifies neuroinflammatory cascades while simultaneously exposing vulnerabilities for therapeutic targeting. Central to this duality are shared regulatory nodes, including nuclear factor kappa B-driven inflammation, NOD-like receptor family pyrin domain-containing 3 inflammasome activation, and GPX4 dysfunction. Therapeutically, ferroptosis induction shows promise against therapy-resistant cancers but risks exacerbating inflammatory damage, underscoring the need for precision modulation. Emerging strategies-nanoparticle-based inducers, immunotherapy combinations, and biomarker-guided patient stratification-aim to balance prodeath efficacy against off-target toxicity. By dissecting the ferroptosis-inflammation-cancer axis, this review provides a unified framework for understanding disease pathogenesis and advancing therapies for conditions resistant to conventional treatments. Future research must prioritize spatial mapping of ferroptosis dynamics, mechanistic crosstalk with immune checkpoints, and combinatorial regimens that exploit ferroptosis vulnerabilities while mitigating its inflammatory consequences.","authors":[{"last_name":"Shen","fore_name":"Guangyi","initials":"G","full_name":"Guangyi Shen"},{"last_name":"Liu","fore_name":"Jiachen","initials":"J","full_name":"Jiachen Liu"},{"last_name":"Wang","fore_name":"Yinhuai","initials":"Y","full_name":"Yinhuai Wang"},{"last_name":"Deng","fore_name":"Zebin","initials":"Z","full_name":"Zebin Deng"},{"last_name":"Deng","fore_name":"Fei","initials":"F","full_name":"Fei Deng"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/mco2.70349","journal":"MedComm","journal_abbr":"MedComm (2020)","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
