{"id":"40923295","title":"The Effects of Anakinra on Cardiorespiratory Fitness in Heart Failure Stratified by Age in Phase II Clinical Trials.","abstract":"Cardiorespiratory fitness (CRF) in heart failure (HF) declines with age. Interleukin-1 (IL-1) is a pro-inflammatory cytokine involved in aging and HF. We aimed to determine the changes in CRF before and after treatment with anakinra, recombinant IL-1 receptor antagonist, in patients with HF stratified according to age below and above 60 years in phase II clinical trials. We analyzed data from 73 patients (37 51 female), 49 (67 ) patients 60 years and 24 (33 ) 60 years. All patients received anakinra 100 mg subcutaneously daily for a median of 4 (interquartile range from 2 to 12) weeks. We measured peak oxygen consumption (VO2peak) and high-sensitivity C-reactive protein (hsCRP). When compared with older patients, younger patients had higher baseline peak VO2 (15.2 12.4-17.7 vs. 12.4 10.3-14.3 mL kg-1 min-1, p 0.001), yet no significant differences in hsCRP (6.6 3.6-16.6 vs. 5.2 2.7-11.2 mg/L, p 0.18). In both groups, anakinra decreased hsCRP ( 60 years -3.6 -8.1 to -1.9 mg/L p 0.001 60 years -2.7 -9.0 to -1.4 mg/L p 0.001) and increased peak VO2peak ( 60 years 0.5 -0.9 - 2.5 mL kg-1 min-1 p 0.036 60 years 1.1 0.2 - 2.3 mL kg-1 min-1 p 0.001). No significant differences in changes across time were observed between the age groups. Older patients with HF have a greater baseline impairment in CRF compared to younger patients despite similar levels of systemic inflammation, and they appear to have a similar improvement in CRF following treatment with anakinra. The lack of an active control group (placebo) is a significant limitation and additional studies are needed to validate and expand these findings assessing clinical outcomes.","authors":[{"last_name":"Hogwood","fore_name":"Austin C","initials":"AC","full_name":"Austin C Hogwood"},{"last_name":"Golino","fore_name":"Michele","initials":"M","full_name":"Michele Golino"},{"last_name":"Moroni","fore_name":"Francesco","initials":"F","full_name":"Francesco Moroni"},{"last_name":"Canada","fore_name":"Justin M","initials":"JM","full_name":"Justin M Canada"},{"last_name":"Del Buono","fore_name":"Marco G","initials":"MG","full_name":"Marco G Del Buono"},{"last_name":"Arena","fore_name":"Ross","initials":"R","full_name":"Ross Arena"},{"last_name":"Van Tassell","fore_name":"Benjamin","initials":"B","full_name":"Benjamin Van Tassell"},{"last_name":"Abbate","fore_name":"Antonio","initials":"A","full_name":"Antonio Abbate"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/FJC.0000000000001756","journal":"Journal of cardiovascular pharmacology","journal_abbr":"J Cardiovasc Pharmacol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40923261","title":"A bias correction method for hazard ratio estimation and its inference in a multiple-arm clinical trial.","abstract":"A randomized clinical trial with multiple experimental groups and one common control group is often used to speed up development to select the best experimental regimen or to increase the chance of success of clinical trials. Most of the time, multiple dose levels of an experimental drug or multiple combinations of one experimental drug with other drugs comprise multiple experimental groups. Because the experimental drug appears in multiple comparisons with a shared control group, multiple testing adjustments to control the family-wise type I error rate are needed. We extend the stepwise over-correction (SOC) method that is applied to a multi-arm trial with a response rate as its endpoint to a multi-arm trial where time to event is the primary endpoint and confidence interval of the hazard ratio determines the statistical significance. We provide the formula of the bias of the maximum treatment effect estimate toward the true treatment effect between the selected experimental group and the shared control group. We aim to use the bias-corrected estimate for the inference of treatment effects in multi-arm trials on the full alpha level and demonstrate a completely new type of reject region. This approach does not require us to split alpha level among the multiple comparisons or to specify the test order ahead of time. The type I error control and the power enhancement of the proposed approach are both held.","authors":[{"last_name":"Shen","fore_name":"Liji","initials":"L","full_name":"Liji Shen"},{"last_name":"Wei","fore_name":"Ziwen","initials":"Z","full_name":"Ziwen Wei"},{"last_name":"Deng","fore_name":"Xuan","initials":"X","full_name":"Xuan Deng"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1080/10543406.2025.2547590","journal":"Journal of biopharmaceutical statistics","journal_abbr":"J Biopharm Stat","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40923190","title":"Immediate complications and risk factors following radial arterial catheterisation in paediatric patients at a tertiary centre.","abstract":"Arterial catheterisation is a critical procedure in paediatric patients undergoing surgery however, it poses certain risks. Complications such as thrombus formation, arterial stenosis and haematoma may occur, yet their true incidence and contributing factors remain incompletely understood. To assess the incidence of complications and identify associated risk factors following radial arterial catheterisation in paediatric patients. Prospective observational study. A tertiary children s hospital. Children aged 5 years or younger who are scheduled for elective surgery. Radial artery cannulation was performed under ultrasound guidance. The diameter of the artery and procedural details were recorded. Peripheral perfusion index was continuously monitored in both hands. Ultrasonographic assessments were conducted immediately after catheter removal, at 24 h postremoval and on postoperative day 5, to evaluate arterial status. The primary outcome was the incidence of complications associated with arterial catheterisation after decannulation, assessed using ultrasonography. Secondary outcomes included the associated risk factors and the association between perfusion index changes and complications. Immediate complications after decannulation, including thrombus formation and significant arterial stenosis, were observed in 41.5 of patients, as assessed by ultrasound. Risk factors for complications included a higher Medicut -to-artery diameter ratio odds ratio (Operating Room) 25.3 (95 confidence interval CI , 1.2 to 350.7) P 0.002, and longer anaesthesia duration Operating Room 1.008 (95 CI, 1.002 to 1.015) P 0.001. Perfusion index values were not associated with immediate complications. At 24 h postdecannulation, patients who had immediate complications still exhibited a greater arterial size reduction. By postoperative day 5, arterial diameters had spontaneously improved significantly, and no clinical complications were observed. Most immediate complications following radial arterial catheterisation in paediatric patients resolved spontaneously by postoperative day 5. The Medicut-to-artery diameter ratio and prolonged anaesthesia were significant risk factors for complications. ClinicalTrials.gov, NCT03784118.","authors":[{"last_name":"Lee","fore_name":"Ji-Hyun","initials":"JH","full_name":"Ji-Hyun Lee"},{"last_name":"Park","fore_name":"Jung-Bin","initials":"JB","full_name":"Jung-Bin Park"},{"last_name":"Ji","fore_name":"Sang-Hwan","initials":"SH","full_name":"Sang-Hwan Ji"},{"last_name":"Jang","fore_name":"Young-Eun","initials":"YE","full_name":"Young-Eun Jang"},{"last_name":"Kim","fore_name":"Eun-Hee","initials":"EH","full_name":"Eun-Hee Kim"},{"last_name":"Kim","fore_name":"Jin-Tae","initials":"JT","full_name":"Jin-Tae Kim"},{"last_name":"Kim","fore_name":"Hee-Soo","initials":"HS","full_name":"Hee-Soo Kim"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/EJA.0000000000002268","journal":"European journal of anaesthesiology","journal_abbr":"Eur J Anaesthesiol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40923157","title":"The Relationship Between Pulpal Diagnostic Conditions and Potential Inflammatory Biomarkers.","abstract":"Accurate diagnosis of pulpal health is crucial to identify the most effective therapeutic approach. However, differentiating pulpal conditions, which may require different treatment approaches, remains a challenge. This study aimed to address this gap by investigating the protein levels of 17 inflammatory biomarkers simultaneously in the dental pulp with different clinical diagnoses. This study employed a cross-sectional exploratory design, enrolling 64 adult patients. After obtaining ethical approval, researchers conducted clinical and radiographic examinations to categorise teeth into four diagnostic groups normal pulp, reversible pulpitis, symptomatic irreversible pulpitis and asymptomatic irreversible pulpitis. Pulpal blood samples were then collected and analysed using Luminex technology to measure the levels of inflammatory proteins and matrix metalloproteinases (MMPs). Statistical analyses, including the Mann-Whitney U test and Spearman s rank correlation, were used to compare the levels of these markers across the different diagnoses and to assess their correlation with patient symptoms. The study revealed significant increases in several inflammatory proteins, including IL-4, IL-8, MCP-1, MIP-1 , RANTES and MMP-9, in both types of irreversible pulpitis cases compared with other diagnostic categories p 0.05. These elevated levels exhibited positive correlations with patient-reported pain scores, instances of spontaneous pain and bleeding times. Notably, only IL-4 and IL-7 exhibited correlations with prolonged bleeding times (over 10 min) p 0.05, while IL-1 and MMP-2 were associated with shorter bleeding times (under 10 min) p 0.05. Additionally, IL-8 and MCP-1 levels were significantly associated with positive palpation findings p 0.05, whereas MIP-1 and MMP-1 were correlated with positive percussion results p 0.05. Differential specific inflammatory potential biomarker levels may differentiate pulpal disease states. Integrating molecular diagnostics into longitudinal clinical trials and eventually into routine endodontic practice, could revolutionise treatment decisions.","authors":[{"last_name":"Sabeti","fore_name":"Mohammad A","initials":"MA","full_name":"Mohammad A Sabeti"},{"last_name":"Nikghalb","fore_name":"Keyvan","initials":"K","full_name":"Keyvan Nikghalb"},{"last_name":"Pakzad","fore_name":"Reza","initials":"R","full_name":"Reza Pakzad"},{"last_name":"Fouad","fore_name":"Ashraf F","initials":"AF","full_name":"Ashraf F Fouad"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1111/iej.70030","journal":"International endodontic journal","journal_abbr":"Int Endod J","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40923152","title":"Efficacy and Safety of Double Guidewire Versus Transpancreatic Sphincterotomy in Difficult Biliary Cannulation A Systematic Review and Meta-Analysis of Randomized Clinical Trials.","abstract":"Difficult biliary cannulation is a key challenge in endoscopic retrograde cholangiopancreatography and a major risk factor for post-Endoscopic Retrograde Cholangiopancreatography pancreatitis. When the pancreatic duct is unintentionally accessed, double guidewire (DGW) is the primary rescue strategy, while transpancreatic sphincterotomy (TPS) is an alternative. Previous evidence suggests that TPS may achieve higher cannulation success and lower PEP rates compared to DGW, though direct comparative data remain limited. This review and meta-analysis assess the clinical outcomes of TPS and DGW in the setting of difficult biliary cannulation. This review involved searching Medline, Embase, Lilacs, Central Cochrane, and Google Scholar. Outcomes assessed included PEP, successful biliary cannulation, mean cannulation time, and other adverse events (bleeding, cholangitis, perforation). A total of 463 patients from five randomized controlled trials were included. The DGW group showed a higher risk of PEP pancreatitis and other adverse events (p 0.009 RR 1.81 1.16, 2.83 I 34 ) and (p 0.03 RR 2.20 1.10, 4.39 I 0 ), respectively. A significant difference favoring TPS was found for successful cannulation and mild pancreatitis (p 0.001 RR 1.79 1.26, 2.54 I 40 ) and (p 0.01 RR 2.26 1.20, 4.28 I 35 ), respectively. No significant difference was observed for mean cannulation time or moderate to severe PEP (p 0.18 SMD -0.37 -0.91, 0.17 I 79 ) and (p 0.32 RR 1.50 0.67, 3.36 I 0 ), respectively. A restricted analysis excluding two studies affected by external factors inflating the pancreatitis rate did not reveal a significant difference (p 0.61 RR 1.16 0.66, 2.04 I 0 ). Prior studies comparing TPS and DGW yield different results. This may occur because there are technical variables that are difficult to control. Overall, TPS demonstrated superior cannulation success, may have lower PEP rates, and fewer other complications, although more homogeneous studies are needed to validate these findings.","authors":[{"last_name":"de Assis","fore_name":"Larissa Mercadante","initials":"LM","full_name":"Larissa Mercadante de Assis"},{"last_name":"Funari","fore_name":"Mateus Pereira","initials":"MP","full_name":"Mateus Pereira Funari"},{"last_name":"de Oliveira","fore_name":"Luiza Bicudo","initials":"LB","full_name":"Luiza Bicudo de Oliveira"},{"last_name":"Richter","fore_name":"Benjamin Ian","initials":"BI","full_name":"Benjamin Ian Richter"},{"last_name":"Chinzon","fore_name":"Miriam","initials":"M","full_name":"Miriam Chinzon"},{"last_name":"Lopes","fore_name":"Vitor Hernandes","initials":"VH","full_name":"Vitor Hernandes Lopes"},{"last_name":"Veras","fore_name":"Matheus Oliveira","initials":"MO","full_name":"Matheus Oliveira Veras"},{"last_name":"Dos Santos","fore_name":"Marcos Eduardo Lera","initials":"MEL","full_name":"Marcos Eduardo Lera Dos Santos"},{"last_name":"Luz","fore_name":"Gustavo Oliveira","initials":"GO","full_name":"Gustavo Oliveira Luz"},{"last_name":"Bernardo","fore_name":"Wanderley Marques","initials":"WM","full_name":"Wanderley Marques Bernardo"},{"last_name":"de Moura","fore_name":"Eduardo Guimarães Hourneaux","initials":"EGH","full_name":"Eduardo Guimarães Hourneaux de Moura"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1111/den.70029","journal":"Digestive endoscopy : official journal of the Japan Gastroenterological Endoscopy Society","journal_abbr":"Dig Endosc","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40923119","title":"Oncolytic virus therapy for nonmuscle-invasive bladder cancer current status and future directions.","abstract":"Nonmuscle-invasive bladder cancer (NMIBC) patients with BCG-unresponsive disease have limited treatment options beyond radical cystectomy. With ongoing BCG shortages and the urgent need for bladder-preserving alternatives, this review examines the emerging role of oncolytic virus therapy as a novel intravesical treatment approach for this challenging patient population. Multiple oncolytic viral platforms have entered clinical trials for NMIBC treatment, demonstrating promising efficacy and safety profiles. Cretostimogene grenadenorepvec has shown exceptional results in a phase 3 trial, achieving 74.5 complete response rates with durable responses exceeding 27 months in BCG-unresponsive carcinoma in situ. Combination therapy with pembrolizumab further enhanced efficacy, with a 57.1 complete response rate at 12 months and no progression to muscle-invasive disease. Other viral platforms, including herpes simplex, coxsackie, and measles viruses, have demonstrated preliminary antitumor activity with favorable safety profiles. These agents utilize three mechanisms of action selective viral replication, direct oncolysis, and immune system activation. Oncolytic virus therapy represents a paradigm shift toward an effective bladder-preserving treatment for BCG-unresponsive NMIBC. With phase 3 data supporting regulatory approval pathways, these therapies are poised to become new standards of care, offering hope for improved outcomes while avoiding radical surgery.","authors":[{"last_name":"Kitamura","fore_name":"Hiroshi","initials":"H","full_name":"Hiroshi Kitamura"},{"last_name":"Nishiyama","fore_name":"Naotaka","initials":"N","full_name":"Naotaka Nishiyama"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MOU.0000000000001331","journal":"Current opinion in urology","journal_abbr":"Curr Opin Urol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40923005","title":"Generic Intravenous Amisulpride (QLG2069) for the Prevention of Postoperative Nausea and Vomiting in Adults A Phase III, Multicenter, Randomized, Placebo-Controlled Study.","abstract":"The dopamine D2/D3 antagonist amisulpride has demonstrated its superiority and efficacy in prophylaxis of postoperative nausea and vomiting (PONV). Given the branded intravenous amisulpride (Barhemsys) has not been approved in China, there is unmet clinical need for amisulpride. Our primary objective was to ascertain the efficacy and safety of the generic intravenous amisulpride (QLG2069) in the prophylaxis of PONV. In this phase III, multicenter, randomized, double-blind, placebo-controlled study, 551 adult Chinese patients (with 2 Apfel risk factors for PONV) undergoing elective laparoscopic gynecological or abdominal surgery were randomly allocated in a 1 1 ratio to receive either generic intravenous amisulpride or placebo. The primary endpoint was the complete response (CR) rate, defined as the proportion of patients demonstrating neither emetic episodes (vomiting/retching) nor requiring rescue antiemetics throughout the 24-hour postoperative window. Totally, 542 patients (amisulpride group n 275 placebo group n 267) were included in the full analysis set. Amisulpride demonstrated significantly higher CR rate compared to placebo (53.82 vs 40.07 P 0.0011) within 24-h postoperative period. Patients treated with intravenous amisulpride exhibited significantly lower incidence of moderate-to-severe nausea (28.36 vs 37.08 P 0.0266) and emesis (44.73 vs 57.30 P 0.0030) compared to the incidence in the placebo group. The proportion of patients without nausea was numerically higher (45.09 ) in the amisulpride group compared to that in the placebo group (37.45 ), although the difference did not reach statistical significance (P 0.0685). No significant difference in the proportions of patients receiving rescue medication was noticed between the two groups (21.09 vs 28.09 P 0.0569). The incidence of adverse events were comparable in two groups. The generic intravenous amisulpride was safe and effective in prophylaxis of PONV in Chinese patients with moderate-to-high risk of PONV to were undergoing laparoscopic gynecological or abdominal surgery.","authors":[{"last_name":"Zhang","fore_name":"Hong","initials":"H","full_name":"Hong Zhang"},{"last_name":"Wang","fore_name":"Saiying","initials":"S","full_name":"Saiying Wang"},{"last_name":"Yang","fore_name":"Mengchang","initials":"M","full_name":"Mengchang Yang"},{"last_name":"Huang","fore_name":"Yanjuan","initials":"Y","full_name":"Yanjuan Huang"},{"last_name":"Wang","fore_name":"Kai","initials":"K","full_name":"Kai Wang"},{"last_name":"Jiang","fore_name":"Ke","initials":"K","full_name":"Ke Jiang"},{"last_name":"Luo","fore_name":"Foquan","initials":"F","full_name":"Foquan Luo"},{"last_name":"Hu","fore_name":"Xianwen","initials":"X","full_name":"Xianwen Hu"},{"last_name":"Hong","fore_name":"Yi","initials":"Y","full_name":"Yi Hong"},{"last_name":"Huang","fore_name":"Furong","initials":"F","full_name":"Furong Huang"},{"last_name":"Jin","fore_name":"Shuan","initials":"S","full_name":"Shuan Jin"},{"last_name":"Qi","fore_name":"Feng","initials":"F","full_name":"Feng Qi"},{"last_name":"Wang","fore_name":"Shoushi","initials":"S","full_name":"Shoushi Wang"},{"last_name":"Zhang","fore_name":"Xiaoqing","initials":"X","full_name":"Xiaoqing Zhang"},{"last_name":"Luo","fore_name":"Huiyu","initials":"H","full_name":"Huiyu Luo"},{"last_name":"Guo","fore_name":"Langtao","initials":"L","full_name":"Langtao Guo"},{"last_name":"Zhang","fore_name":"Longzhen","initials":"L","full_name":"Longzhen Zhang"},{"last_name":"Li","fore_name":"Jiangang","initials":"J","full_name":"Jiangang Li"},{"last_name":"Chen","fore_name":"Yongquan","initials":"Y","full_name":"Yongquan Chen"},{"last_name":"Qin","fore_name":"Zhong","initials":"Z","full_name":"Zhong Qin"},{"last_name":"Chen","fore_name":"Chun","initials":"C","full_name":"Chun Chen"},{"last_name":"Yang","fore_name":"Jianjun","initials":"J","full_name":"Jianjun Yang"},{"last_name":"Jiang","fore_name":"Wanwei","initials":"W","full_name":"Wanwei Jiang"},{"last_name":"Fu","fore_name":"Nini","initials":"N","full_name":"Nini Fu"},{"last_name":"Ju","fore_name":"Yunfei","initials":"Y","full_name":"Yunfei Ju"},{"last_name":"Li","fore_name":"Yuanyuan","initials":"Y","full_name":"Yuanyuan Li"},{"last_name":"Wang","fore_name":"Juan","initials":"J","full_name":"Juan Wang"},{"last_name":"Ouyang","fore_name":"Wen","initials":"W","full_name":"Wen Ouyang"},{"last_name":"Feng","fore_name":"Yi","initials":"Y","full_name":"Yi Feng"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.2147/DDDT.S529526","journal":"Drug design, development and therapy","journal_abbr":"Drug Des Devel Ther","source":"pubmed","mesh_headings":["Humans","Postoperative Nausea and Vomiting","Female","Amisulpride","Double-Blind Method","Adult","Middle Aged","Male","Administration, Intravenous","Drugs, Generic","Antiemetics","Aged","Young Adult"],"publication_types":["Journal Article","Randomized Controlled Trial","Multicenter Study","Clinical Trial, Phase III","Case Reports","Clinical Trial"],"affiliation":"","has_medical_terms":false}
{"id":"40923001","title":"Low-Dose Ropivacaine-Fentanyl Spinal Anesthesia Combined with Carbetocin for Cesarean Section A Randomized Double-Blind Non-Inferiority Trial.","abstract":"Intrathecal fentanyl improves intraoperative analgesia and reduces hypotension by enhancing subtherapeutic local anesthetic doses during cesarean sections. This study explores whether these advantages are affected by the negative circulatory effects of carbetocin after delivery. This randomized double-blind, non-inferiority trial was conducted at a tertiary hospital in China. Sixty patients who underwent cesarean section, with singletons, were randomly assigned to receive either spinal anesthetic 15 mg ropivacaine combined with 10 g fentanyl (Group F) or 16.5 mg ropivacaine (Group R). Slow intravenous carbetocin was routinely administered after delivery. Primary outcomes included hypotension incidence and anesthesia success rate (non-inferiority margin of 0.20). Secondary outcomes included analgesic supplementation time after anesthesia, vasopressor use, neonatal outcomes, patient satisfaction with anesthesia and postoperative analgesia, and adverse event incidence. The incidence of hypotension in Groups F and R was 73.3 and 96.7 , and the success rate of anesthesia was 93.3 and 66.7 , respectively. Compared with Group R, Group F showed superior results in terms of the incidence of hypotension (difference -23.3 95 confidence interval CI , -40.4 to -6.2 0.05) and the success rate of anesthesia (difference 26.6 95 CI, 7.5 to 45.7 0.05). Group F experienced longer pain relief, required less vasopressors, and reported less transient chest tightness. No significant differences were observed in other outcomes. Low-dose ropivacaine combined with fentanyl remains a recommended choice for spinal anesthesia in cesarean sections, alongside carbetocin administration.","authors":[{"last_name":"Li","fore_name":"Min","initials":"M","full_name":"Min Li"},{"last_name":"Xie","fore_name":"Guohao","initials":"G","full_name":"Guohao Xie"},{"last_name":"Chu","fore_name":"Lihua","initials":"L","full_name":"Lihua Chu"},{"last_name":"Lu","fore_name":"Yefang","initials":"Y","full_name":"Yefang Lu"},{"last_name":"Xu","fore_name":"Tingting","initials":"T","full_name":"Tingting Xu"},{"last_name":"Li","fore_name":"Yan","initials":"Y","full_name":"Yan Li"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.2147/JPR.S532485","journal":"Journal of pain research","journal_abbr":"J Pain Res","source":"pubmed","mesh_headings":null,"publication_types":["Case Reports","Clinical Trial","Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922995","title":"The Fallacy of Patient-Reported Outcome Measures Why They Often Fail to Detect Clinically Important Differences.","abstract":"Patient-reported outcome measures are increasingly common in orthopaedic research yet routinely fail to detect clinically meaningful differences in clinical trials. We assessed if orthopaedic studies are more likely to detect clinically important differences with a binary outcome, such as nonunion surgery, or a continuous patient-reported outcome sensitive to important clinical differences. We constructed a hypothetical clinical trial comparing 2 treatments for tibial shaft fractures. We assumed the true nonunion rate was 10 in the treatment group and 20 in the control group. Based on recent publications, we assumed nonunion patients had a mean Patient-Reported Outcomes Measurement Information System (PROMIS) physical function score of 40 (standard deviation SD , 10) and united patients had a mean score of 50 (SD, 10), a difference that is double the minimum clinically important difference. Based on these expected distributions, we simulated 10,000 trials with a sample size of 400 patients to assess the probability of detecting a significant difference between treatment groups at p 0.05. The trial results were analyzed using the binary outcome of nonunion surgery and PROMIS physical function. Of the 10,000 simulated trials with a 400-patient sample, the observed difference in nonunion surgery between the treatment groups was statistically significant 80.9 (95 confidence interval CI , 79.2 - 82.6 ) of the time. By contrast, the 400-patient sample detected a statistically significant difference between groups in PROMIS physical function only 4.2 (95 CI, 3.8 -4.6 ) of the time (difference, 76.7 95 CI, 75.8 -77.6 p 0.001). Even if patient-reported outcome measures are sensitive to important clinical events, most studies will fail to detect statistically significant differences between the treatment groups when the important clinical outcome occurs in a minority of the overall sample. Orthopaedic surgeons and scientists should be aware of this limitation when designing and appraising studies that compare treatments with patient-reported outcomes. Not applicable.","authors":[{"last_name":"O'Hara","fore_name":"Nathan N","initials":"NN","full_name":"Nathan N O'Hara"},{"last_name":"Brodke","fore_name":"Dane J","initials":"DJ","full_name":"Dane J Brodke"},{"last_name":"Levack","fore_name":"Ashley E","initials":"AE","full_name":"Ashley E Levack"},{"last_name":"O'Toole","fore_name":"Robert V","initials":"RV","full_name":"Robert V O'Toole"},{"last_name":"Slobogean","fore_name":"Gerard P","initials":"GP","full_name":"Gerard P Slobogean"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.2106/JBJS.OA.25.00172","journal":"JB \u0026 JS open access","journal_abbr":"JB JS Open Access","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922954","title":"Free and encapsulated stem cells for skin regeneration.","abstract":"Optimal skin healing is a sophisticated, coordinated process involving cellular and molecular interactions. Disruptions in this process can result in chronic wounds, necessitating medical intervention, particularly when the damage surpasses the body s regenerative capabilities. In response, novel therapies, especially tissue engineering and stem cell treatments, have been devised to restore tissue architecture and maximum functionality. Stem cells, which can differentiate into diverse cell types and regulate immune responses, hold significant potential for wound healing. Research demonstrates that integrating stem cells with scaffolds expedites this process, with numerous therapies advancing from laboratory studies to clinical trials. This review examines fundamental principles, classifications of stem cells, mechanisms, therapeutic applications, and challenges associated with stem cell encapsulation in wound healing.","authors":[{"last_name":"Esmaeilzadeh","fore_name":"Kimia","initials":"K","full_name":"Kimia Esmaeilzadeh"},{"last_name":"Farzi Molan","fore_name":"Sina","initials":"S","full_name":"Sina Farzi Molan"},{"last_name":"Sefat","fore_name":"Farshid","initials":"F","full_name":"Farshid Sefat"},{"last_name":"Nadri","fore_name":"Samad","initials":"S","full_name":"Samad Nadri"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.34172/bi.30806","journal":"BioImpacts : BI","journal_abbr":"Bioimpacts","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40922888","title":"Exploring the Emerging Role of Stem Cell Therapy in Neurodegenerative Diseases and Spinal Cord Injury A Narrative Review.","abstract":"Neurodegenerative diseases and spinal cord injuries (SCI) pose a significant burden on the healthcare system globally. Diseases such as Alzheimer s disease, Parkinson s disease, amyotrophic lateral sclerosis, and Huntington s disease precipitate cognitive, motor, and behavioral deficits. Parallelly, spinal cord injuries produce sensory and motor deficits, which are burdensome psychologically, socially, and economically. Current management strategies focus only on symptomatic relief, with no definitive cure. Stem cells have been explored for regenerative therapy. This review focuses on developments, limitations, and future potential of stem cell therapy. Stem cells affect the central nervous system via neuroprotective mechanisms, immunomodulatory effects, and mitigation of oxidative stress. The clinical implications of stem cell therapy in treating neurodegenerative diseases and SCI are debatable due to varied outcomes. Challenges related to sample size, long-term follow-up, and assessment of adverse effects should be mitigated in future research. Researchers are currently exploring optimal stem cell types along with various transplantation strategies. Biomaterials integrated with stem cells are a novel approach for treating neurodegenerative diseases and spinal cord injuries. Certain genetic modifications have shown improved results. Screening patients to ascertain better responses to therapy has proven to be a challenge. Other complications include graft vs. host reaction and degeneration of transplanted neurons due to pathogenesis and tumorigenesis. However, the majority of the potential stem cell therapeutic avenues are in the preclinical stage and are being tested on animal models. Guidelines pertaining to ethical concerns and regulatory frameworks need to be established to unfold the full potential of stem cell therapy in the clinical setting. Recent advances also show an increased need to formulate patient-specific approaches to treatment, ranging from stem cell selection to the technique of transplantation. Ongoing clinical trials can address the current challenges and leverage emerging technologies, leading to definitive treatments for neurodegenerative diseases and spinal cord injuries.","authors":[{"last_name":"Kademani","fore_name":"Anvvi","initials":"A","full_name":"Anvvi Kademani"},{"last_name":"Avraam","fore_name":"Constantinos","initials":"C","full_name":"Constantinos Avraam"},{"last_name":"Montenegro","fore_name":"Daniel","initials":"D","full_name":"Daniel Montenegro"},{"last_name":"Paloh","fore_name":"Ansu","initials":"A","full_name":"Ansu Paloh"},{"last_name":"Somannagari","fore_name":"Nethra","initials":"N","full_name":"Nethra Somannagari"},{"last_name":"Gupta","fore_name":"Aarushi","initials":"A","full_name":"Aarushi Gupta"},{"last_name":"Lafi","fore_name":"Ali W","initials":"AW","full_name":"Ali W Lafi"},{"last_name":"Algaba","fore_name":"Alonso E","initials":"AE","full_name":"Alonso E Algaba"},{"last_name":"Islam","fore_name":"Rabeeul","initials":"R","full_name":"Rabeeul Islam"},{"last_name":"Fahima","fore_name":"Cheeranthodika","initials":"C","full_name":"Cheeranthodika Fahima"},{"last_name":"Siddiqui","fore_name":"Humza F","initials":"HF","full_name":"Humza F Siddiqui"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.7759/cureus.89629","journal":"Cureus","journal_abbr":"Cureus","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40922874","title":"Disseminated Kaposi Sarcoma With Ocular Involvement An Unusual Multisystem Case Presentation.","abstract":"Kaposi sarcoma (KS) is an angioproliferative malignancy associated with human herpesvirus 8 (HHV-8) infection, predominantly affecting immunocompromised patients such as those with Human Immunodeficiency Virus/Acquired Immunodeficiency Syndrome. Despite advances in antiretroviral therapy, KS remains a significant cause of morbidity and mortality in this population, especially when diagnosis or treatment is delayed. Ocular involvement, although rare, can lead to significant functional impairment. We report the case of a 21-year-old Human Immunodeficiency Virus-positive female on antiretroviral therapy who presented with extensive cutaneous lesions, facial infiltration, periorbital edema causing visual obstruction, and cervical lymphadenopathy. Histopathologic examination confirmed nodular-stage KS. The patient was staged as T1 I1 S1 according to the Acquired Immunodeficiency Syndrome Clinical Trials Group (ACTG) classification, indicating advanced disease. Treatment included continuation of antiretroviral therapy, blood transfusions, and systemic chemotherapy with liposomal doxorubicin. After four cycles, she achieved complete clinical and immunologic remission, with resolution of lesions and restoration of visual function. This case highlights the critical role of early recognition, histopathologic diagnosis, and multidisciplinary management in Human Immunodeficiency Virus-associated KS. It also underscores the potential for favorable outcomes with timely and integrated therapy, even in advanced cases with ocular involvement.","authors":[{"last_name":"Torralbas Fitz","fore_name":"Ana de Lourdes","initials":"AL","full_name":"Ana de Lourdes Torralbas Fitz"},{"last_name":"Cruzata Matos","fore_name":"Idania Maria","initials":"IM","full_name":"Idania Maria Cruzata Matos"},{"last_name":"Torralbas Fitz","fore_name":"Sergio Jose","initials":"SJ","full_name":"Sergio Jose Torralbas Fitz"},{"last_name":"Leon Figueredo","fore_name":"Eliany","initials":"E","full_name":"Eliany Leon Figueredo"},{"last_name":"Blanco Espinosa","fore_name":"Elizabeth","initials":"E","full_name":"Elizabeth Blanco Espinosa"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.7759/cureus.90070","journal":"Cureus","journal_abbr":"Cureus","source":"pubmed","mesh_headings":null,"publication_types":["Case Reports","Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922860","title":"The Association of SARS-CoV-2 Infection and COVID-19 Vaccination With Sudden Death An Explorative Review.","abstract":"Since its discovery, the novel severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), the causative agent of coronavirus disease 2019 (Coronavirus Disease 2019), has become the epicenter of public health concern. This was mainly attributed to the complexity of Coronavirus Disease 2019 that resulted in variable disease progression with some developing asymptomatic infections, some suffering mild to moderate infections that resolved without the need for hospitalizations, and a few infected persons developing severe infections that required intensive care unit (Intensive Care Unit) admission and mechanical ventilation. The Coronavirus Disease 2019 pandemic spread globally, affecting billions of people and killing millions. Most of the consequences were related to the novelty of the virus, poor understanding of its pathogenesis, and the lack of a specific antiviral drug and vaccine. The vaccines, although manufactured and made available to the public, were approved for emergency use before the completion of human clinical trials. Moreover, the continuous emergence of viruses following mutations resulted in the emergence of viral variants. This has led to doubts over the efficacy of vaccines. Vaccine inequity, represented by the disproportionate availability and distribution of vaccines among the rich and poor, concerns over long-term safety, and hesitancy, affected Coronavirus Disease 2019 vaccination, thereby increasing the spread of SARS-CoV-2. Although the Coronavirus Disease 2019 pandemic is no longer considered a public health emergency of international concern (PHEIC), the repercussions of the pandemic are still evident in the form of long COVID and post-COVID functional health status (PCFHS), wherein individuals who were previously infected continue to suffer organ dysfunction, primarily affecting the lungs and other organs of the body. During and after the pandemic, Coronavirus Disease 2019 and probably vaccination were attributed to the death of many individuals, which were categorized as sudden death (SD) and sudden unnatural death (SUD). It is unclear if these deaths were a result of previous SARS-CoV-2 infection and prior Coronavirus Disease 2019 vaccination or both. There are several instances of infected and recovered individuals who were healthy but suddenly developed complications and died. Through this explorative review, we aim to comprehend the role that SARS-CoV-2 infection and/or Coronavirus Disease 2019 vaccination play in predisposing people to cardiovascular system (CVS) and central nervous system (CNS) disorders that can result in SD and SUD.","authors":[{"last_name":"Potluri","fore_name":"Sakshitha","initials":"S","full_name":"Sakshitha Potluri"},{"last_name":"Chittiprol","fore_name":"Nethra","initials":"N","full_name":"Nethra Chittiprol"},{"last_name":"Varaganti","fore_name":"Vamshi","initials":"V","full_name":"Vamshi Varaganti"},{"last_name":"Avr","fore_name":"Vishnu","initials":"V","full_name":"Vishnu Avr"},{"last_name":"Vadakedath","fore_name":"Sabitha","initials":"S","full_name":"Sabitha Vadakedath"},{"last_name":"Arvapally","fore_name":"Deepthi","initials":"D","full_name":"Deepthi Arvapally"},{"last_name":"Vemulapalli","fore_name":"Chaitanya","initials":"C","full_name":"Chaitanya Vemulapalli"},{"last_name":"Begum","fore_name":"Gulam Saidunnisa","initials":"GS","full_name":"Gulam Saidunnisa Begum"},{"last_name":"Madamsetti","fore_name":"Naveen","initials":"N","full_name":"Naveen Madamsetti"},{"last_name":"Kandi","fore_name":"Venkataramana","initials":"V","full_name":"Venkataramana Kandi"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.7759/cureus.89527","journal":"Cureus","journal_abbr":"Cureus","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40922840","title":"Crush Syndrome and Systemic Necrosis in Trauma Patients A Systematic Review of Pathophysiology, Anatomical Impact, and Renal Outcomes.","abstract":"Crush syndrome remains a life-threatening complication of traumatic injuries, especially in mass casualty and disaster scenarios. This systematic review evaluates the current clinical and mechanistic understanding of crush-related pathophysiology, anatomical impact, and renal complications, with a focus on therapeutic interventions. Studies were selected using the PICO framework and analyzed under PRISMA guidelines. A total of six studies, including narrative reviews, clinical trials, and a systematic review, were included. Core findings highlighted ischemia-reperfusion injury, rhabdomyolysis, and ferroptosis as key drivers of systemic toxicity, often culminating in acute kidney injury (AKI). Anatomically, prolonged soft tissue compression and necrosis posed serious risks for long-term disability and systemic inflammation. Adjunctive therapies such as hyperbaric oxygen therapy (HBOT) demonstrated potential benefits in wound healing and tissue preservation, though evidence remains limited by study heterogeneity. Overall, this review offers an integrative synthesis of existing knowledge, identifies therapeutic gaps, and emphasizes the need for standardized, evidence-based protocols for managing crush syndrome.","authors":[{"last_name":"Gafar Abubakir Osman","fore_name":"Hagwa","initials":"H","full_name":"Hagwa Gafar Abubakir Osman"},{"last_name":"Elfatih Elbadri","fore_name":"Mohammed","initials":"M","full_name":"Mohammed Elfatih Elbadri"},{"last_name":"Hamadelniel Alhadi","fore_name":"Ibrahim Adil","initials":"IA","full_name":"Ibrahim Adil Hamadelniel Alhadi"},{"last_name":"Ibrahim","fore_name":"Ahmed S","initials":"AS","full_name":"Ahmed S Ibrahim"},{"last_name":"Ayyub","fore_name":"Aisha","initials":"A","full_name":"Aisha Ayyub"},{"last_name":"Mohamed","fore_name":"Ahmed","initials":"A","full_name":"Ahmed Mohamed"},{"last_name":"Sahnon Abaker Sahnon","fore_name":"Abdelrahman","initials":"A","full_name":"Abdelrahman Sahnon Abaker Sahnon"},{"last_name":"H J Alkhazendar","fore_name":"Jarallah","initials":"J","full_name":"Jarallah H J Alkhazendar"},{"last_name":"Alkhazendar","fore_name":"Aliaa H","initials":"AH","full_name":"Aliaa H Alkhazendar"},{"last_name":"Awan","fore_name":"Manahil","initials":"M","full_name":"Manahil Awan"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.7759/cureus.89592","journal":"Cureus","journal_abbr":"Cureus","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40922816","title":"The silent exclusion rethinking eligibility and generalizability in clinical trials.","abstract":"","authors":[{"last_name":"Jensen","fore_name":"Jens-Ulrik","initials":"JU","full_name":"Jens-Ulrik Jensen"},{"last_name":"Johansen","fore_name":"Niklas Dyrby","initials":"ND","full_name":"Niklas Dyrby Johansen"},{"last_name":"Mathioudakis","fore_name":"Alexander G","initials":"AG","full_name":"Alexander G Mathioudakis"},{"last_name":"Biering-Sørensen","fore_name":"Tor","initials":"T","full_name":"Tor Biering-Sørensen"},{"last_name":"Sivapalan","fore_name":"Pradeesh","initials":"P","full_name":"Pradeesh Sivapalan"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.lanwpc.2025.101605","journal":"The Lancet regional health. Western Pacific","journal_abbr":"Lancet Reg Health West Pac","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922813","title":"Advancing patient-centered care progress and prospects of patient-reported outcomes in oncology clinical trials in China.","abstract":"","authors":[{"last_name":"Xie","fore_name":"Zucheng","initials":"Z","full_name":"Zucheng Xie"},{"last_name":"Tang","fore_name":"Le","initials":"L","full_name":"Le Tang"},{"last_name":"Shi","fore_name":"Yuankai","initials":"Y","full_name":"Yuankai Shi"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.lanwpc.2025.101630","journal":"The Lancet regional health. Western Pacific","journal_abbr":"Lancet Reg Health West Pac","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922709","title":"Cytokine pathways driving diverse tissue pathologies in rheumatoid arthritis.","abstract":"Rheumatoid arthritis is a complex systemic disorder characterised primarily by articular inflammation and destruction with associated functional loss and reduced quality of life. Rheumatoid Arthritis is also associated with extra-articular disease e.g. of the lung with potentially devastating clinical consequences. The critical importance of co-morbidities, and consequent multi-morbidity, in determining outcomes in Rheumatoid Arthritis has now been recognised, not least as novel therapeutics have emerged with attendant increased life expectancy. The primary role of cytokine networks in mediating Rheumatoid Arthritis pathogenesis was established in extensive pre-clinical and clinical trials and in the adoption of cytokine targeted therapeutics in clinical care over three decades. Herein we briefly review those pivotal cytokine pathways that are associated with Rheumatoid Arthritis articular disease, and extend these insights to include extra-articular Rheumatoid Arthritis and its common co-morbidities.","authors":[{"last_name":"Najm","fore_name":"Aurelie","initials":"A","full_name":"Aurelie Najm"},{"last_name":"Ferguson","fore_name":"Lyn D","initials":"LD","full_name":"Lyn D Ferguson"},{"last_name":"McInnes","fore_name":"Iain B","initials":"IB","full_name":"Iain B McInnes"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/art.43376","journal":"Arthritis \u0026 rheumatology (Hoboken, N.J.)","journal_abbr":"Arthritis Rheumatol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40922702","title":"Japan s Perspective on Facilitating Drug Development Through Asian Cooperation in Multi-Regional Clinical Trials Insights From Regulatory Research.","abstract":"Multi-regional clinical trials (MRCTs) have recently become a popular strategy for novel drug development, contributing to the early access to novel medicines in participating regions by enhancing development efficiency. To further facilitate MRCTs in Asia, the Japanese government has financially supported research activities in Japan for over 15 years that have studied the effect of ethnic factors on drug responses and identified practical challenges in conducting MRCTs in Asia. This mini-review highlights these research outcomes and related articles and presents our perspective on the current situation and future direction of MRCTs to explore opportunities for more collaboration between Japan and other East Asian/South-East Asian countries to facilitate drug development.","authors":[{"last_name":"Tohkin","fore_name":"Masahiro","initials":"M","full_name":"Masahiro Tohkin"},{"last_name":"Saito","fore_name":"Yoshiro","initials":"Y","full_name":"Yoshiro Saito"},{"last_name":"Uyama","fore_name":"Yoshiaki","initials":"Y","full_name":"Yoshiaki Uyama"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1111/cts.70347","journal":"Clinical and translational science","journal_abbr":"Clin Transl Sci","source":"pubmed","mesh_headings":["Humans","Japan","Drug Development","Multicenter Studies as Topic","Clinical Trials as Topic","International Cooperation"],"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40922697","title":"Ergothioneine as a promising natural antioxidant bioactivities, therapeutic potential, and industrial applications.","abstract":"Ergothioneine (EGT) is a naturally occurring thiol-containing amino acid derivative synthesized by certain fungi and bacteria, with humans acquiring it exclusively through dietary intake. It has gained increasing attention due to its exceptional antioxidant, cytoprotective, and metal-chelating properties. EGT shows high stability under physiological conditions and can accumulate in specific tissues the highly selective transporter OCTN1. Emerging evidence reveals its antioxidant activities-mitigating oxidative stress, lipid peroxidation, mitochondrial dysfunction, and inflammation-supporting therapeutic applications in neurodegenerative, cardiovascular, metabolic, and age-related diseases. In the food industry, EGT offers promise as a natural preservative to enhance shelf-life and nutritional value, while in cosmetics, it functions as an anti-aging and anti-photoaging agent. Recent advances in fermentation, metabolic engineering, and chemical synthesis have significantly improved EGT production, supporting its transition from a niche compound to an industrially relevant bioactive ingredient. However, clinical trials and regulatory assessments remain limited, and further research is needed to explore its bioavailability, and synergistic effects with other functional compounds. This review provides a comprehensive summary of EGT s biological functions, application potential, and current production strategies, offering insights into its future development as a high-value nutraceutical and pharmaceutical ingredient.","authors":[{"last_name":"Lei","fore_name":"Ziteng","initials":"Z","full_name":"Ziteng Lei"},{"last_name":"Wang","fore_name":"Zhong","initials":"Z","full_name":"Zhong Wang"},{"last_name":"Zhang","fore_name":"Haijing","initials":"H","full_name":"Haijing Zhang"},{"last_name":"Jia","fore_name":"Yan","initials":"Y","full_name":"Yan Jia"},{"last_name":"Zhang","fore_name":"Di","initials":"D","full_name":"Di Zhang"},{"last_name":"Shi","fore_name":"Ruoyu","initials":"R","full_name":"Ruoyu Shi"},{"last_name":"Wang","fore_name":"Chengtao","initials":"C","full_name":"Chengtao Wang"},{"last_name":"Chen","fore_name":"Wei","initials":"W","full_name":"Wei Chen"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1039/d5fo02337h","journal":"Food \u0026 function","journal_abbr":"Food Funct","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40922673","title":"Multimodal and Multidimensional Artificial Intelligence Technology in Obesity.","abstract":"Although the prevalence of obesity is increasing worldwide, related treatment remains a complex challenge that requires multidimensional approaches. Recent advancements in artificial intelligence (Artificial Intelligence) have led to the development of multimodal methods capable of integrating diverse types of data. These Artificial Intelligence approaches utilize both multimodal data integration and multidimensional feature representations, enabling personalized, data-driven strategies for obesity management. Artificial Intelligence can support obesity management through applications such as risk prediction, clinical decision support systems, large language models, and digital therapeutics. Several studies have shown that these Artificial Intelligence-based weight loss programs can achieve significant weight reduction and behavioral changes. These Artificial Intelligence systems can induce behavioral modifications through continuous personalized feedback and improve accessibility for people in underserved areas. However, these Artificial Intelligence technologies must address issues such as data privacy and security, transparency and accountability, and consider the potential widening health disparities between individuals who have access to Artificial Intelligence technology and those who do not, as well as strategies for sustained user engagement. Conducting long-term clinical trials and evaluations of cost-effectiveness across diverse, large-scale populations would facilitate the effective application of Artificial Intelligence in obesity management, ultimately contributing to improvements in public health.","authors":[{"last_name":"Lee","fore_name":"Hyeseung","initials":"H","full_name":"Hyeseung Lee"},{"last_name":"Hwang","fore_name":"Jiyoung","initials":"J","full_name":"Jiyoung Hwang"},{"last_name":"Yon","fore_name":"Dong Keon","initials":"DK","full_name":"Dong Keon Yon"},{"last_name":"Rhee","fore_name":"Sang Youl","initials":"SY","full_name":"Sang Youl Rhee"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.7570/jomes25035","journal":"Journal of obesity \u0026 metabolic syndrome","journal_abbr":"J Obes Metab Syndr","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40922559","title":"Divergent Changes in Peak Fat Oxidation and Fat Following 3-Day Dietary Interventions Are Related to Muscle Glycogen Availability in Men.","abstract":"Dietary intake has an important influence on rates of fuel use during exercise, but the extent to which short-term diet changes affect peak fat oxidation (PFO) and the intensity at which this occurs (Fat) is unknown. This study examined the impact of diet-induced changes in substrate availability on PFO and Fat and the expression of key lipid-regulatory genes and proteins in skeletal muscle. Forty moderately to well-trained males (27 5 years, V O 56.3 4.8 mL/kg/min) were randomly allocated to either a low-carbohydrate, high-fat (LCHF, n 20) (65E fat, 20E CHO, 15E protein) or high-carbohydrate, low-fat diet (HCLF, n 20) (70E CHO, 15E fat, 15E protein) for 3 days. Fasting blood samples, muscle biopsies, and incremental exercise tests to determine PFO and maximal oxygen uptake were conducted before and after the diet. PFO increased after LCHF (pre 0.39 0.11 post 0.59 0.18 g/min, post hoc p 0.0001), and decreased following HCLF (pre 0.36 0.08 post 0.28 0.10 g/min, post hoc p 0.0065). Divergent shifts in Fat of 5 points were also observed (LCHF pre 38 6 post 44 7 post hoc p 0.0001, HCLF pre 37 4 post 33 7 post hoc p 0.0004). Intramuscular triacylglycerol (IMTG) stores were similar after the diets, but muscle glycogen was significantly reduced in LCHF (pre 439 98 post 358 117 nmol/mg, post hoc p 0.0019), and increased in HCLF (pre 407 107 post 498 139 nmol/mg, post hoc p 0.0101). Skeletal muscle gene and protein expression remained unchanged. PFO and Fat are amenable to short-term changes in dietary macronutrient composition and are coupled to changes in muscle glycogen.","authors":[{"last_name":"Tarry","fore_name":"Eloise Kate","initials":"EK","full_name":"Eloise Kate Tarry"},{"last_name":"Vestergaard","fore_name":"Sofie Greve","initials":"SG","full_name":"Sofie Greve Vestergaard"},{"last_name":"Petersen","fore_name":"Emilie Ahmt","initials":"EA","full_name":"Emilie Ahmt Petersen"},{"last_name":"Olsen","fore_name":"Mike Cadovius","initials":"MC","full_name":"Mike Cadovius Olsen"},{"last_name":"Hansen","fore_name":"Maria","initials":"M","full_name":"Maria Hansen"},{"last_name":"Ingersen","fore_name":"Arthur","initials":"A","full_name":"Arthur Ingersen"},{"last_name":"Connor","fore_name":"Timothy","initials":"T","full_name":"Timothy Connor"},{"last_name":"Pilegaard","fore_name":"Henriette","initials":"H","full_name":"Henriette Pilegaard"},{"last_name":"Dela","fore_name":"Flemming","initials":"F","full_name":"Flemming Dela"},{"last_name":"Larsen","fore_name":"Steen","initials":"S","full_name":"Steen Larsen"},{"last_name":"Shaw","fore_name":"Christopher Stephen","initials":"CS","full_name":"Christopher Stephen Shaw"},{"last_name":"Helge","fore_name":"Jørn Wulff","initials":"JW","full_name":"Jørn Wulff Helge"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1111/sms.70132","journal":"Scandinavian journal of medicine \u0026 science in sports","journal_abbr":"Scand J Med Sci Sports","source":"pubmed","mesh_headings":["Male","Humans","Muscle, Skeletal","Adult","Oxygen Consumption","Glycogen","Oxidation-Reduction","Young Adult","Diet, High-Fat","Diet, Carbohydrate-Restricted","Dietary Fats","Diet, Fat-Restricted","Lipid Metabolism","Exercise Test","Dietary Carbohydrates","Exercise"],"publication_types":["Journal Article","Randomized Controlled Trial"],"affiliation":"","has_medical_terms":false}
{"id":"40922539","title":"Visible Light-Induced Pigmentation Improved In Vivo Methodology for Measuring Efficacy of 30 Products in 9 Randomised Controlled Trials and Correlation With In Vitro Assessment.","abstract":"As hyperpigmentation can worsen with exposure to ultraviolet (UV) and visible light (VL), sunscreens with well-balanced UVB/UVA protection and VL-blocking pigments are recommended. Assessing efficiency against VL-induced pigmentation is then mandatory. Recently, an in vivo pigmentation assessment allowing a VL protection factor (pVL-PF) determination, and an in vitro predictive method based on transmittance measures were introduced. However, the number of volunteers, tested sunscreens, and protection range were limited. Moreover, no statistical assessment was associated. This study aimed at testing the robustness and improving these methodologies by conducting a series of 9 monocentric, double-blind, randomised controlled in vivo studies involving 188 volunteers and 30 products, alongside an in vitro approach, in 2 independent laboratories. Our results first allowed us to improve pVL-PF calculation by better fitting to VL-induced pigmentation dynamics. Based on the 30 established pVL-PF, we evidenced that VL-protection level strongly correlated with the amount of pigments in products. Second, a statistical Bayesian approach, accounting for kinetic and inter-individual response variability over time, was proposed. This enabled us to determine that 24 out of 30 products significantly reduced VL-induced pigmentation. Finally, we showed that in vitro transmittance reduction was highly predictive of in vivo results. In conclusion, through several independent studies involving a large number of products and volunteers, a refined pVL-PF calculation associated with statistical indicators was proposed together with a predictive in vitro assessment. These methodologies to assess the efficacy of tinted products against VL-induced pigmentation are complementary and could also be of interest for other pathologies induced or aggravated by VL. Trial Registration NCT06827392, NCT06796192, NCT06803901, NCT06796140, NCT06796153, NCT06796010, NCT06796088, NCT06796205, NCT06796179.","authors":[{"last_name":"Renoux","fore_name":"Pascale","initials":"P","full_name":"Pascale Renoux"},{"last_name":"Jouni","fore_name":"Hussein","initials":"H","full_name":"Hussein Jouni"},{"last_name":"Laloux","fore_name":"Clément","initials":"C","full_name":"Clément Laloux"},{"last_name":"Touti","fore_name":"Rita","initials":"R","full_name":"Rita Touti"},{"last_name":"Vieu","fore_name":"Diane-Lore","initials":"DL","full_name":"Diane-Lore Vieu"},{"last_name":"Lamarche","fore_name":"François","initials":"F","full_name":"François Lamarche"},{"last_name":"Santos","fore_name":"Silvia Morim","initials":"SM","full_name":"Silvia Morim Santos"},{"last_name":"Bernerd","fore_name":"Françoise","initials":"F","full_name":"Françoise Bernerd"},{"last_name":"Marionnet","fore_name":"Claire","initials":"C","full_name":"Claire Marionnet"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1111/exd.70167","journal":"Experimental dermatology","journal_abbr":"Exp Dermatol","source":"pubmed","mesh_headings":["Humans","Sunscreening Agents","Light","Double-Blind Method","Skin Pigmentation","Ultraviolet Rays","Adult","Male","Female","Hyperpigmentation","Bayes Theorem","Middle Aged","Young Adult"],"publication_types":["Journal Article","Randomized Controlled Trial"],"affiliation":"","has_medical_terms":false}
{"id":"40922535","title":"Efficacy of Facial Botulinum Toxin A Injections in Alleviating Neuropsychiatric Symptoms in Parkinson s Disease Patients An Open-Label, Nonrandomized Controlled Trial.","abstract":"Parkinson s disease (Parkinson's Disease), a prevalent neurodegenerative disorder characterized by motor impairments, frequently accompanied by neuropsychiatric symptoms that significantly impair daily functioning and quality of life. The present study aimed to assess the efficacy of botulinum toxin A (BTX-A) in alleviating neuropsychiatric symptoms among Parkinson's Disease patients. This is an open-label, nonrandomized controlled trial. The subscales of the Cornell Medical Index, including somatization, anxiety, depression, maladjustment, sensitivity, anger, and tension, were used to evaluate neuropsychiatric symptoms. The study compared neuropsychiatric health status among 97 Parkinson's Disease patients with neuropsychiatric symptoms, divided into two groups BTX-A (n 58) and citalopram hydrobromide (CH n 39). The BTX-A group received local injections targeting the bilateral glabella, orbicularis oculi muscle, forehead, bilateral lateral canthus, and temporal area. Patients in the CH group received daily doses ranging from 10 to 40 mg. The efficacy of BTX-A was assessed before and eight weeks after treatment, with outcomes compared to those of the CH group. The BTX-A group showed significant reductions in somatization (p 0.028), tension (p 0.001), anxiety (p 0.001), depression (p 0.002), sensitivity (p 0.006), and total scores (p 0.009) at 8 weeks after treatment. Both the BTX-A and CH groups demonstrated significant reductions in neuropsychiatric symptoms, with BTX-A showing comparable efficacy to CH (p 0.05 for all parameters). Additionally, both groups showed comparable neuropsychiatric symptom improvement rates (64.3 vs. 73.7 , p 0.05). These rates were calculated based on reductions in overall neuropsychiatric symptom severity scores. In summary, BTX-A demonstrates efficacy in reducing multiple neuropsychiatric symptoms (such as tension, anxiety, depression, sensitivity, etc.) in Parkinson's Disease, with comparable effectiveness to CH, supporting its consideration as an alternative therapeutic option.","authors":[{"last_name":"Li","fore_name":"Huimin","initials":"H","full_name":"Huimin Li"},{"last_name":"Wei","fore_name":"Ming","initials":"M","full_name":"Ming Wei"},{"last_name":"Zhu","fore_name":"Xiaofeng","initials":"X","full_name":"Xiaofeng Zhu"},{"last_name":"Yang","fore_name":"Xiu","initials":"X","full_name":"Xiu Yang"},{"last_name":"Tong","fore_name":"Qiang","initials":"Q","full_name":"Qiang Tong"},{"last_name":"Han","fore_name":"Qiu","initials":"Q","full_name":"Qiu Han"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/brb3.70806","journal":"Brain and behavior","journal_abbr":"Brain Behav","source":"pubmed","mesh_headings":["Humans","Male","Female","Parkinson Disease","Botulinum Toxins, Type A","Aged","Middle Aged","Treatment Outcome","Citalopram","Anxiety","Depression","Neuromuscular Agents","Facial Muscles"],"publication_types":["Journal Article","Controlled Clinical Trial"],"affiliation":"","has_medical_terms":false}
{"id":"40922517","title":"Treatment consequence and adverse events of cyclin-dependent kinase 4/6 inhibitors on patients with hormone receptor-positive, HER2-negative metastatic breast cancer a systematic review and meta-analysis.","abstract":"Although some studies have indicated that CDK4/6 inhibitors are beneficial for the progression-free survival (PFS) and overall survival (OS) in breast cancer, evidence regarding the assessment of clinical response remains insufficient. Therefore, this study aims not only to evaluate the efficacy and safety of CDK4/6 inhibitors combined with endocrine therapy in HR( )/HER2(-) metastatic breast cancer, but also to analyze the objective response rate (ORR) and clinical benefit rate (CBR), providing comprehensive clinical outcome insights. A literature search was performed in PubMed, Embase, Cochrane Library, and ClinicalTrials.gov focusing on studies published before 2022. The meta-analysis followed PRISMA guidelines and used RevMan 5.3 to conduct the analysis. Eleven clinical trials published between 2015 and 2022 were included in our meta-analysis, with a total of 5572 eligible patients. This meta-analysis found that HR( )/HER2(-) metastatic breast cancer treated with CDK4/6 inhibitors plus endocrine therapy can significantly improve progression-free survival(PFS) (HR 0.55 0.001), overall survival (OS) (HR 0.79 0.001), objective response rate (RR 1.50 0.001), clinical benefit rate (RR 1.18 0.001) and decrease progressive disease rate (RR 0.49 0.001). Clinicians need to be aware of hematological toxicities, abnormal liver function, and venous thromboembolism in the use of CDK4/6 inhibitors. Furthermore, the combination regimen also showed longer PFS in subgroup analysis. However, Asians, the number of metastasis sites, and patients using letrozole subgroups did not demonstrate differences in OS between the combination regimen and endocrine therapy alone. This meta-analysis highlights the improvement of PFS, OS, ORR, and CBR in HR( )/HER2(-) metastatic breast cancer for CDK4/6 inhibitors, with manageable and reversible toxicities. Clinicians should be aware of hematological toxicities, liver function abnormalities, and venous thromboembolism when using CDK4/6 inhibitors. These findings make CDK4/6 inhibitors a pivotal treatment option.","authors":[{"last_name":"Wu","fore_name":"Hsiang-Ying","initials":"HY","full_name":"Hsiang-Ying Wu"},{"last_name":"Chang","fore_name":"Chia-Sung","initials":"CS","full_name":"Chia-Sung Chang"},{"last_name":"Cheng","fore_name":"Wei-Hong","initials":"WH","full_name":"Wei-Hong Cheng"},{"last_name":"Chen","fore_name":"Jin-Hua","initials":"JH","full_name":"Jin-Hua Chen"},{"last_name":"Wang","fore_name":"Yuan-Hung","initials":"YH","full_name":"Yuan-Hung Wang"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1080/07853890.2025.2557509","journal":"Annals of medicine","journal_abbr":"Ann Med","source":"pubmed","mesh_headings":["Humans","Breast Neoplasms","Female","Cyclin-Dependent Kinase 4","Cyclin-Dependent Kinase 6","Receptor, ErbB-2","Protein Kinase Inhibitors","Receptors, Estrogen","Receptors, Progesterone","Antineoplastic Combined Chemotherapy Protocols","Progression-Free Survival","Neoplasm Metastasis","Treatment Outcome"],"publication_types":["Journal Article","Systematic Review","Meta-Analysis"],"affiliation":"","has_medical_terms":false}
{"id":"40922457","title":"Emerging Molecular Targets in Neurodegenerative Disorders New Avenues for Therapeutic Intervention.","abstract":"Neurodegenerative disorders such as Alzheimer s disease, Parkinson s disease, Huntington s disease, amyotrophic lateral sclerosis and frontotemporal dementia represent a significant global health burden with limited therapeutic options. Current treatments are primarily symptomatic and fail to modify disease progression, emphasizing the urgent need for novel, mechanism-based interventions. Recent advances in molecular neuroscience have identified several non-classical pathogenic pathways, including neuroinflammation, mitochondrial dysfunction, impaired autophagy and proteostasis, synaptic degeneration and non-coding Ribonucleic Acid dysregulation. In this focused review, we highlight emerging molecular targets such as TREM2, NLRP3, mTOR, TFEB, PINK1 and SIRT3, which offer promising avenues for therapeutic intervention. We also address challenges in target validation and translational drug development, while proposing future research directions that may facilitate the design of more effective treatments. A deeper understanding of these molecular mechanisms is essential for developing disease-modifying strategies to combat neurodegeneration.","authors":[{"last_name":"Eroglu","fore_name":"Ezgi","initials":"E","full_name":"Ezgi Eroglu"},{"last_name":"Harmanci","fore_name":"Nusin","initials":"N","full_name":"Nusin Harmanci"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1111/bcpt.70107","journal":"Basic \u0026 clinical pharmacology \u0026 toxicology","journal_abbr":"Basic Clin Pharmacol Toxicol","source":"pubmed","mesh_headings":["Humans","Neurodegenerative Diseases","Animals","Molecular Targeted Therapy","Autophagy","Drug Development"],"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40922448","title":"Examining the Role of Sleep in Body Weight Regulation and Implications for Obesity Treatment A Narrative Review.","abstract":"Despite significant public health efforts to counter the obesity epidemic, approximately 50 of Ultrasound adults will have obesity by 2030. The cornerstone of obesity treatment is a behavioral intervention promoting negative energy balance via a reduced-calorie diet and increased physical activity. Behavioral treatment also requires additional support to promote adherence to these recommended lifestyle changes. More recently, sleep has been recognized as an important component of body weight regulation due to its effects on physiological and behavioral determinants of energy balance. Therefore, sleep may represent a modifiable behavior to target during the behavioral treatment of obesity. This review summarizes existing clinical evidence on the influence of sleep on energy balance and body weight regulation in adults. The results of controlled laboratory studies as well as pragmatic clinical trials are reviewed. In addition, we identify existing gaps and future areas of research that are necessary to understand the role of sleep in behavioral treatments for obesity.","authors":[{"last_name":"Rosenberg","fore_name":"Rebecca","initials":"R","full_name":"Rebecca Rosenberg"},{"last_name":"Breit","fore_name":"Matthew J","initials":"MJ","full_name":"Matthew J Breit"},{"last_name":"Clark","fore_name":"Kevin C","initials":"KC","full_name":"Kevin C Clark"},{"last_name":"Broussard","fore_name":"Josiane L","initials":"JL","full_name":"Josiane L Broussard"},{"last_name":"Catenacci","fore_name":"Victoria A","initials":"VA","full_name":"Victoria A Catenacci"},{"last_name":"Depner","fore_name":"Christopher M","initials":"CM","full_name":"Christopher M Depner"},{"last_name":"Simon","fore_name":"Stacey L","initials":"SL","full_name":"Stacey L Simon"},{"last_name":"Wright","fore_name":"Kenneth P","initials":"KP","full_name":"Kenneth P Wright"},{"last_name":"Zuraikat","fore_name":"Faris M","initials":"FM","full_name":"Faris M Zuraikat"},{"last_name":"Creasy","fore_name":"Seth A","initials":"SA","full_name":"Seth A Creasy"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1111/obr.70017","journal":"Obesity reviews : an official journal of the International Association for the Study of Obesity","journal_abbr":"Obes Rev","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40922441","title":"Comparison of Efficacy and Safety of Five Categories of Intracorporeal Lithotripsy Devices in Percutaneous Nephrolithotomy A Systematic Review and Network Meta-Analysis of Randomised Control Trials.","abstract":"This study aims to assess the efficacy and safety of five categories of intracorporeal lithotripsy devices in percutaneous nephrolithotomy (PCNL) Pneumatic lithotripters, ultrasonic lithotripters, double-probe dual-energy lithotripters, single-probe dual-energy (SPDE) lithotripters and lasers. A network meta-analysis was conducted following the Preferred Reporting Items for Systematic Reviews and Meta-Analysis guidelines. PubMed, Embase and Cochrane were utilised to search for randomised controlled trials (RCTs) up to 10 August 2024. Surface under cumulative ranking area technique was used to rank interventions. Outcomes of interest included baseline characteristics, stone-free rate (SFR), complications, operative time and fragmentation time. Fourteen RCTs comprising 1516 procedures were included. No statistically significant difference was found in complications after using the devices. SPDE lithotripters (ratio of ratios (RR) 1.90, 95 confidence interval (CI) (1.11 to 3.28)) and lasers (RR 1.76, 95 CI 1.09 to 2.84) were associated with significantly higher SFR than pneumatic lithotripters. SPDE lithotripters significantly outperformed in decreasing operation time and fragmentation time. Based on the surface under the cumulative ranking curve (SUCRA) value, lasers and SPDE lithotripters performed better in SFR. In addition, SPDE lithotripters exhibited superior performance in terms of few complications and shortest fragmentation time and operative time. All five categories of devices were found to be equally safe for PCNL. SPDE lithotripters and lasers had higher efficacy. Moreover, SPDE lithotripters exhibited the shortest fragmentation time and operative time. These findings suggest that SPDE lithotripters have potential to be next-generation efficient lithotripsy devices.","authors":[{"last_name":"Zhang","fore_name":"Wenzhuo","initials":"W","full_name":"Wenzhuo Zhang"},{"last_name":"Ye","fore_name":"Ziyu","initials":"Z","full_name":"Ziyu Ye"},{"last_name":"Wang","fore_name":"Shoule","initials":"S","full_name":"Shoule Wang"},{"last_name":"Feng","fore_name":"Baorong","initials":"B","full_name":"Baorong Feng"},{"last_name":"Zhong","fore_name":"Wen","initials":"W","full_name":"Wen Zhong"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.56434/j.arch.esp.urol.20257807.117","journal":"Archivos espanoles de urologia","journal_abbr":"Arch Esp Urol","source":"pubmed","mesh_headings":["Nephrolithotomy, Percutaneous","Humans","Lithotripsy","Randomized Controlled Trials as Topic","Network Meta-Analysis as Topic","Treatment Outcome","Kidney Calculi"],"publication_types":["Journal Article","Systematic Review","Meta-Analysis","Comparative Study"],"affiliation":"","has_medical_terms":false}
{"id":"40922387","title":"Translation and Validation of the Canadian ICU Family Satisfaction Questionnaire (FS-ICU-24R) to Danish-A Protocol.","abstract":"Family-centered care is vital in the intensive care unit, yet families often experience significant distress, increasing risks of anxiety and depression. Flexible presence, open communication, and involvement in care are central to supporting them. Guidelines recommend liberal visitation policies, structured communication, and staff education to strengthen family-centered practices. Measuring family satisfaction offers valuable insights to guide improvements, ensuring care addresses both patient needs and the well-being of families. Family satisfaction can be assessed with the Canadian questionnaire Family Satisfaction with Care in the Intensive Care Unit (FS-Intensive Care Unit-24R), a validated tool available in 24 languages. It consists of 32 items covering care, information, decision making, end-of-life, and open feedback. Psychometric testing has shown high reliability, with distinct subscales for satisfaction with care and satisfaction with information/decision making. However, some evidence suggests that decision making and information could represent separate constructs. The aim of this study is to translate and culturally adapt the FS-Intensive Care Unit-24R into Danish and to test its reliability and validity among family members of intensive care unit patients in Denmark. Furthermore, we will examine whether the questionnaire is best structured into two or three subscales. This prospective study will be conducted in two phases. Phase one will involve translation and cultural adaptation of the FS-Intensive Care Unit-24R into Danish using a standardized multistep approach. Phase two will test psychometric properties, including internal consistency, convergent and construct validity, test-retest reliability, and internal structure. The study will be registered with the Central Denmark Region (D 1-16-02-51-24) and on Clinical Trials (NCT07087132). The study is expected to provide a valid and reliable Danish version of the FS-Intensive Care Unit-24R. A Danish version of the FS-Intensive Care Unit-24R will facilitate national and international research aimed at improving conditions for family members of intensive care unit patients.","authors":[{"last_name":"Nielsen","fore_name":"Anne Højager","initials":"AH","full_name":"Anne Højager Nielsen"},{"last_name":"Ågård","fore_name":"Anne Sophie","initials":"AS","full_name":"Anne Sophie Ågård"},{"last_name":"Collet","fore_name":"Marie Oxenbøll","initials":"MO","full_name":"Marie Oxenbøll Collet"},{"last_name":"Brix","fore_name":"Lone Dragnes","initials":"LD","full_name":"Lone Dragnes Brix"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1111/aas.70123","journal":"Acta anaesthesiologica Scandinavica","journal_abbr":"Acta Anaesthesiol Scand","source":"pubmed","mesh_headings":["Humans","Intensive Care Units","Surveys and Questionnaires","Family","Reproducibility of Results","Canada","Psychometrics","Denmark","Prospective Studies","Critical Care","Translations","Personal Satisfaction"],"publication_types":["Journal Article","Validation Study"],"affiliation":"","has_medical_terms":false}
{"id":"40922384","title":"Prevalence, Comorbidities, and Current Management of Chronic Spontaneous Urticaria in Japan Retrospective Claims Database Study.","abstract":"Chronic spontaneous urticaria (CSU) affects 0.5 -1.0 of the population worldwide. However, information on the prevalence, comorbidities, and treatment patterns of CSU in Japan is limited. This observational study consisted of a cross-sectional and longitudinal part. The prevalence and incidence of CSU were estimated using the JMDC claims database (JMDC Inc., Tokyo, Japan). CSU was defined as either idiopathic urticaria , other urticaria or unspecified urticaria based on ICD-10 codes and prescribed H-antihistamines for 6 weeks over a 3-month period. Comorbidities, current treatments, and healthcare resource utilization in patients with CSU were also evaluated. The prevalence of CSU increased from 1.2 in 2016 to 1.6 in 2021 with a peak in children, while the incidence of CSU remained constant (0.7 -0.8 ). Both prevalence and incidence were higher in females. Comorbid allergic rhinitis and conjunctivitis were frequent in the overall population, while comorbid asthma and atopic dermatitis were frequent in patients aged 11 years. During the 1-year observational period, approximately 95 of patients used H-antihistamines, followed by topical steroids, which are not recommended in the guidelines. Patients receiving the treatment in the same step as the initial month constituted the highest proportion represented during the following year. Oral corticosteroid use was relatively high, including in children, whereas omalizumab use was limited. The estimated recent prevalence and incidence of CSU in Japan were 1.6 and 0.8 , respectively. We also described patient characteristics and healthcare resource use. The present study encourages standardized practice for uncontrolled patients with CSU in Japan. Trial Registration UMIN Clinical Trials Registry UMIN-CTR 000051032.","authors":[{"last_name":"Fukunaga","fore_name":"Atsushi","initials":"A","full_name":"Atsushi Fukunaga"},{"last_name":"Kishi","fore_name":"Yuko","initials":"Y","full_name":"Yuko Kishi"},{"last_name":"Sunaga","fore_name":"Yoshinori","initials":"Y","full_name":"Yoshinori Sunaga"},{"last_name":"Arima","fore_name":"Kazuhiko","initials":"K","full_name":"Kazuhiko Arima"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1111/1346-8138.17943","journal":"The Journal of dermatology","journal_abbr":"J Dermatol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922348","title":"Treatment of advanced cervical cancer with Cinobufacini and Paclitaxel-Cisplatin combination A meta-analysis.","abstract":"Standard treatments for advanced cervical cancer, such as paclitaxel-cisplatin combination (TP) chemotherapy, are often limited by reduced efficacy and significant toxicity. Cinobufacini (Huachansu), a traditional Chinese medicine, has demonstrated potential in enhancing the effectiveness of conventional cancer therapies. A systematic search of Web of Science, PubMed, Cochrane, Embase, China National Knowledge Infrastructure, and other databases was conducted up to July 30, 2024. Studies included were randomized controlled trials comparing cinobufacini combined with TP chemotherapy to TP chemotherapy alone in patients with advanced cervical cancer. The outcomes were clinical response rate, Karnofsky Performance Status, myelosuppression, platelet count, and incidences of vomiting and diarrhea. Data analysis was performed using RevMan 5.3, and risk ratios (RRs) and mean differences (MDs) were calculated with 95 confidence intervals (CIs). Heterogeneity was assessed using the I2 statistic, and sensitivity analysis was performed to ensure robustness. Six randomized controlled trials involving 814 participants were included. Cinobufacini combined with TP chemotherapy significantly improved the clinical response rate (RR 1.22, 95 CI 1.05-1.41 , P .009) and KPS (MD 7.37, 95 CI 6.40-8.34 , P .00001). The intervention also reduced myelosuppression (RR 0.53, 95 CI 0.41-0.68 , P .0001), platelet count decline (MD -94.25, 95 CI -96.96 to -91.52 , P .00001), vomiting (RR 0.58, 95 CI 0.45-0.76 , P .0001), and diarrhea (RR 0.60, 95 CI 0.39-0.92 , P .02). Heterogeneity was moderate for the clinical response rate but reduced after sensitivity analysis, with stable overall effect estimates. Cinobufacini combined with TP chemotherapy significantly improves clinical outcomes and reduces treatment-related adverse effects. These findings suggest that cinobufacini may be a valuable adjunctive therapy in enhancing the efficacy and reducing the toxicity of TP chemotherapy, though further large-scale studies are needed to confirm its efficacy and safety.","authors":[{"last_name":"Chen","fore_name":"Zixin","initials":"Z","full_name":"Zixin Chen"},{"last_name":"Zhang","fore_name":"Lu","initials":"L","full_name":"Lu Zhang"},{"last_name":"Li","fore_name":"Die","initials":"D","full_name":"Die Li"},{"last_name":"Zhu","fore_name":"Rui","initials":"R","full_name":"Rui Zhu"},{"last_name":"Luo","fore_name":"Yue","initials":"Y","full_name":"Yue Luo"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044146","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","Uterine Cervical Neoplasms","Female","Paclitaxel","Cisplatin","Antineoplastic Combined Chemotherapy Protocols","Randomized Controlled Trials as Topic","Amphibian Venoms"],"publication_types":["Journal Article","Meta-Analysis","Systematic Review"],"affiliation":"","has_medical_terms":false}
{"id":"40922343","title":"Comparative efficacy of abdominal tuina and mosapride citrate in functional constipation A clinical trial.","abstract":"Functional constipation (FC) is a prevalent gastrointestinal disorder that can significantly impact patients quality of life. In this study, we aimed to evaluate the effectiveness and safety of abdominal tuina and oral mosapride citrate tablets in the treatment of FC. Ninety patients with FC were randomly assigned to receive either abdominal tuina treatment or oral mosapride citrate tablets. Symptom scores, quality of life assessments, physiological and biochemical indicators, and mental health parameters were monitored at various time points during the 90-day treatment period. Significant improvement in clinical symptom scores was observed in the experimental group by day 10, with sustained efficacy throughout the study. The experimental group demonstrated superior effectiveness and improvements in biochemical markers and mental health scores compared to the control group. No significant adverse reactions were reported in either group. The study findings suggest that abdominal tuina treatment and oral mosapride citrate tablets are equally effective in managing FC, with both interventions effectively reducing symptoms and enhancing quality of life without significant adverse effects. The maintenance of treatment effects at day 10 highlights the potential benefits of these therapies for FC patients.","authors":[{"last_name":"Shi","fore_name":"Xiaoyu","initials":"X","full_name":"Xiaoyu Shi"},{"last_name":"Shi","fore_name":"Lingyun","initials":"L","full_name":"Lingyun Shi"},{"last_name":"Tian","fore_name":"Yukui","initials":"Y","full_name":"Yukui Tian"},{"last_name":"Li","fore_name":"Ning","initials":"N","full_name":"Ning Li"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000043835","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","Constipation","Benzamides","Male","Female","Morpholines","Middle Aged","Quality of Life","Gastrointestinal Agents","Adult","Treatment Outcome","Administration, Oral","Aged"],"publication_types":["Journal Article","Randomized Controlled Trial","Comparative Study"],"affiliation":"","has_medical_terms":false}
{"id":"40922338","title":"Comparison of tumor clipping and marking of skin projection methods in patients undergoing breast-conserving surgery after neoadjuvant chemotherapy A randomized controlled trial.","abstract":"In patients scheduled for breast-conserving surgery (BCS) after neoadjuvant chemotherapy, the primary mass is marked with a metallic clip. A comparative study was conducted to determine the efficacy and safety of tattoo application as an alternative to this invasive procedure. Forty patients (clip 20, tattoo 20) after neoadjuvant chemotherapy, in the group marked with clips, nonpalpable patients were marked with wire, and BCS was performed in the tattoo group, BCS was performed with the skin containing the tattoo. All statistical analyses was performed using Statistical Package for the Social Sciences version 25.0 (IBM Corp., Armonk). The study was ultimately completed with a total of 40 patients, comprising 20 patients in each group. In comparison to the standard method, the effect size of our study in reducing complications was d 0.5, and the power was 88 . This power analysis demonstrates that the necessary number of targeted patients has been successfully reached. There were no significant differences between the groups in terms of demographic and clinicopathological features in the 40 patients included in the study (P .05). The radiological distance of the tumor to the skin was significantly lower in the group of patients who were marked with the tattoo technique than in the group of patients who underwent clipping (tattoo 15.7 7.4 vs clip 20.7 9.5) (P .045). Reexcision requirement was lower in the tattoo group (35 vs 15 , P .273). All 4 patients whose surgical margin closeness of the tumor was found to 1 to 2 mm, were in the clip group (P .106). Complications (hematoma/ecchymosis) were observed in 6 (15 ) patients in the clip group, and pain was observed in 5 (12.5 ) patients. All patients with complications were included in the clip-marked group. Clip migration was observed in 3 (15 ) of the patients. No complications were observed in the tattoo group. Tattooing, which is an alternative to the method of marking the mass with metallic clips (accepted as the standard today) before neoadjuvant treatment, is an easy and inexpensive method with fewer complications.","authors":[{"last_name":"Kut","fore_name":"Abdullah","initials":"A","full_name":"Abdullah Kut"},{"last_name":"Emiroglu","fore_name":"Selman","initials":"S","full_name":"Selman Emiroglu"},{"last_name":"Cabioglu","fore_name":"Neslihan","initials":"N","full_name":"Neslihan Cabioglu"},{"last_name":"Muslumanoglu","fore_name":"Mahmut","initials":"M","full_name":"Mahmut Muslumanoglu"},{"last_name":"Yilmaz","fore_name":"Ravza","initials":"R","full_name":"Ravza Yilmaz"},{"last_name":"Bozdogan","fore_name":"Atilla","initials":"A","full_name":"Atilla Bozdogan"},{"last_name":"Tukenmez","fore_name":"Mustafa","initials":"M","full_name":"Mustafa Tukenmez"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044052","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","Female","Breast Neoplasms","Mastectomy, Segmental","Neoadjuvant Therapy","Middle Aged","Tattooing","Adult","Aged"],"publication_types":["Journal Article","Randomized Controlled Trial","Comparative Study"],"affiliation":"","has_medical_terms":false}
{"id":"40922293","title":"Choosing the best first-line therapy for extensive-stage small-cell lung cancer anti-PD-1 or anti-PD-L1 inhibitors","abstract":"This study addresses the lack of a comprehensive meta-analysis comparing the efficacy and safety of first-line anti-blocking the programmed cell death 1 (Parkinson's Disease-1) and anti-programmed death ligand 1 (Parkinson's Disease-L1) therapies in patients with extensive-stage small-cell lung cancer, using reconstructed individual patient data. Through systematic review, we extracted relevant studies from PubMed and EMBASE databases, spanning January 1, 2010 to November 28, 2024. Only phase III randomized controlled trials assessing anti-Parkinson's Disease-1 inhibitors plus chemotherapy (Computed Tomography) versus anti-Parkinson's Disease-L1 inhibitors plus Computed Tomography were selected. To compare survival outcomes, we employed WebPlotDigitizer and R software for survival curve reconstruction, aiming to elucidate the comparative effectiveness and safety of the 2 therapies. Our analysis of 7 randomized controlled trials, involving 3339 patients, revealed no significant difference in progression-free survival (PFS) or overall survival (OS) between anti-Parkinson's Disease-1 inhibitors plus Computed Tomography and anti-Parkinson's Disease-L1 inhibitors plus Computed Tomography. The combined 6-, 12-, and 18-month PFS rates were 42.4 versus 43.3 , 19.9 versus 17.0 , and 14.6 versus 13.6 for the anti-Parkinson's Disease-1 and anti-Parkinson's Disease-L1 groups, respectively (hazard ratio 0.98, 95 confidence interval 0.88-1.09, P .691). The combined 6-, 12-, 18-, and 24-month OS rates were 86.6 versus 85.5 , 58.7 versus 56.9 , 38.8 versus 36.8 , and 28.9 versus 25.4 for the anti-Parkinson's Disease-1 and anti-Parkinson's Disease-L1 groups, respectively (hazard ratio 0.94, 95 confidence interval 0.84-1.06, P .305). The analysis showed a slightly lower incidence of grade 3 adverse events (AEs), serious AEs, any-grade immune-related adverse events, grade 3 immune-related adverse events, and events leading to death or treatment discontinuation in the anti-Parkinson's Disease-L1 group compared to the anti-Parkinson's Disease-1 group (P .001). However, no significant differences were observed in the risk of any-grade AEs. This research provides detailed analyses of PFS, OS, and treatment safety for these 2 treatment regimens, making it a valuable resource for clinicians in routine care. Our results demonstrate that both anti-Parkinson's Disease-1 and anti-Parkinson's Disease-L1 therapies, when combined with chemotherapy, are equally effective. However, anti-Parkinson's Disease-L1 therapies appear to offer a safer first-line treatment option for extensive-stage small-cell lung cancer.","authors":[{"last_name":"Zhu","fore_name":"Shengyu","initials":"S","full_name":"Shengyu Zhu"},{"last_name":"Liu","fore_name":"Jianjiang","initials":"J","full_name":"Jianjiang Liu"},{"last_name":"Chen","fore_name":"Xialin","initials":"X","full_name":"Xialin Chen"},{"last_name":"Jin","fore_name":"Sheng","initials":"S","full_name":"Sheng Jin"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044383","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","Lung Neoplasms","Immune Checkpoint Inhibitors","Small Cell Lung Carcinoma","Programmed Cell Death 1 Receptor","Randomized Controlled Trials as Topic","B7-H1 Antigen"],"publication_types":["Journal Article","Systematic Review","Meta-Analysis"],"affiliation":"","has_medical_terms":false}
{"id":"40922292","title":"Effectiveness of emotional freedom techniques therapy in alleviating anticipatory grief for cancer patients.","abstract":"Cancer patients frequently experience anticipatory grief (AG), anxiety, and sleep disturbances. This randomized controlled trial evaluates the efficacy of the emotional freedom technique (EFT) therapy in alleviating these symptoms. A total of 58 cancer patients were randomly assigned to an intervention group (n 30) receiving 4-week EFT therapy (acupoint tapping scripted prompts, 5 minutes per prompt) plus routine care, or a control group (n 28) receiving routine care alone. AG was measured using the Preparatory Grief in Advanced Cancer Patients scale, anxiety with the Hamilton Anxiety Rating Scale, and sleep quality via the Pittsburgh Sleep Quality Index at baseline and postintervention. After 4 weeks, the intervention group demonstrated Significantly lower AG scores versus control (P .01) greater anxiety reduction (P .04) improved sleep quality (P .01). EFT therapy produces clinically significant improvements in AG, anxiety symptoms, and sleep quality among cancer patients within 4 weeks.","authors":[{"last_name":"Zheng","fore_name":"Dandan","initials":"D","full_name":"Dandan Zheng"},{"last_name":"Xiao","fore_name":"Wei","initials":"W","full_name":"Wei Xiao"},{"last_name":"Duan","fore_name":"Dan","initials":"D","full_name":"Dan Duan"},{"last_name":"Tang","fore_name":"Chunhua","initials":"C","full_name":"Chunhua Tang"},{"last_name":"Lin","fore_name":"Xianghao","initials":"X","full_name":"Xianghao Lin"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044211","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","Male","Female","Neoplasms","Middle Aged","Anxiety","Grief","Aged","Adult","Emotions","Sleep Wake Disorders","Sleep Quality","Treatment Outcome"],"publication_types":["Journal Article","Randomized Controlled Trial"],"affiliation":"","has_medical_terms":false}
{"id":"40922288","title":"Observation on the efficacy of moxibustion with fuzi cake combined with auricular point pressing in treating anxiety and depression in newly diagnosed people living with HIV A randomized controlled trial.","abstract":"This study investigated the efficacy of moxibustion with aconite cake combined with earlobe acupressure in alleviating anxiety and depression in newly diagnosed human immunodeficiency virus patients. Ninety eligible patients from the Affiliated Ruikang Hospital of Guangxi University of Chinese Medicine were randomly divided into an intervention group and a control group of 45 each. The control group received conventional care, while the intervention group received the combined therapy. The treatment lasted for 3 months. Efficacy was evaluated using the self-rating anxiety scale (SAS), self-rating depression scale (SDS), and quality-of life scale before and after treatment. After 3 months, the intervention group s SAS and SDS scores were significantly lower than the control group s (P .05). Their quality-of-life scores and CD4 T - lymphocyte counts improved more than the control group s (P .05). No significant adverse reactions occurred in the intervention group. Moxibustion with aconite cake combined with earlobe acupressure can effectively alleviate anxiety and depression in newly diagnosed human immunodeficiency virus patients, enhance their quality-of-life, and may improve immune function. The treatment is safe and well - tolerated, with good clinical potential for application and promotion.","authors":[{"last_name":"Meng","fore_name":"Yuan","initials":"Y","full_name":"Yuan Meng"},{"last_name":"Zhang","fore_name":"Jiangyin","initials":"J","full_name":"Jiangyin Zhang"},{"last_name":"Yang","fore_name":"Yong","initials":"Y","full_name":"Yong Yang"},{"last_name":"Zhang","fore_name":"Ying","initials":"Y","full_name":"Ying Zhang"},{"last_name":"Liu","fore_name":"Xueli","initials":"X","full_name":"Xueli Liu"},{"last_name":"Guo","fore_name":"Lin","initials":"L","full_name":"Lin Guo"},{"last_name":"Zhang","fore_name":"Yanchen","initials":"Y","full_name":"Yanchen Zhang"},{"last_name":"Hong","fore_name":"Nengkun","initials":"N","full_name":"Nengkun Hong"},{"last_name":"Chen","fore_name":"Bocheng","initials":"B","full_name":"Bocheng Chen"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044437","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","Moxibustion","Female","Male","Adult","Anxiety","Depression","HIV Infections","Quality of Life","Middle Aged","Acupressure","Treatment Outcome","Acupuncture Points","Combined Modality Therapy","Acupuncture, Ear"],"publication_types":["Journal Article","Randomized Controlled Trial"],"affiliation":"","has_medical_terms":false}
{"id":"40922285","title":"Application of structured team model based on shared decision model in obstetrics and gynecology joint intensive care unit (ICU) rescue of critical care pregnant women A randomized controlled trial.","abstract":"This study investigates the clinical value of a structured team approach incorporating shared decision-making in managing critically ill pregnant patients within an obstetrics intensive care unit (Intensive Care Unit). A randomized controlled trial was conducted with 100 critically ill pregnant women admitted to our hospital s obstetrics Intensive Care Unit between January 2023 and December 2024. Participants were allocated via random number table to either the control group receiving conventional multidisciplinary resuscitation care (n 50) or the observation group receiving the structured team model with shared decision-making (n 50). Comparative outcomes included resuscitation efficiency indicators (prehospital response time, intrahospital transport duration, and emergency supply preparation time), complication rates, family psychological status measured by Hospital Anxiety and Depression Scale, and family satisfaction assessments. The observation group demonstrated significantly shorter time metrics across all resuscitation efficiency parameters compared to the control group (P .05). Both groups showed reduced Hospital Anxiety and Depression Scale anxiety and depression scores among family members post-intervention (P .05 vs baseline), with the observation group achieving superior reductions compared to controls (P .05). The structured team model group exhibited significantly lower complication rates (6.00 vs 24.00 , P .05). Family satisfaction assessments revealed higher scores in the intervention group across all domains medical condition assurance, information accessibility, perceived acceptance, support perception, and comfort maintenance, with total satisfaction scores significantly exceeding those of the control group (P .05). The implementation of a structured team framework grounded in shared decision-making principles significantly enhances critical care management for obstetric Intensive Care Unit patients. This model improves resuscitation efficiency, reduces complication risks, mitigates family psychological distress, and elevates family satisfaction levels, demonstrating substantial clinical value for high-risk pregnancy care.","authors":[{"last_name":"Lu","fore_name":"Yan","initials":"Y","full_name":"Yan Lu"},{"last_name":"Cai","fore_name":"Hua","initials":"H","full_name":"Hua Cai"},{"last_name":"Chen","fore_name":"Liping","initials":"L","full_name":"Liping Chen"},{"last_name":"Ni","fore_name":"Xiaohua","initials":"X","full_name":"Xiaohua Ni"},{"last_name":"Ji","fore_name":"Jianhong","initials":"J","full_name":"Jianhong Ji"},{"last_name":"Zhou","fore_name":"Yaqing","initials":"Y","full_name":"Yaqing Zhou"},{"last_name":"Liu","fore_name":"Yousheng","initials":"Y","full_name":"Yousheng Liu"},{"last_name":"Jiang","fore_name":"Yaqiong","initials":"Y","full_name":"Yaqiong Jiang"},{"last_name":"Wang","fore_name":"Ying","initials":"Y","full_name":"Ying Wang"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044430","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","Female","Pregnancy","Adult","Patient Care Team","Intensive Care Units","Decision Making, Shared","Critical Care","Critical Illness","Resuscitation","Pregnancy Complications"],"publication_types":["Journal Article","Randomized Controlled Trial"],"affiliation":"","has_medical_terms":false}
{"id":"40922270","title":"Non-pharmacological and nonsurgical interventions for abdominal obesity in adults A systematic review and network meta-analysis.","abstract":"Multiple non-pharmacological and nonsurgical interventions have demonstrated efficacy in improving abdominal obesity. However, the optimal intervention remains uncertain. This study aimed to assess the relative effectiveness and safety of these interventions in reducing waist circumference, waist-to-hip ratio, waist-to-height ratio (WHtR), body mass index (BMI), and body weight among adults with abdominal obesity. Eight databases, including PubMed, Web of Science, Excerpta Medica Database, Cochrane Library, China National Knowledge Infrastructure, Wanfang Database, Chinese Biomedical Database, and China Science and Technology Journal Database, were systematically searched from inception to February 20, 2025 for published randomized controlled trials (RCTs). Methodological rigor was assessed through the Cochrane Risk of Bias tool. After establishing direct evidence through pairwise comparisons in STATA 17.0, we implemented a Bayesian hierarchical model in R 4.4.2 to generate treatment rankings for abdominal obesity interventions. Thirty RCTs (involving 3334 participants) were included in the meta-analysis. Among the interventions, acupoint catgut embedding (ACE) combined with electroacupuncture (EA), ACE combined with manual acupuncture, ACE alone, high-intensity interval training, and warming needle were the 5 most effective interventions for reducing waist circumference in patients with abdominal obesity. For improving waist-to-hip ratio, the top interventions included low-intensity steady-state training, ACE, EA, high-intensity continuous training, and high-intensity continuous training combined with a calorie-restricted diet, while ACE was the most effective intervention for reducing waist-to-height ratio. In terms of BMI and body weight reduction, ACE combined with EA, warming needle, and ACE ranked as the top 3 effective interventions. ACE combined with EA achieved the greatest waist circumference reductions among non-pharmacological and nonsurgical interventions for adults with abdominal obesity, with observed benefits extending to secondary outcomes including BMI and body weight. This integrated therapy exhibits considerable potential for clinical management of abdominal obesity. Future large-scale, multicenter RCTs involving diverse populations are warranted to further validate and refine its application.","authors":[{"last_name":"Huang","fore_name":"Tongjiang","initials":"T","full_name":"Tongjiang Huang"},{"last_name":"Liao","fore_name":"Xiaoyun","initials":"X","full_name":"Xiaoyun Liao"},{"last_name":"Zhang","fore_name":"Yajun","initials":"Y","full_name":"Yajun Zhang"},{"last_name":"Wang","fore_name":"Pingzhu","initials":"P","full_name":"Pingzhu Wang"},{"last_name":"Li","fore_name":"Peiqi","initials":"P","full_name":"Peiqi Li"},{"last_name":"Fang","fore_name":"Jianqiao","initials":"J","full_name":"Jianqiao Fang"},{"last_name":"Shao","fore_name":"Xiaomei","initials":"X","full_name":"Xiaomei Shao"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044372","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","Obesity, Abdominal","Network Meta-Analysis as Topic","Waist Circumference","Body Mass Index","Randomized Controlled Trials as Topic","Acupuncture Therapy","Adult","Waist-Hip Ratio"],"publication_types":["Journal Article","Systematic Review","Meta-Analysis"],"affiliation":"","has_medical_terms":false}
{"id":"40922261","title":"Oral Chinese patent medicine combined with transarterial chemoembolization for the treatment of unresectable hepatocellular carcinoma A Bayesian network meta-analysis.","abstract":"This network meta-analysis (NMA) aims to compare the relative efficacy of oral Chinese patent medicine combined with transarterial chemoembolization (TACE) for treating hepatocellular carcinoma (HCC). Databases, including China National Knowledge Infrastructure, Wanfang, Weipu, PubMed, Embase, Web of Science, and Cochrane Central Register of Controlled Trials (CENTRAL), were accessed from inception to the present to collect randomized controlled trials of different oral Chinese patent medicines (OCPMs). Objective response rate, 1-year survival rate, lymphocytes, nausea and vomiting were used as efficacy or tolerability outcomes. A Bayesian NMA was performed. Seventy-five randomized controlled trials involving 6912 participants and 9 OCPMs were included. The results of the NMA showed that the comparisons were all indirect. The NMA demonstrated that, regarding the objective response rate, TACE combined with all OCPMs showed the advantages over TACE monotherapy, of which Cidan capsule (odds ratio Operating Room 3.5, 95 credible interval 2.3-4.9) was the most effective treatment. Among 9 OCPMs, Cidan capsule was the most effective for survival improvement (Operating Room 5.1, 95 CrI 2.7-8.7). Jinlong for immune function (Operating Room 0.35, 95 CrI 0.14-0.57), and Shenyi for adverse event reduction (Operating Room 0.39, 95 CrI 0.18-0.87). OCPMs have significant efficacy in treating HCC combined with TACE. Cidan, Jinlong, and Shenyi capsules might be the optimum drugs for HCC adjuvant therapy.","authors":[{"last_name":"Ji","fore_name":"Shan","initials":"S","full_name":"Shan Ji"},{"last_name":"Yin","fore_name":"Ling","initials":"L","full_name":"Ling Yin"},{"last_name":"Feng","fore_name":"Lili","initials":"L","full_name":"Lili Feng"},{"last_name":"Wang","fore_name":"Xiaojun","initials":"X","full_name":"Xiaojun Wang"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044332","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Carcinoma, Hepatocellular","Humans","Liver Neoplasms","Chemoembolization, Therapeutic","Bayes Theorem","Drugs, Chinese Herbal","Network Meta-Analysis as Topic","Randomized Controlled Trials as Topic","Administration, Oral","Combined Modality Therapy","Nonprescription Drugs","Treatment Outcome"],"publication_types":["Journal Article","Meta-Analysis"],"affiliation":"","has_medical_terms":false}
{"id":"40922243","title":"Effects of Gua Sha therapy on thoracolumbar fascia thickness and clinical outcomes of patients with chronic nonspecific low back pain A randomized controlled trial.","abstract":"Chronic nonspecific low back pain (CNSLBP) is associated with thoracolumbar fascia (TLF) dysfunction. However, the structural effects of Gua Sha, a Traditional Chinese Medicine technique, remain unclear. This study aimed to explore the acute and short-term effects of Gua Sha therapy on TLF thickness, pain intensity, and related physiological parameters in patients with CNSLBP. Thirty-two participants with CNSLBP were randomized to receive Gua Sha or hot pack therapy, a commonly used conservative treatment for low back pain, once a week for 4 weeks. The effects of the 2 treatments were compared. TLF thickness, pain, and related parameters were measured at baseline and immediately after the first and fourth interventions. A 2 (group) 3 (time) repeated measures ANOVA was used for data analysis. With increasing intervention, both groups showed significant improvements in pain intensity and dysfunction (P .001), significant reductions in tissue hardness and pressure pain threshold (P .05), and significant increases in skin temperature and lumbar flexibility (P .001). However, only the Gua Sha group significantly reduced TLF thickness immediately after the first intervention (MD 0.388, 95 CI 0.101-0.675 P .01) and immediately after the fourth session (MD 0.607, 95 CI 0.199-1.015, P .005). The heart rate variability-related indicators did not reach statistical significance (P .05), but their trends were favorable. Gua Sha can effectively relieve pain, improve function, and regulate tissue mechanical properties in CNSLBP patients and its effects may be achieved through multiple pathways. Although the single and 4-session interventions were not significantly better than heat in improving fascial thickness, it performs better in pain and flexibility clinical outcomes, supporting its potential value as a complementary therapy. Future studies with larger samples and longer periods are needed to clarify its mechanism of action and optimize treatment options.","authors":[{"last_name":"Wang","fore_name":"Beibei","initials":"B","full_name":"Beibei Wang"},{"last_name":"Hu","fore_name":"Yang","initials":"Y","full_name":"Yang Hu"},{"last_name":"Lai","fore_name":"Dehui","initials":"D","full_name":"Dehui Lai"},{"last_name":"Eungpinichpong","fore_name":"Wichai","initials":"W","full_name":"Wichai Eungpinichpong"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044233","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","Low Back Pain","Female","Male","Adult","Middle Aged","Fascia","Medicine, Chinese Traditional","Treatment Outcome","Pain Measurement","Chronic Pain","Thoracic Vertebrae"],"publication_types":["Journal Article","Randomized Controlled Trial"],"affiliation":"","has_medical_terms":false}
{"id":"40922242","title":"Efficacy of Fu s subcutaneous needling in the treatment of neck-type cervical spondylosis A systematic review and meta-analysis.","abstract":"As a minimally invasive technique, Fu s subcutaneous needling (FSN) has been widely adopted in Chinese clinical practice for managing neck-type cervical spondylosis (CS). However, current evidence regarding its therapeutic efficacy remains inconclusive due to methodological limitations in existing studies. This systematic review and meta-analysis therefore sought to quantitatively synthesize available randomized controlled trials to evaluate the clinical effectiveness and safety of FSN for this prevalent musculoskeletal disorder. This study protocol was prospectively registered in PROSPERO (Registration ID CRD420251036627). The databases searched include PubMed, Embase, Cochrane Library, Web of Science, China National Knowledge Infrastructure, Wanfang Data Knowledge Service Platform (Wanfang), VIP Database (VIP), and China Biology Medicine disc (CBM). A comprehensive search was conducted across the 8 electronic databases from their inception through April 18, 2025. Eligible studies included randomized controlled trials comparing FSN with non-FSN therapies for neck-type CS. This study included 10 clinical studies with a total of 696 patients suffering from neck-type CS. The results of the meta - analysis revealed that the experimental group had significant advantages over the control group in terms of clinical efficacy. Specifically, for the total effective rate (odds ratio 5.45, 95 confidence intervals CI 2.75, 10.81 , Z 4.85, P .00001), cure rate (odds ratio 2.25, 95 CI 1.51, 3.34 , Z 4.01, P .00001), visual analogue scale score (VAS, mean difference -1.21, 95 CI -1.30, -1.12 , Z 25.10, P .00001), and Neck Disability Index score (NDI, mean difference -1.33, 95 CI -1.92, -0.75 , Z 4.48, P .00001), the experimental group outperformed the control group. This study indicates that FSN is a safe and effective strategy for managing neck-type CS. Therefore, it can be considered as a common clinical treatment modality for neck-type CS.","authors":[{"last_name":"Ren","fore_name":"Hui","initials":"H","full_name":"Hui Ren"},{"last_name":"Wang","fore_name":"Xiaole","initials":"X","full_name":"Xiaole Wang"},{"last_name":"Fang","fore_name":"Ting","initials":"T","full_name":"Ting Fang"},{"last_name":"Liu","fore_name":"Lang","initials":"L","full_name":"Lang Liu"},{"last_name":"Zhao","fore_name":"Xiaolan","initials":"X","full_name":"Xiaolan Zhao"},{"last_name":"Lv","fore_name":"Jingxian","initials":"J","full_name":"Jingxian Lv"},{"last_name":"Liu","fore_name":"Fushui","initials":"F","full_name":"Fushui Liu"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044299","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","Spondylosis","Acupuncture Therapy","Randomized Controlled Trials as Topic","Treatment Outcome","Cervical Vertebrae"],"publication_types":["Journal Article","Systematic Review","Meta-Analysis"],"affiliation":"","has_medical_terms":false}
{"id":"40922182","title":"Hydrogen-rich water supplementation attenuates oxidative stress and inflammation in chronic high-altitude disease patients A double-blind randomized placebo-controlled study.","abstract":"Chronic high-altitude disease (CHAD) is primarily driven by oxidative damage and inflammation. Hydrogen-rich water (HRW) is a novel functional food with demonstrated antioxidant and anti-inflammatory properties. However, its potential effects on inflammation and oxidative stress in CHAD remain unexplored. In this study, 50 participants with CHAD were recruited and assigned to the HRW or placebo water (PW) group for 60 days. After seven participants were lost to follow-up, 43 participants (HRW, n 23 PW, n 20) completed the intervention and were included in the analysis. Oxidative stress indicators and inflammation-related immune cells were evaluated before and after treatment, and transcriptional profiles of all participants were analyzed to determine the potential mechanism of HRW in CHAD. Baseline characteristics did not differ significantly between the two groups. Enrichment analysis showed that differentially expressed genes in the PW group between pre- and post-intervention were predominantly associated with inflammation- and cytokine-related pathways, whereas HRW treatment significantly downregulated these pathways. By integrating weighted gene co-expression network analysis and protein-protein interaction network analysis we identified six hub genes, including tumor necrosis factor, interleukin-1 beta, C-C motif chemokine ligand 3, C-C motif chemokine ligand 3-like 1, C-C motif chemokine ligand 4-like 2, and radiation-inducible immediate-early response 3. Furthermore, measurements of oxidative stress and inflammatory markers indicated a non-significant downward trend in oxidative stress and inflammation in patients with CHAD after HRW intake for 60 days. These results suggest the potential protective role of HRW in CHAD, providing a novel adjuvant therapy for CHAD.","authors":[{"last_name":"Zhang","fore_name":"Qian","initials":"Q","full_name":"Qian Zhang"},{"last_name":"Zhang","fore_name":"Fengying","initials":"F","full_name":"Fengying Zhang"},{"last_name":"Zhong","fore_name":"Yang","initials":"Y","full_name":"Yang Zhong"},{"last_name":"Li","fore_name":"Qiuyue","initials":"Q","full_name":"Qiuyue Li"},{"last_name":"Hao","fore_name":"Doudou","initials":"D","full_name":"Doudou Hao"},{"last_name":"Shi","fore_name":"Zhiyou","initials":"Z","full_name":"Zhiyou Shi"},{"last_name":"Zhu","fore_name":"Suying","initials":"S","full_name":"Suying Zhu"},{"last_name":"Wu","fore_name":"Yunhong","initials":"Y","full_name":"Yunhong Wu"},{"last_name":"Yue","fore_name":"Xiaonan","initials":"X","full_name":"Xiaonan Yue"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.foodres.2025.117118","journal":"Food research international (Ottawa, Ont.)","journal_abbr":"Food Res Int","source":"pubmed","mesh_headings":["Humans","Oxidative Stress","Hydrogen","Male","Double-Blind Method","Female","Inflammation","Middle Aged","Altitude Sickness","Adult","Dietary Supplements","Water","Antioxidants","Chronic Disease","Anti-Inflammatory Agents"],"publication_types":["Journal Article","Randomized Controlled Trial"],"affiliation":"","has_medical_terms":false}
{"id":"40922120","title":"Mesenteric excision and Kono-S anastomosis trial (MEErKAT) A study protocol for a multicentre, 2 2 factorial, randomised controlled, open-label superiority trial.","abstract":"Controversy exists over whether surgical technique can reduce recurrence following Crohn s resection. This study compares the rate of endoscopic recurrence after different approaches to mesenteric excision (extended/close) and anastomosis (Kono-S/standard of care) in adult patients undergoing ileocolic resection for primary or recurrent Crohn s disease. MEErKAT is a UK multicentre, 2 2 factorial, randomised, controlled, open-label superiority trial where participants (target sample size 308) are blinded and centrally randomised (1 1 1 1) to one of four groups (1) Kono-S extended mesenteric resection. (2) Kono-S close mesenteric resection. (3) Standard anastomosis extended mesenteric resection. (4) Standard anastomosis close mesenteric resection. The primary outcome is time to endoscopic recurrence of disease (up to 3 years follow-up). Secondary outcomes include rates of severe and symptomatic recurrence, complications, and quality of life scores. The locality of recurrence will be investigated using endoscopic assessment of the mucosa relative to mucosal tattoos placed at the time of operation. The degree and anastomotic locality of different immune cells will be compared before and after each intervention to better understand the mechanistic processes driving disease recurrence. This study will robustly evaluate the efficacy of the Kono-S anastomosis technique and extended mesenteric excision in reducing endoscopic recurrence rates. The additive effect of these techniques and local tissue immune response will be investigated. This will provide important evidence to guide the optimal surgical technique and improve our understanding of the processes leading to recurrent disease.","authors":[{"last_name":"Selvakumar","fore_name":"Deepak","initials":"D","full_name":"Deepak Selvakumar"},{"last_name":"Hall","fore_name":"Jamie","initials":"J","full_name":"Jamie Hall"},{"last_name":"Hawksworth","fore_name":"Olivia","initials":"O","full_name":"Olivia Hawksworth"},{"last_name":"Hind","fore_name":"Daniel","initials":"D","full_name":"Daniel Hind"},{"last_name":"Walters","fore_name":"Stephen","initials":"S","full_name":"Stephen Walters"},{"last_name":"Rombach","fore_name":"Ines","initials":"I","full_name":"Ines Rombach"},{"last_name":"Herbert","fore_name":"Esther","initials":"E","full_name":"Esther Herbert"},{"last_name":"Waterworth","fore_name":"William","initials":"W","full_name":"William Waterworth"},{"last_name":"Sibbald","fore_name":"Lucy","initials":"L","full_name":"Lucy Sibbald"},{"last_name":"Travis","fore_name":"Mark","initials":"M","full_name":"Mark Travis"},{"last_name":"Brice","fore_name":"Daniel","initials":"D","full_name":"Daniel Brice"},{"last_name":"Lobo","fore_name":"Alan","initials":"A","full_name":"Alan Lobo"},{"last_name":"Hancock","fore_name":"Laura","initials":"L","full_name":"Laura Hancock"},{"last_name":"Brown","fore_name":"Steven","initials":"S","full_name":"Steven Brown"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1111/codi.70212","journal":"Colorectal disease : the official journal of the Association of Coloproctology of Great Britain and Ireland","journal_abbr":"Colorectal Dis","source":"pubmed","mesh_headings":["Humans","Anastomosis, Surgical","Mesentery","Recurrence","Colectomy","Crohn Disease","Adult","Multicenter Studies as Topic","Female","Treatment Outcome","Equivalence Trials as Topic","Ileum","Male","Randomized Controlled Trials as Topic","Colon","United Kingdom","Quality of Life"],"publication_types":["Journal Article","Clinical Trial Protocol"],"affiliation":"","has_medical_terms":false}
{"id":"40922118","title":"Evaluating the Effectiveness of a Hybrid Tai Chi Cardiac Rehabilitation Programme for Psychological Stress Reduction and Oxidative Stress in Patients With Chronic Coronary Syndrome A Randomized Controlled Trial.","abstract":"Preliminary evidence suggests that Tai Chi may effectively relieve pain symptoms, increase quality of life, and reduce cardiovascular risk in patients with chronic coronary syndrome (CCS). However, few randomized controlled trials have specifically investigated the potential benefits of Tai Chi in patients with CCS, particularly regarding its effects on psychological stress and cellular stress levels. To evaluate the effectiveness of a hybrid Tai Chi cardiac rehabilitation programme in reducing perceived stress and oxidative stress in diagnosed patients. Forty-six patients with CCS were randomly assigned to 12 weeks of either a Tai Chi cardiac rehabilitation programme (TCCRP, n 23) or a conventional exercise cardiac rehabilitation programme (CECRP, n 23) (3 sessions per week). All participants continued their routine drug treatments daily. The main outcome measure was the Chinese Perceived Stress Scale (CPSS). The secondary outcome measures included the antioxidant enzymes catalase (CAT) and glutathione peroxidase (GSH-Px) and the stress marker oxidised low-density lipoprotein (ox-LDL). The data were analysed by 2-way mixed analysis of variance with post hoc Bonferroni adjustment and paired t tests. The group-by-time interaction effect on CPSS was significantly different (MD -7.71, 95 CI -10.750, -4.678 , p 0.001). Within the TCCRP group, the CPSS score significantly decreased (p 0.05) from baseline to the end of the intervention. Notably, in the CECRP group, the CPSS score increased (p 0.05) at the end of the intervention. The CAT and GSH-Px levels increased markedly in the TCCRP group after the intervention (p 0.001). Spearman s correlation analysis revealed that CPSS was positively correlated with ox-LDL (r 0.569, p 0.05) and negatively correlated with GSH-Px (r -0.585, p 0.05). The correlation in the control group was not statistically significant (r -0.148, p 0.05). A 12-week hybrid Tai Chi cardiac rehabilitation programme can effectively regulate psychological stress perception and reduce physiological stress levels in patients with coronary heart disease.","authors":[{"last_name":"Cui","fore_name":"Meize","initials":"M","full_name":"Meize Cui"},{"last_name":"Li","fore_name":"Cuihan","initials":"C","full_name":"Cuihan Li"},{"last_name":"Li","fore_name":"Yameng","initials":"Y","full_name":"Yameng Li"},{"last_name":"Chen","fore_name":"Zaihao","initials":"Z","full_name":"Zaihao Chen"},{"last_name":"Wei","fore_name":"Qiuyang","initials":"Q","full_name":"Qiuyang Wei"},{"last_name":"Liu","fore_name":"Mingyu","initials":"M","full_name":"Mingyu Liu"},{"last_name":"Fang","fore_name":"Hui","initials":"H","full_name":"Hui Fang"},{"last_name":"Li","fore_name":"Lujia","initials":"L","full_name":"Lujia Li"},{"last_name":"Huang","fore_name":"Yuerong","initials":"Y","full_name":"Yuerong Huang"},{"last_name":"Lyu","fore_name":"Shaojun","initials":"S","full_name":"Shaojun Lyu"},{"last_name":"Zhang","fore_name":"Jianwei","initials":"J","full_name":"Jianwei Zhang"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/smi.70088","journal":"Stress and health : journal of the International Society for the Investigation of Stress","journal_abbr":"Stress Health","source":"pubmed","mesh_headings":["Humans","Tai Ji","Male","Female","Oxidative Stress","Middle Aged","Cardiac Rehabilitation","Stress, Psychological","Aged","Lipoproteins, LDL","Coronary Disease","Glutathione Peroxidase","Chronic Disease","Treatment Outcome"],"publication_types":["Journal Article","Randomized Controlled Trial"],"affiliation":"","has_medical_terms":false}
{"id":"40922096","title":"Recent advances in neuroimaging of Alzheimer s disease and related dementias.","abstract":"This review covers recent advances (2023-2024) in neuroimaging research into the pathophysiology, progression, and treatment of Alzheimer s disease (Alzheimer's Disease) and related dementias (ADRD). Despite the rapid emergence of blood-based biomarkers, neuroimaging continues to be a vital area of research in ADRD. Here, we discuss neuroimaging as a powerful tool to topographically visualize and quantify amyloid, tau, neurodegeneration, inflammation, and vascular disease in the brain. We examine the utility of neuroimaging for (1) tracking the spatiotemporal progression of pathology, (2) serving as the reference standard for validating novel fluid biomarkers, (3) characterizing disease heterogeneity, (4) exploring the role of brain networks in ADRD progression, and (5) evaluating biomarkers for better individualized estimates of treatment benefit. Finally, we discuss advances in radiotracer development and Alzheimer's Disease risk factors. By reviewing the most promising breakthroughs in the neuroimaging field, we hope to spark new ideas for future discoveries that will deepen our understanding of ADRD. HIGHLIGHTS The diagnostic and staging criteria for Alzheimer s disease (Alzheimer's Disease) were updated in 2024. Despite robust harmonization methods for amyloid beta positron emission tomography (Positron Emission Tomography), parallel efforts for tau Positron Emission Tomography remain challenging. Larger anti-amyloid drug effects were seen at lower levels of amyloid and tau Positron Emission Tomography. Phosphorylated tau217 (p-tau217) is currently the most promising plasma biomarker to detect Alzheimer's Disease pathology. There are new tracer developments for alpha-synuclein, primary tauopathies, and inflammation.","authors":[{"last_name":"Ottoy","fore_name":"Julie","initials":"J","full_name":"Julie Ottoy"},{"last_name":"Owsicki","fore_name":"Nicole","initials":"N","full_name":"Nicole Owsicki"},{"last_name":"Bilgel","fore_name":"Murat","initials":"M","full_name":"Murat Bilgel"},{"last_name":"Binette","fore_name":"Alexa Pichet","initials":"AP","full_name":"Alexa Pichet Binette"},{"last_name":"Salvadó","fore_name":"Gemma","initials":"G","full_name":"Gemma Salvadó"},{"last_name":"Kang","fore_name":"Min Su","initials":"MS","full_name":"Min Su Kang"},{"last_name":"Cash","fore_name":"David M","initials":"DM","full_name":"David M Cash"},{"last_name":"Ewers","fore_name":"Michael","initials":"M","full_name":"Michael Ewers"},{"last_name":"La Joie","fore_name":"Renaud","initials":"R","full_name":"Renaud La Joie"},{"last_name":"Wisse","fore_name":"Laura E M","initials":"LEM","full_name":"Laura E M Wisse"},{"last_name":"Goubran","fore_name":"Maged","initials":"M","full_name":"Maged Goubran"},{"last_name":"Betthauser","fore_name":"Tobey","initials":"T","full_name":"Tobey Betthauser"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/alz.70648","journal":"Alzheimer's \u0026 dementia : the journal of the Alzheimer's Association","journal_abbr":"Alzheimers Dement","source":"pubmed","mesh_headings":["Humans","Alzheimer Disease","Neuroimaging","Biomarkers","Brain","Dementia","Positron-Emission Tomography","Disease Progression","tau Proteins"],"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40922064","title":"Testing for Similarity of Dose Response in Multiregional Clinical Trials.","abstract":"This article addresses the problem of determining whether the dose response relationships between subgroups and the full population in a multiregional trial are similar. Similarity is assessed in terms of the maximal deviation between the dose response curves. We consider a parametric framework and develop two powerful bootstrap tests one for assessing the similarity between the dose response curves of a single subgroup and that of the full population, and another for comparing the dose response curves of multiple subgroups with that of the full population. We prove the validity of these tests, investigate their finite sample properties through a simulation study and illustrate the methodology with a case study.","authors":[{"last_name":"Dette","fore_name":"Holger","initials":"H","full_name":"Holger Dette"},{"last_name":"Koletzko","fore_name":"Lukas","initials":"L","full_name":"Lukas Koletzko"},{"last_name":"Bretz","fore_name":"Frank","initials":"F","full_name":"Frank Bretz"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/sim.70255","journal":"Statistics in medicine","journal_abbr":"Stat Med","source":"pubmed","mesh_headings":["Humans","Dose-Response Relationship, Drug","Computer Simulation","Multicenter Studies as Topic","Clinical Trials as Topic","Models, Statistical"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922034","title":"Effect of Empagliflozin on the plasma lipidome in patients with type 2 diabetes mellitus results from the EmDia clinical trial.","abstract":"Sodium-glucose cotransporter 2 (SGLT2) inhibitors, such as Empagliflozin, are antidiabetic drugs that reduce glucose levels and have emerged as a promising therapy for patients with heart failure (HF), although the exact molecular mechanisms underlying their cardioprotective effects remain to be fully elucidated. The EmDia study, a randomized, double-blind trial conducted at the University Medical Center of Mainz, has confirmed the beneficial effects of Empagliflozin in HF patients after both one and twelve weeks of treatment. In this work, we aimed to assess whether changes in lipid profiles driven by Empagliflozin use in HF patients in the EmDia trial could assist in gaining a better understanding of its cardioprotective mechanisms. Lipid analysis of blood plasma from 144 patients from the EmDia trial was conducted using 4D-LC-TIMS/IMS lipidomics. Lipid signatures after treatment for one and twelve weeks, respectively, were obtained with sparse group LASSO regularized regression models. Linear regression models were employed to highlight associations between significantly changed clinical traits and lipids. The lipid signatures after one week of treatment consisted of 37 lipids from the lipid groups lysophosphatidylcholine (LPC), phosphatidylcholine (PC), phosphatidylethanolamine (Pulmonary Embolism), sphingomyelin (SM), and triacylglycerol (TG). After twelve weeks, the signature comprised 24 lipids from the same five lipid groups, along with Ceramides (Cer). Three of five lipids altered at both time points showed consistent directional trends. Empagliflozin treatment led to significant alterations in the lipidome, including increases in both beneficial lipids, such as LPCs, and potentially harmful species, notably ceramides, which have been implicated in lipotoxicity and cardiovascular risk. This study identified distinct lipid signatures associated with Empagliflozin treatment after both one and twelve weeks, respectively, with five lipids overlapping between signatures and three with consistent directions, revealing that some of the beneficial effects of Empagliflozin could be through lipid modulation. Notably, Empagliflozin-modulated lipids associated with changes in clinical traits and lipid-specific profiles among clinical subgroups were observed. However, challenges remain in establishing direct associations between individual lipids and clinical outcomes. Future research integrating lipidomics data with other omics datasets could provide a more comprehensive understanding of the identified lipid signatures and their potential roles in health and diseases. ClinicalTrials.gov NCT02932436. Registration date, 2016/10/13.","authors":[{"last_name":"Bauer","fore_name":"Katrin I","initials":"KI","full_name":"Katrin I Bauer"},{"last_name":"Baker","fore_name":"Dhanwin","initials":"D","full_name":"Dhanwin Baker"},{"last_name":"Lerner","fore_name":"Raissa","initials":"R","full_name":"Raissa Lerner"},{"last_name":"Koeck","fore_name":"Thomas","initials":"T","full_name":"Thomas Koeck"},{"last_name":"Buch","fore_name":"Gregor","initials":"G","full_name":"Gregor Buch"},{"last_name":"Fischer","fore_name":"Zlatka","initials":"Z","full_name":"Zlatka Fischer"},{"last_name":"Martens","fore_name":"Robin","initials":"R","full_name":"Robin Martens"},{"last_name":"Esenkova","fore_name":"Ekaterina E","initials":"EE","full_name":"Ekaterina E Esenkova"},{"last_name":"Nuber","fore_name":"Maximilian","initials":"M","full_name":"Maximilian Nuber"},{"last_name":"Andrade-Navarro","fore_name":"Miguel A","initials":"MA","full_name":"Miguel A Andrade-Navarro"},{"last_name":"Ten Cate","fore_name":"Vincent","initials":"V","full_name":"Vincent Ten Cate"},{"last_name":"Tenzer","fore_name":"Stefan","initials":"S","full_name":"Stefan Tenzer"},{"last_name":"Wild","fore_name":"Philipp S","initials":"PS","full_name":"Philipp S Wild"},{"last_name":"Bindila","fore_name":"Laura","initials":"L","full_name":"Laura Bindila"},{"last_name":"Araldi","fore_name":"Elisa","initials":"E","full_name":"Elisa Araldi"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1186/s12933-025-02916-0","journal":"Cardiovascular diabetology","journal_abbr":"Cardiovasc Diabetol","source":"pubmed","mesh_headings":["Humans","Glucosides","Benzhydryl Compounds","Diabetes Mellitus, Type 2","Sodium-Glucose Transporter 2 Inhibitors","Lipidomics","Male","Lipids","Female","Biomarkers","Double-Blind Method","Middle Aged","Treatment Outcome","Aged","Time Factors","Heart Failure","Blood Glucose"],"publication_types":["Journal Article","Randomized Controlled Trial"],"affiliation":"","has_medical_terms":false}
{"id":"40922021","title":"Effect of virtual reality on perioperative anxiety, stress and pain in total hip arthroplasty a randomized controlled trial.","abstract":"Virtual reality (VR) has shown promise as a nonpharmacological alternative to pharmaceutical pain relievers and anxiety medications in clinical trials by decreasing pain and anxiety in orthopedic surgeries. The aim of the study was to evaluate the impact of VR on these outcomes in individuals undergoing total hip arthroplasty (THA). This randomized, controlled, open-label research included 50 participants planned for THA with spinal anesthesia (SA). Patients were allocated equally to group VR patients were immersed in a peaceful natural environment with soft music preoperatively and intraoperatively, and group C did not receive VR. The STAI-S for anxiety and PSS-10 scores for stress were significantly lower in group VR before SA and immediately postoperatively (P 0.05). Hemodynamics at 5 min, 30 min, and 60 min, pain scores at 4 h and 6 h, 24 h pethidine consumption, haloperidol dose, and cortisol level at 6 h postoperative were decrease in group VR in comparision to group C (P 0.05). Time to first analgesia request and satisfaction level were higher in group VR in comparision to group C (P 0.05). VR can reduce perioperative anxiety, stress, pain, and opioid requirements, and improve satisfaction in THA patients. The trial was registered https //clinicaltrials.gov/study/NCT06088069 id NCT06088069\u0026rank 1((ID NCT06088069 , Principal investigator (SAAD AHMED MOHARAM, Date of registration 18-10-2023).","authors":[{"last_name":"Moharam","fore_name":"Saad Ahmed","initials":"SA","full_name":"Saad Ahmed Moharam"},{"last_name":"ElSharkawy","fore_name":"Mohammed Said","initials":"MS","full_name":"Mohammed Said ElSharkawy"},{"last_name":"ELkashef","fore_name":"Ahmed Mohamed","initials":"AM","full_name":"Ahmed Mohamed ELkashef"},{"last_name":"Romeih","fore_name":"Mohamed Abdelhamed","initials":"MA","full_name":"Mohamed Abdelhamed Romeih"},{"last_name":"El Rasool","fore_name":"Ahmed Osama Abd Rab","initials":"AOAR","full_name":"Ahmed Osama Abd Rab El Rasool"},{"last_name":"Shaheen","fore_name":"Mostafa Mohamed","initials":"MM","full_name":"Mostafa Mohamed Shaheen"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1186/s12871-025-03316-3","journal":"BMC anesthesiology","journal_abbr":"BMC Anesthesiol","source":"pubmed","mesh_headings":["Humans","Arthroplasty, Replacement, Hip","Female","Male","Anxiety","Middle Aged","Stress, Psychological","Aged","Pain, Postoperative","Virtual Reality","Anesthesia, Spinal","Analgesics, Opioid","Pain Measurement"],"publication_types":["Journal Article","Randomized Controlled Trial"],"affiliation":"","has_medical_terms":false}
{"id":"40921928","title":"Comparison of renal effects between sacubitril/valsartan and thiazide diuretics among patients with uncontrolled hypertension and chronic kidney disease in Japan.","abstract":"Sacubitril/valsartan is typically prescribed for patients with heart failure and hypertension. We previously reported that sacubitril/valsartan provides comparable blood pressure (BP) reduction and superior tolerability compared to thiazide diuretics. This post hoc study aimed to compare the effects of sacubitril/valsartan and thiazide diuretics in patients with chronic kidney disease (Chronic Kidney Disease). Among patients with poorly controlled BP in the office or at home despite combination therapy with renin-angiotensin system (RAS) inhibitors and calcium channel blockers, 611 patients were included those treated with thiazide diuretics (THZ group) and those who were switched from RAS inhibitors to sacubitril/valsartan for the next 12 months. After implementing multiple methods, 505 patients with Chronic Kidney Disease (n 211 in the THZ group and n 294 in the SacVal group) were analyzed using propensity score analysis with inverse probability weighting. Compared to the THZ group, the SacVal group demonstrated significantly reduced systolic office BP, uric acid, and glycated hemoglobin A (HbA) with mean difference (95 confidence interval CI ) of -3.9 mmHg (-6.9, -0.9) (p 0.01), -0.7 mg/dl (-1.1, -0.4) (p 0.001), and -2.9 mmol/mol (-5.7, -0.7) (p 0.01), respectively. The annual decline in the estimated glomerular filtration rate (eGFR) was less in the SacVal group than in the THZ group, with a mean difference (95 CI) of 3.2 (1.3, 5.0) (p 0.001). Compared to the addition of thiazide diuretics, the transition to sacubitril/valsartan resulted in greater BP reduction and more favorable changes in uric acid, HbA, and eGFR in patients with Chronic Kidney Disease.","authors":[{"last_name":"Sotozawa","fore_name":"Mari","initials":"M","full_name":"Mari Sotozawa"},{"last_name":"Chiba","fore_name":"Kyoji","initials":"K","full_name":"Kyoji Chiba"},{"last_name":"Kobayashi","fore_name":"Kazuo","initials":"K","full_name":"Kazuo Kobayashi"},{"last_name":"Chin","fore_name":"Keiichi","initials":"K","full_name":"Keiichi Chin"},{"last_name":"Shimura","fore_name":"Hideo","initials":"H","full_name":"Hideo Shimura"},{"last_name":"Tsuge","fore_name":"Toshinao","initials":"T","full_name":"Toshinao Tsuge"},{"last_name":"Ito","fore_name":"Shun","initials":"S","full_name":"Shun Ito"},{"last_name":"Sakai","fore_name":"Hiroyuki","initials":"H","full_name":"Hiroyuki Sakai"},{"last_name":"Furuki","fore_name":"Takayuki","initials":"T","full_name":"Takayuki Furuki"},{"last_name":"Matsuzaki","fore_name":"Atsushi","initials":"A","full_name":"Atsushi Matsuzaki"},{"last_name":"Nakajima","fore_name":"Shinichi","initials":"S","full_name":"Shinichi Nakajima"},{"last_name":"Takada","fore_name":"Nobukazu","initials":"N","full_name":"Nobukazu Takada"},{"last_name":"Yamamoto","fore_name":"Hareaki","initials":"H","full_name":"Hareaki Yamamoto"},{"last_name":"Takeda","fore_name":"Hiroshi","initials":"H","full_name":"Hiroshi Takeda"},{"last_name":"Iwasawa","fore_name":"Takamasa","initials":"T","full_name":"Takamasa Iwasawa"},{"last_name":"Aoyama","fore_name":"Togo","initials":"T","full_name":"Togo Aoyama"},{"last_name":"Toyoda","fore_name":"Masao","initials":"M","full_name":"Masao Toyoda"},{"last_name":"Kanamori","fore_name":"Akira","initials":"A","full_name":"Akira Kanamori"},{"last_name":"Wakui","fore_name":"Hiromichi","initials":"H","full_name":"Hiromichi Wakui"},{"last_name":"Tamura","fore_name":"Kouichi","initials":"K","full_name":"Kouichi Tamura"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1007/s10157-025-02743-3","journal":"Clinical and experimental nephrology","journal_abbr":"Clin Exp Nephrol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921886","title":"Factors associated with early response to efgartigimod in patients with generalized myasthenia gravis a multicenter retrospective observational study.","abstract":"Efgartigimod has demonstrated efficacy in generalized myasthenia gravis (gMG) in both clinical trials and real-world studies. However, factors influencing early response have been less reported. This study aimed to evaluate the efficacy of efgartigimod in a multicenter gMG cohort and to identify the clinical factors associated with early therapeutic response. This multicenter, real-world, retrospective, observational study included 115 gMG patients administered efgartigimod across four myasthenia gravis (MG) centers. Responders were defined as patients with a 2-point Myasthenia Gravis Activities of Daily Living (MG-ADL) or 3-point Quantitative Myasthenia Gravis Score (QMG) score reduction, while early responders were those achieving score reductions after the first infusion. Subgroup analyses were conducted based on immunosuppressant (IST) use. Logistic regression analysis was performed to identify factors associated with response to first efgartigimod infusion according to MG-ADL or QMG scores reduction. Variables were compared between responders and non-responders to identify early response factors. After the first infusion, 72.5 of patients achieved improvement in MG-ADL and 60.5 in QMG, with these rates increasing to 93.3 and 87.5 respectively by the fourth infusion. Efgartigimod demonstrated the most significant improvement in bulbar, limb, and ocular symptoms however, there was no statistically significant improvement in respiratory symptoms occurred during the initial 4-week treatment period. Multivariate logistic analysis showed that short disease duration and high MG-ADL bulbar score at baseline indicated early response. High QMG bulbar score at baseline also indicated early response. Efficacy was independent of IST use. No patients discontinued treatment due to severe adverse events minor side effects were not recorded. Efgartigimod demonstrated robust efficacy in gMG patients. Early response was linked to shorter disease duration and severe bulbar symptoms, which promotes the identification of patients who are likely to benefit quickly from efgartigimod.","authors":[{"last_name":"Zhu","fore_name":"Wenjia","initials":"W","full_name":"Wenjia Zhu"},{"last_name":"Chen","fore_name":"Yuping","initials":"Y","full_name":"Yuping Chen"},{"last_name":"Tian","fore_name":"Cong","initials":"C","full_name":"Cong Tian"},{"last_name":"Wang","fore_name":"Jingsi","initials":"J","full_name":"Jingsi Wang"},{"last_name":"Wen","fore_name":"Xinmei","initials":"X","full_name":"Xinmei Wen"},{"last_name":"Lou","fore_name":"Hua","initials":"H","full_name":"Hua Lou"},{"last_name":"Jiang","fore_name":"Yuting","initials":"Y","full_name":"Yuting Jiang"},{"last_name":"Di","fore_name":"Li","initials":"L","full_name":"Li Di"},{"last_name":"Gu","fore_name":"Shanshan","initials":"S","full_name":"Shanshan Gu"},{"last_name":"Wang","fore_name":"Yan","initials":"Y","full_name":"Yan Wang"},{"last_name":"Wang","fore_name":"Yaye","initials":"Y","full_name":"Yaye Wang"},{"last_name":"Lu","fore_name":"Yan","initials":"Y","full_name":"Yan Lu"},{"last_name":"Wang","fore_name":"Min","initials":"M","full_name":"Min Wang"},{"last_name":"Xu","fore_name":"Min","initials":"M","full_name":"Min Xu"},{"last_name":"Chen","fore_name":"Hai","initials":"H","full_name":"Hai Chen"},{"last_name":"Zhao","fore_name":"Yuying","initials":"Y","full_name":"Yuying Zhao"},{"last_name":"Qi","fore_name":"Guoyan","initials":"G","full_name":"Guoyan Qi"},{"last_name":"Da","fore_name":"Yuwei","initials":"Y","full_name":"Yuwei Da"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1007/s00415-025-13367-8","journal":"Journal of neurology","journal_abbr":"J Neurol","source":"pubmed","mesh_headings":["Humans","Myasthenia Gravis","Male","Female","Retrospective Studies","Middle Aged","Aged","Adult","Treatment Outcome","Activities of Daily Living","Immunosuppressive Agents","Outcome Assessment, Health Care"],"publication_types":["Journal Article","Multicenter Study","Observational Study"],"affiliation":"","has_medical_terms":false}
{"id":"40921883","title":"Enhancing healthspan with Ashwagandha (Withania somnifera) a comprehensive review of its multifaceted geroprotective benefits.","abstract":"Ashwagandha (Withania somnifera), a revered herb in Ayurvedic medicine, has gained significant scientific recognition for its potential to promote healthy aging. Traditionally used as a Rasayana or rejuvenator, this potent adaptogen helps the body manage stress and enhance vitality. This review synthesises extensive evidence for its multifaceted anti-aging capabilities, which target key hallmarks of the aging process. The mechanisms underpinning its effects include enhancing telomerase activity to support cellular longevity, combating systemic oxidative stress, and powerfully countering inflammaging by modulating immune responses and lowering inflammatory markers like C-reactive protein. Robust clinical evidence demonstrates its efficacy in improving crucial physiological parameters, including significant gains in muscle strength and size, enhanced cardiorespiratory fitness, hormonal balance, skin health, and improved sleep quality in older adults. Furthermore, trials have consistently shown its ability to improve cognitive function, including memory and information-processing speed, particularly in adults with mild cognitive impairment. Promising preclinical data also highlight its neuroprotective potential in models of Alzheimer s and Parkinson s disease. Here, we review the current evidence supports Ashwagandha s therapeutic potential in extending healthspan and enhancing quality of life. Large-scale, long-term clinical trials using standardized extracts are essential to fully confirm its role in healthy aging within the global population.","authors":[{"last_name":"Vittal","fore_name":"Maanya","initials":"M","full_name":"Maanya Vittal"},{"last_name":"Vinciguerra","fore_name":"Manlio","initials":"M","full_name":"Manlio Vinciguerra"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1007/s10522-025-10320-0","journal":"Biogerontology","journal_abbr":"Biogerontology","source":"pubmed","mesh_headings":["Humans","Withania","Plant Extracts","Healthy Aging","Longevity","Animals","Quality of Life","Medicine, Ayurvedic","Oxidative Stress","Aging"],"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
