{"id":"40923121","title":"Construction of Predictive Machine Learning Model of Glioma-Associated Gut Microbiota.","abstract":"The gut microbiota plays a crucial role in the development of glioma. With the evolution of artificial intelligence technology, applying Artificial Intelligence to analyze the vast amount of data from the gut microbiome indicates the potential that artificial intelligence and computational biology hold in transforming medical diagnostics and personalized medicine. We conducted metagenomic sequencing on stool samples from 42 patients diagnosed with glioma after operation and 30 non-intracranial tumor patients and developed a Gradient Boosting Machine (GBM) machine learning model to predict the glioma patients based on the gut microbiome data. The AUC-ROC for the GBM model was 0.79, indicating a good level of discriminative ability. This method s efficacy in discriminating between glioma cells and normal controls underscores the potential of machine learning models in leveraging large datasets for clinical insights.","authors":[{"last_name":"Li","fore_name":"Ze","initials":"Z","full_name":"Ze Li"},{"last_name":"Zhao","fore_name":"Kai","initials":"K","full_name":"Kai Zhao"},{"last_name":"Liu","fore_name":"Hongyu","initials":"H","full_name":"Hongyu Liu"},{"last_name":"Liu","fore_name":"Jialin","initials":"J","full_name":"Jialin Liu"},{"last_name":"Chen","fore_name":"Xu","initials":"X","full_name":"Xu Chen"},{"last_name":"Hu","fore_name":"Wentao","initials":"W","full_name":"Wentao Hu"},{"last_name":"Wen","fore_name":"Er","initials":"E","full_name":"Er Wen"},{"last_name":"Zhang","fore_name":"Kai","initials":"K","full_name":"Kai Zhang"},{"last_name":"Chen","fore_name":"Ling","initials":"L","full_name":"Ling Chen"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/brb3.70843","journal":"Brain and behavior","journal_abbr":"Brain Behav","source":"pubmed","mesh_headings":["Humans","Machine Learning","Gastrointestinal Microbiome","Glioma","Brain Neoplasms","Male","Female","Middle Aged","Adult","Feces"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922841","title":"Simulation-Based Training in Aortic Aneurysm Surgery Toward a New Educational Standard.","abstract":"Simulation-based training is transforming the education of vascular surgeons in the management of aortic aneurysms (AAs), addressing limitations in traditional apprenticeship models amid declining open surgical volumes and increasing reliance on complex endovascular techniques. This review explores the current landscape of simulation technologies, including computational modeling, fluid-structure interaction, patient-specific 3D printing, artificial intelligence, and robotic platforms. These tools enable high-fidelity, anatomically accurate, and physiologically realistic training environments. Validated simulations enhance surgical decision-making, device deployment strategies, and complication management without risk to patients. Despite barriers such as cost, variability in implementation, and limited outcome data, simulation holds promise as an essential component of future vascular surgery curricula. By combining technical innovation with personalized, data-driven training, simulation is poised to redefine competency development and improve surgical safety and efficacy.","authors":[{"last_name":"Sidik","fore_name":"Abubakar I","initials":"AI","full_name":"Abubakar I Sidik"},{"last_name":"Khavandeev","fore_name":"Maxim L","initials":"ML","full_name":"Maxim L Khavandeev"},{"last_name":"Dontsov","fore_name":"Vladislav","initials":"V","full_name":"Vladislav Dontsov"},{"last_name":"Filimonov","fore_name":"Dmitriy A","initials":"DA","full_name":"Dmitriy A Filimonov"},{"last_name":"Esion","fore_name":"Grigorii","initials":"G","full_name":"Grigorii Esion"},{"last_name":"Al-Ariki","fore_name":"Malik K","initials":"MK","full_name":"Malik K Al-Ariki"},{"last_name":"Hossain","fore_name":"Md Limon","initials":"ML","full_name":"Md Limon Hossain"},{"last_name":"Ajgar Bithi","fore_name":"Mst Asia","initials":"MA","full_name":"Mst Asia Ajgar Bithi"},{"last_name":"Nicolas","fore_name":"Nelson","initials":"N","full_name":"Nelson Nicolas"},{"last_name":"Zuhair Salah","fore_name":"Salehk Amro","initials":"SA","full_name":"Salehk Amro Zuhair Salah"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.7759/cureus.89611","journal":"Cureus","journal_abbr":"Cureus","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40922825","title":"Advancements in Facial Reconstruction Surgery The Role of Bioengineered Materials, Artificial Intelligence, and 3D Printing in Addressing Economic Disparities.","abstract":"The advancement of science and technology is an undeniable phenomenon that is progressively transforming all aspects of human life, including scientific, social, humanitarian, and environmental fields, among others. Facial reconstruction surgery has recently gained much attention owing to the incorporation of new technologies, such as bioprinting, regenerative medicine (RM), and artificial intelligence (Artificial Intelligence) in surgery. These advancements have led to more innovative, site-specific, and optimal methods of addressing the challenges of facial reconstruction following trauma, congenital malformations, and oncological resections. However, this progress is not available in many underprivileged parts of the world, and it is significantly limited to certain populations with high economic resources. This review is designed to offer a thorough evaluation of the state of the art in facial reconstruction surgery, with regard to the deployment of bioengineered materials, Artificial Intelligence-based surgical planning, and three-dimensional (3D) printing. It also analyzes how the most advanced techniques in facial reconstructive surgery are being implemented for the benefit of the population and how this implementation is affected by the economic disparities of each society. Facial reconstruction surgery is rapidly changing, and technology is playing a key role in this change. Nevertheless, innovation alone is not enough. For this, the effectiveness of innovation has to be combined with the best practices of implementation, which requires a multidisciplinary effort between clinicians, researchers, and policymakers, to ensure the safety, accessibility, and ethical integrity of advancements. The success of facial reconstruction surgery cannot be attributed to technological sophistication alone, but also to the frequency of improvement in the quality of life.","authors":[{"last_name":"Murnal","fore_name":"Khushi A","initials":"KA","full_name":"Khushi A Murnal"},{"last_name":"Knupflemacher","fore_name":"Daniel S","initials":"DS","full_name":"Daniel S Knupflemacher"},{"last_name":"Chavez","fore_name":"Paola A","initials":"PA","full_name":"Paola A Chavez"},{"last_name":"Karanth","fore_name":"Vishwas","initials":"V","full_name":"Vishwas Karanth"},{"last_name":"Luzardo","fore_name":"Aura C","initials":"AC","full_name":"Aura C Luzardo"},{"last_name":"Giner","fore_name":"Rafael","initials":"R","full_name":"Rafael Giner"},{"last_name":"Aguirre","fore_name":"Erika","initials":"E","full_name":"Erika Aguirre"},{"last_name":"Patel","fore_name":"Maitri","initials":"M","full_name":"Maitri Patel"},{"last_name":"Ali","fore_name":"Ramsha","initials":"R","full_name":"Ramsha Ali"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.7759/cureus.89627","journal":"Cureus","journal_abbr":"Cureus","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40922673","title":"Multimodal and Multidimensional Artificial Intelligence Technology in Obesity.","abstract":"Although the prevalence of obesity is increasing worldwide, related treatment remains a complex challenge that requires multidimensional approaches. Recent advancements in artificial intelligence (Artificial Intelligence) have led to the development of multimodal methods capable of integrating diverse types of data. These Artificial Intelligence approaches utilize both multimodal data integration and multidimensional feature representations, enabling personalized, data-driven strategies for obesity management. Artificial Intelligence can support obesity management through applications such as risk prediction, clinical decision support systems, large language models, and digital therapeutics. Several studies have shown that these Artificial Intelligence-based weight loss programs can achieve significant weight reduction and behavioral changes. These Artificial Intelligence systems can induce behavioral modifications through continuous personalized feedback and improve accessibility for people in underserved areas. However, these Artificial Intelligence technologies must address issues such as data privacy and security, transparency and accountability, and consider the potential widening health disparities between individuals who have access to Artificial Intelligence technology and those who do not, as well as strategies for sustained user engagement. Conducting long-term clinical trials and evaluations of cost-effectiveness across diverse, large-scale populations would facilitate the effective application of Artificial Intelligence in obesity management, ultimately contributing to improvements in public health.","authors":[{"last_name":"Lee","fore_name":"Hyeseung","initials":"H","full_name":"Hyeseung Lee"},{"last_name":"Hwang","fore_name":"Jiyoung","initials":"J","full_name":"Jiyoung Hwang"},{"last_name":"Yon","fore_name":"Dong Keon","initials":"DK","full_name":"Dong Keon Yon"},{"last_name":"Rhee","fore_name":"Sang Youl","initials":"SY","full_name":"Sang Youl Rhee"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.7570/jomes25035","journal":"Journal of obesity \u0026 metabolic syndrome","journal_abbr":"J Obes Metab Syndr","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40922580","title":"Artificial Intelligence in Nursing Toward a Global Perspective.","abstract":"The use of artificial intelligence (Artificial Intelligence) technology is rapidly expanding in nursing and society. However, its use in healthcare comes with a number of challenges and concerns. The authors of this article use the sociotechnical model to consider the expanding use of Artificial Intelligence in nursing and healthcare from a global perspective. Select references from the literature are used to support this important discussion for nurses and other healthcare professionals. Artificial intelligence is a major innovation that, if used properly, can reduce errors and improve efficiency and healthcare quality. It has also been shown to increase patient support, healthcare access and patient care. Here the authors address some of the limitations and challenges of using Artificial Intelligence in nursing globally.","authors":[{"last_name":"Khudur","fore_name":"Khalida Mohammed","initials":"KM","full_name":"Khalida Mohammed Khudur"},{"last_name":"Seghaleh","fore_name":"Maryam Mokhtari","initials":"MM","full_name":"Maryam Mokhtari Seghaleh"},{"last_name":"Kadhim","fore_name":"Alaa Jawad","initials":"AJ","full_name":"Alaa Jawad Kadhim"},{"last_name":"Al-Banna","fore_name":"Dara Abdullah","initials":"DA","full_name":"Dara Abdullah Al-Banna"},{"last_name":"Ahmadi Chenari","fore_name":"Hadi","initials":"H","full_name":"Hadi Ahmadi Chenari"},{"last_name":"Tabasi","fore_name":"Hamid Reza Khosravizade","initials":"HRK","full_name":"Hamid Reza Khosravizade Tabasi"},{"last_name":"Baumann","fore_name":"Steven L","initials":"SL","full_name":"Steven L Baumann"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1177/08943184251358367","journal":"Nursing science quarterly","journal_abbr":"Nurs Sci Q","source":"pubmed","mesh_headings":["Artificial Intelligence","Humans","Nursing"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922522","title":"Influence of medical educational background on the diagnostic quality of ChatGPT-4 responses in internal medicine A pilot study.","abstract":"This pilot study evaluated the influence of medical background on the diagnostic quality of ChatGPT-4 s responses in Internal Medicine. Third-year students, residents and specialists summarised five complex NEJM clinical cases before querying ChatGPT-4. Diagnostic ranking, assessed by independent experts, revealed that residents significantly outperformed students (Operating Room 2.33, p .007) though overall performance was low. These findings indicate that user expertise and concise case summaries are critical for optimising Artificial Intelligence diagnostics, highlighting the need for enhanced Artificial Intelligence training and user interaction strategies.","authors":[{"last_name":"Gilardi","fore_name":"Nicolò","initials":"N","full_name":"Nicolò Gilardi"},{"last_name":"Ballabio","fore_name":"Massimo","initials":"M","full_name":"Massimo Ballabio"},{"last_name":"Ravera","fore_name":"Francesco","initials":"F","full_name":"Francesco Ravera"},{"last_name":"Ferrando","fore_name":"Lorenzo","initials":"L","full_name":"Lorenzo Ferrando"},{"last_name":"Stabile","fore_name":"Mario","initials":"M","full_name":"Mario Stabile"},{"last_name":"Bellodi","fore_name":"Andrea","initials":"A","full_name":"Andrea Bellodi"},{"last_name":"Talerico","fore_name":"Giovanni","initials":"G","full_name":"Giovanni Talerico"},{"last_name":"Cigolini","fore_name":"Benedetta","initials":"B","full_name":"Benedetta Cigolini"},{"last_name":"Genova","fore_name":"Carlo","initials":"C","full_name":"Carlo Genova"},{"last_name":"Carbone","fore_name":"Federico","initials":"F","full_name":"Federico Carbone"},{"last_name":"Montecucco","fore_name":"Fabrizio","initials":"F","full_name":"Fabrizio Montecucco"},{"last_name":"Bracco","fore_name":"Christian","initials":"C","full_name":"Christian Bracco"},{"last_name":"Ballestrero","fore_name":"Alberto","initials":"A","full_name":"Alberto Ballestrero"},{"last_name":"Zoppoli","fore_name":"Gabriele","initials":"G","full_name":"Gabriele Zoppoli"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1111/eci.70113","journal":"European journal of clinical investigation","journal_abbr":"Eur J Clin Invest","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922342","title":"Prediction of bronchopulmonary dysplasia using machine learning from chest X-rays of premature infants in the neonatal intensive care unit.","abstract":"Bronchopulmonary dysplasia (BPD) is a significant morbidity in premature infants. This study aimed to assess the accuracy of the model s predictions in comparison to clinical outcomes. Medical records of premature infants born 28 weeks and 1250 g between January 1, 2020, and December 31, 2021, in the neonatal intensive care unit were obtained. In this retrospective model development and validation study, an artificial intelligence model was developed using DenseNet121 deep learning architecture. The data set and test set consisted of chest radiographs obtained on postnatal day 1 as well as during the 2nd, 3rd, and 4th weeks. The model predicted the likelihood of developing no BPD, or mild, moderate, or severe BPD. The accuracy of the artificial intelligence model was tested based on the clinical outcomes of patients. This study included 122 premature infants with a birth weight of 990 g (range 840-1120 g). Of these, 33 (27 ) patients did not develop BPD, 24 (19.7 ) had mild BPD, 28 (23 ) had moderate BPD, and 37 (30 ) had severe BPD. A total of 395 chest radiographs from these patients were used to develop an artificial intelligence (Artificial Intelligence) model for predicting BPD. Area under the curve values, representing the accuracy of predicting severe, moderate, mild, and no BPD, were as follows 0.79, 0.75, 0.82, and 0.82 for day 1 radiographs 0.88, 0.82, 0.74, and 0.94 for week 2 radiographs 0.87, 0.83, 0.88, and 0.96 for week 3 radiographs and 0.90, 0.82, 0.86, and 0.97 for week 4 radiographs. The artificial intelligence model successfully identified BPD on chest radiographs and classified its severity. The accuracy of the model can be improved using larger control and external validation datasets.","authors":[{"last_name":"Ozcelik","fore_name":"Gozde","initials":"G","full_name":"Gozde Ozcelik"},{"last_name":"Erol","fore_name":"Sara","initials":"S","full_name":"Sara Erol"},{"last_name":"Korkut","fore_name":"Sabriye","initials":"S","full_name":"Sabriye Korkut"},{"last_name":"Kose Cetinkaya","fore_name":"Aslihan","initials":"A","full_name":"Aslihan Kose Cetinkaya"},{"last_name":"Ozcelik","fore_name":"Halil","initials":"H","full_name":"Halil Ozcelik"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044322","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","Bronchopulmonary Dysplasia","Infant, Newborn","Retrospective Studies","Machine Learning","Radiography, Thoracic","Intensive Care Units, Neonatal","Infant, Premature","Female","Male","Predictive Value of Tests","Gestational Age"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922250","title":"A multivariate analysis of the impact of HIV infection on the risk of osteoporosis based on the NHANES database.","abstract":"Osteoporosis is a common metabolic bone disease characterized by decreased bone density and increased fracture risk. Human immunodeficiency virus (Human Immunodeficiency Virus) infection is considered one of the independent risk factors for osteoporosis, but its specific mechanisms are not yet clear. This study aims to explore the relationship between Human Immunodeficiency Virus infection and osteoporosis based on the National Health and Nutrition Examination Survey database and to analyze the impact of related clinical factors on bone density. This study utilized National Health and Nutrition Examination Survey data from 2013 to 2018 to analyze bone density in individuals with and without Human Immunodeficiency Virus. The association between Human Immunodeficiency Virus infection and osteoporosis was assessed using multiple linear regression, Spearman correlation analysis, and logistic regression models. A neural network model was employed to predict the risk of osteoporosis. The study also analyzed the effects of factors such as age, gender, body mass index, calcium, and protein intake on bone density. In this study, the bone density of Human Immunodeficiency Virus-positive patients was significantly lower than that of Human Immunodeficiency Virus-negative patients (P .001). Multivariate regression analysis showed that Human Immunodeficiency Virus infection is an independent risk factor for decreased bone density and is associated with clinical factors such as age, gender, and body mass index. Logistic regression analysis indicated that the risk of osteoporosis in Human Immunodeficiency Virus-positive individuals was significantly increased (odds ratios 819.18, P .001). The area under the curve value of the neural network model was 0.872, demonstrating high predictive accuracy. There is a significant correlation between Human Immunodeficiency Virus infection and osteoporosis, with Human Immunodeficiency Virus-positive patients having significantly lower bone density than Human Immunodeficiency Virus-negative individuals. Factors such as age, gender, calcium, and protein intake have important effects on changes in bone density. This study provides new directions for the screening and early intervention of osteoporosis in Human Immunodeficiency Virus-infected individuals, and the neural network model offers high predictive value, supporting clinical decision-making.","authors":[{"last_name":"Li","fore_name":"Xin","initials":"X","full_name":"Xin Li"},{"last_name":"Wang","fore_name":"Jing-Jing","initials":"JJ","full_name":"Jing-Jing Wang"},{"last_name":"Quan","fore_name":"Xue-Min","initials":"XM","full_name":"Xue-Min Quan"},{"last_name":"Zhao","fore_name":"Chang-Song","initials":"CS","full_name":"Chang-Song Zhao"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044459","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","HIV Infections","Osteoporosis","Male","Female","Middle Aged","Nutrition Surveys","Risk Factors","Adult","Bone Density","Multivariate Analysis","Aged","Neural Networks, Computer","Logistic Models","Cross-Sectional Studies","Body Mass Index"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922167","title":"Machine learning and GC-MS revealing the characteristic flavour compounds of Cheddar cheese origin-independent at different ripening periods.","abstract":"The complexity of cheese flavour components, different origin and variability in experimental data have hindered credible flavour description of Cheddar cheese at different ripening time periods. This study combined GC-Multiple Sclerosis with machine learning to explore the common characteristic ingredients of Cheddar cheese independent of origin during ripening stage at 6-12 C. A random forest model among six classifiers performed best in assessing Cheddar cheese ripening time and 14 flavour substances (ketones, acids, and lactones) were selected as characteristic flavours by recursive feature elimination from 66 flavour substances to train the model. SHAP interaction value and decision trees revealed the least flavour substances and their respective concentrations required to determine ripening time. Finally, commercial Cheddar cheese from various countries in our experiment validated the reliability of characteristic flavour compounds. This study is the first to confirm that certain flavours of Cheddar cheeses from diverse origins share consistent forming mechanisms, advancing research on flavour development and ripening time determination.","authors":[{"last_name":"Hao","fore_name":"Xinyue","initials":"X","full_name":"Xinyue Hao"},{"last_name":"Liu","fore_name":"Liang","initials":"L","full_name":"Liang Liu"},{"last_name":"Dudu","fore_name":"Olayemi Eyituoyo","initials":"OE","full_name":"Olayemi Eyituoyo Dudu"},{"last_name":"Hou","fore_name":"Baochao","initials":"B","full_name":"Baochao Hou"},{"last_name":"Hung","fore_name":"Weilian","initials":"W","full_name":"Weilian Hung"},{"last_name":"He","fore_name":"Jian","initials":"J","full_name":"Jian He"},{"last_name":"Li","fore_name":"Baolei","initials":"B","full_name":"Baolei Li"},{"last_name":"Lin","fore_name":"Kai","initials":"K","full_name":"Kai Lin"},{"last_name":"Yi","fore_name":"Huaxi","initials":"H","full_name":"Huaxi Yi"},{"last_name":"Zhang","fore_name":"Lanwei","initials":"L","full_name":"Lanwei Zhang"},{"last_name":"Gong","fore_name":"Pimin","initials":"P","full_name":"Pimin Gong"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.foodres.2025.117037","journal":"Food research international (Ottawa, Ont.)","journal_abbr":"Food Res Int","source":"pubmed","mesh_headings":["Cheese","Machine Learning","Gas Chromatography-Mass Spectrometry","Taste","Flavoring Agents","Food Handling","Reproducibility of Results","Ketones","Lactones","Time Factors"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921907","title":"Multiple large language models versus clinical guidelines for postmenopausal osteoporosis a comparative study of ChatGPT-3.5, ChatGPT-4.0, ChatGPT-4o, Google Gemini, Google Gemini Advanced, and Microsoft Copilot.","abstract":"The study assesses the performance of Artificial Intelligence models in evaluating postmenopausal osteoporosis. We found that ChatGPT-4o produced the most appropriate responses, highlighting the potential of Artificial Intelligence to enhance clinical decision-making and improve patient care in osteoporosis management. The rise of artificial intelligence (Artificial Intelligence) offers the potential for assisting clinical decisions. This study aims to assess the accuracy of various artificial intelligence models in providing recommendations for the diagnosis and treatment of postmenopausal osteoporosis. Using questions from the 2020 American Association of Clinical Endocrinologists (AACE) guidelines for osteoporosis, Artificial Intelligence models including ChatGPT-3.5, ChatGPT-4.0, ChatGPT-4o, Gemini, Gemini Advanced, and Copilot were prompted. Responses were classified as accurate if they did not contradict the clinical guidelines. Two additional categories, over-conclusive and insufficient, were created to further evaluate responses. Over-conclusive was designated if Artificial Intelligence models provided recommendations not specified in the guidelines, while insufficient indicated a failure to provide relevant information included in the guidelines. Chi-square tests were employed to compare categorical outcomes among different Artificial Intelligence models. A total of 42 clinical questions were evaluated. ChatGPT-4o achieved an accuracy of 88 , ChatGPT-3.5 57.1 , ChatGPT-4.0 64.3 , Gemini 45.2 , Gemini Advanced 57.1 , and Copilot 47.6 (p 0.001). The study reveals significant response accuracy variations across each Artificial Intelligence model, with ChatGPT-4o demonstrating the highest accuracy. Further research is necessary to explore the broader applicability of Artificial Intelligence in the medical domains.","authors":[{"last_name":"Lin","fore_name":"Chun-Ru","initials":"CR","full_name":"Chun-Ru Lin"},{"last_name":"Chen","fore_name":"Yi-Jun","initials":"YJ","full_name":"Yi-Jun Chen"},{"last_name":"Tsai","fore_name":"Po-An","initials":"PA","full_name":"Po-An Tsai"},{"last_name":"Hsieh","fore_name":"Wen-Yuan","initials":"WY","full_name":"Wen-Yuan Hsieh"},{"last_name":"Tsai","fore_name":"Sung Huang Laurent","initials":"SHL","full_name":"Sung Huang Laurent Tsai"},{"last_name":"Fu","fore_name":"Tsai-Sheng","initials":"TS","full_name":"Tsai-Sheng Fu"},{"last_name":"Lai","fore_name":"Po-Liang","initials":"PL","full_name":"Po-Liang Lai"},{"last_name":"Chen","fore_name":"Jau-Yuan","initials":"JY","full_name":"Jau-Yuan Chen"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1007/s11657-025-01587-4","journal":"Archives of osteoporosis","journal_abbr":"Arch Osteoporos","source":"pubmed","mesh_headings":["Humans","Osteoporosis, Postmenopausal","Female","Practice Guidelines as Topic","Artificial Intelligence","Clinical Decision-Making","Large Language Models","Generative Artificial Intelligence"],"publication_types":["Journal Article","Comparative Study"],"affiliation":"","has_medical_terms":false}
{"id":"40921880","title":"Assessing the ability of large language models to simplify lumbar spine imaging reports into patient-facing text a pilot study of GPT-4.","abstract":"To assess the ability of large language models (LLMs) to accurately simplify lumbar spine magnetic resonance imaging (Magnetic Resonance Imaging) reports. Patients who underwent lumbar decompression and/or fusion surgery in 2022 at one tertiary academic medical center were queried using appropriate CPT codes. We then identified all patients with a preoperative ICD diagnosis of lumbar spondylolisthesis and extracted the latest preoperative spine Magnetic Resonance Imaging radiology report text. The GPT-4 API was deployed on deidentified reports with a prompt to produce translations and evaluated for accuracy and readability. An enhanced GPT prompt was constructed using high-scoring reports and evaluated on low-scoring reports. Of 93 included reports, GPT effectively reduced the average reading level (11.47 versus 8.50, p 0.001). While most reports had no accuracy issues, 34 of translations omitted at least one clinically relevant piece of information, while 6 produced a clinically significant inaccuracy in the translation. An enhanced prompt model using high scoring reports-maintained reading level while significantly improving omission rate (p 0.0001). However, even in the enhanced prompt model, GPT made several errors regarding location of stenosis, description of prior spine surgery, and description of other spine pathologies. GPT-4 effectively simplifies the reading level of lumbar spine Magnetic Resonance Imaging reports. The model tends to omit key information in its translations, which can be mitigated with enhanced prompting. Further validation in the domain of spine radiology needs to be performed to facilitate clinical integration.","authors":[{"last_name":"Khazanchi","fore_name":"Rushmin","initials":"R","full_name":"Rushmin Khazanchi"},{"last_name":"Chen","fore_name":"Austin R","initials":"AR","full_name":"Austin R Chen"},{"last_name":"Desai","fore_name":"Parth","initials":"P","full_name":"Parth Desai"},{"last_name":"Herrera","fore_name":"Daniel","initials":"D","full_name":"Daniel Herrera"},{"last_name":"Staub","fore_name":"Jacob R","initials":"JR","full_name":"Jacob R Staub"},{"last_name":"Follett","fore_name":"Matthew A","initials":"MA","full_name":"Matthew A Follett"},{"last_name":"Krushelnytskyy","fore_name":"Mykhaylo","initials":"M","full_name":"Mykhaylo Krushelnytskyy"},{"last_name":"Kemeny","fore_name":"Hanna","initials":"H","full_name":"Hanna Kemeny"},{"last_name":"Hsu","fore_name":"Wellington K","initials":"WK","full_name":"Wellington K Hsu"},{"last_name":"Patel","fore_name":"Alpesh A","initials":"AA","full_name":"Alpesh A Patel"},{"last_name":"Divi","fore_name":"Srikanth N","initials":"SN","full_name":"Srikanth N Divi"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1007/s00256-025-05027-9","journal":"Skeletal radiology","journal_abbr":"Skeletal Radiol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921820","title":"Prediction of oncogene mutation status in non-small cell lung cancer a systematic review and meta-analysis with a special focus on artificial intelligence-based methods.","abstract":"In non-small cell lung cancer (NSCLC), non-invasive alternatives to biopsy-dependent driver mutation analysis are needed. We reviewed the effectiveness of radiomics alone or with clinical data and assessed the performance of artificial intelligence (Artificial Intelligence) models in predicting oncogene mutation status. A PRISMA-compliant literature review for studies predicting oncogene mutation status in NSCLC patients using radiomics was conducted by a multidisciplinary team. Meta-analyses evaluating the performance of Artificial Intelligence-based models developed with Computed Tomography-derived radiomics features alone or combined with clinical data were performed. A meta-regression to analyze the influence of different predictors was also conducted. Of 890 studies identified, 124 evaluating models for the prediction of epidermal growth factor-1 (EGFR), anaplastic lymphoma kinase (ALK), and Kirsten rat sarcoma virus (KRAS) mutations were included in the systematic review, of which 51 were meta-analyzed. The Artificial Intelligence algorithms sensitivity/false positive rate (FPR) in predicting mutation status using radiomics-based models was 0.754 (95 CI 0.727-0.780)/0.344 (95 CI 0.308-0.381) for EGFR, 0.754 (95 CI 0.638-0.841)/0.225 (95 CI 0.163-0.302) for ALK and 0.475 (95 CI 0.153-0.820)/0.181 (95 CI 0.054-0.461) for KRAS. A meta-analysis of combined models was possible for EGFR mutation, revealing a sensitivity of 0.806 (95 CI 0.777-0.833) and a FPR of 0.315 (95 CI 0.270-0.364). No statistically significant results were obtained in the meta-regression. Radiomics-based models may offer a non-invasive alternative for determining oncogene mutation status in NSCLC. Further research is required to analyze whether clinical data might boost their performance. Question Can imaging-based radiomics and artificial intelligence non-invasively predict oncogene mutation status to improve diagnosis in non-small cell lung cancer (NSCLC) Findings Radiomics-based models achieved high performance in predicting mutation status in NSCLC adding clinical data showed limited improvement in predictive performance. Clinical relevance Radiomics and Artificial Intelligence tools offer a non-invasive strategy to support molecular profiling in NSCLC. Validation studies addressing clinical and methodological aspects are essential to ensure their reliability and integration into routine clinical practice.","authors":[{"last_name":"Fuster-Matanzo","fore_name":"Almudena","initials":"A","full_name":"Almudena Fuster-Matanzo"},{"last_name":"Picó-Peris","fore_name":"Alfonso","initials":"A","full_name":"Alfonso Picó-Peris"},{"last_name":"Bellvís-Bataller","fore_name":"Fuensanta","initials":"F","full_name":"Fuensanta Bellvís-Bataller"},{"last_name":"Jimenez-Pastor","fore_name":"Ana","initials":"A","full_name":"Ana Jimenez-Pastor"},{"last_name":"Weiss","fore_name":"Glen J","initials":"GJ","full_name":"Glen J Weiss"},{"last_name":"Martí-Bonmatí","fore_name":"Luis","initials":"L","full_name":"Luis Martí-Bonmatí"},{"last_name":"Lázaro Sánchez","fore_name":"Antonio","initials":"A","full_name":"Antonio Lázaro Sánchez"},{"last_name":"Bazaga","fore_name":"David","initials":"D","full_name":"David Bazaga"},{"last_name":"Banna","fore_name":"Giuseppe L","initials":"GL","full_name":"Giuseppe L Banna"},{"last_name":"Addeo","fore_name":"Alfredo","initials":"A","full_name":"Alfredo Addeo"},{"last_name":"Camps","fore_name":"Carlos","initials":"C","full_name":"Carlos Camps"},{"last_name":"Seijo","fore_name":"Luis M","initials":"LM","full_name":"Luis M Seijo"},{"last_name":"Alberich-Bayarri","fore_name":"Ángel","initials":"Á","full_name":"Ángel Alberich-Bayarri"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1007/s00330-025-11962-x","journal":"European radiology","journal_abbr":"Eur Radiol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40921796","title":"Polygenic scores for psychiatric traits mediate the impact of multigenerational history for depression on offspring psychopathology.","abstract":"A family history of depression is a well-documented risk factor for offspring psychopathology. However, the genetic mechanisms underlying the intergenerational transmission of depression remain unclear. We used genetic, family history, and diagnostic data from 11,875 9-10 year-old children from the Adolescent Brain Cognitive Development study. We estimated and investigated the children s polygenic scores (PGSs) for 30 distinct traits and their association with a family history of depression (including grandparents and parents) and the children s overall psychopathology through logistic regression analyses. We assessed the role of polygenic risk for psychiatric disorders in mediating the transmission of depression from one generation to the next. Among 11,875 multi-ancestry children, 8111 participants had matching phenotypic and genotypic data (3832 female 47.2 mean (SD) age, 9.5 (0.5) years), including 6151 71.4 of European-ancestry). Greater PGSs for depression (estimate 0.129, 95 CI 0.070-0.187) and bipolar disorder (estimate 0.109, 95 CI 0.051-0.168) were significantly associated with higher family history of depression (Bonferroni-corrected P 0.05). Depression PGS was the only PGS that significantly associated with both family risk and offspring s psychopathology, and robustly mediated the impact of family history of depression on several youth psychopathologies including anxiety disorders, suicidal ideation, and any psychiatric disorder (proportions mediated 1.39-5.87 of the total effect on psychopathology FDR-corrected P 0.05). These findings suggest that increased polygenic risk for depression partially mediates the associations between family risk for depression and offspring psychopathology, showing a genetic basis for intergenerational transmission of depression. Future approaches that combine assessments of family risk with polygenic profiles may offer a more accurate method for identifying children at elevated risk.","authors":[{"last_name":"Lee","fore_name":"Eunji","initials":"E","full_name":"Eunji Lee"},{"last_name":"van Dijk","fore_name":"Milenna T","initials":"MT","full_name":"Milenna T van Dijk"},{"last_name":"Kim","fore_name":"Bo-Gyeom","initials":"BG","full_name":"Bo-Gyeom Kim"},{"last_name":"Kim","fore_name":"Gakyung","initials":"G","full_name":"Gakyung Kim"},{"last_name":"Murphy","fore_name":"Eleanor","initials":"E","full_name":"Eleanor Murphy"},{"last_name":"Talati","fore_name":"Ardesheer","initials":"A","full_name":"Ardesheer Talati"},{"last_name":"Joo","fore_name":"Yoonjung Yoonie","initials":"YY","full_name":"Yoonjung Yoonie Joo"},{"last_name":"Weissman","fore_name":"Myrna M","initials":"MM","full_name":"Myrna M Weissman"},{"last_name":"Cha","fore_name":"Jiook","initials":"J","full_name":"Jiook Cha"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1038/s41380-025-03221-8","journal":"Molecular psychiatry","journal_abbr":"Mol Psychiatry","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921703","title":"Machine learning-based prognostic model for human immunodeficiency virus-associated cutaneous T-cell lymphoma A Surveillance, Epidemiology, and End Results database analysis.","abstract":"ObjectiveAccurate prognostication is crucial for managing human immunodeficiency virus (Human Immunodeficiency Virus)-associated cutaneous T-cell lymphoma. In this study, we aimed to develop an improved machine learning-based prognostic model for predicting the 5-year survival rates in Human Immunodeficiency Virus-associated cutaneous T-cell lymphoma patients.MethodsWe derived and tested machine learning models using algorithms including Extreme Gradient Boosting (XGBoost), Light Gradient Boosting Machine (LightGBM), and Random Forest. Our study involved data from a Ultrasound population-based cohort of patients diagnosed with Human Immunodeficiency Virus-associated cutaneous T-cell lymphoma between 1 January 2000 and 31 December 2018, which were extracted from the Surveillance, Epidemiology, and End Results database. The primary outcome was the prediction of 5-year overall survival. Model discrimination was assessed using the area under the receiver operating characteristic curve (AUC), and calibration was assessed using Brier scores.ResultsA cohort of 381 Human Immunodeficiency Virus-associated cutaneous T-cell lymphoma patients was analyzed. Multivariate logistic regression identified age 60 years (odds ratio 4.88), regional stage (odds ratio 10.31), distant stage (odds ratio 28.37), and chemotherapy (odds ratio 4.71) as significant independent risk factors for 5-year mortality. Among seven machine learning models developed, the XGBoost model demonstrated the highest discrimination for 5-year overall survival (AUC 0.867), followed by LightGBM (AUC 0.835). Both models exhibited good calibration with low Brier scores (XGBoost 0.130, LightGBM 0.109). Support Vector Machine performed optimally in ten-fold cross-validation, logistic regression showed the lowest Brier score (0.106), and XGBoost provided the best balance of discrimination and robust performance.ConclusionOur novel machine learning approach produced prognostic models with superior discrimination for 5-year overall survival in Human Immunodeficiency Virus-associated cutaneous T-cell lymphoma patients using standard clinicopathological variables. These models offer potential for more accurate and personalized prognostics, potentially improving patient management and clinical decision-making.","authors":[{"last_name":"Huang","fore_name":"Weimin","initials":"W","full_name":"Weimin Huang"},{"last_name":"Tian","fore_name":"Manwen","initials":"M","full_name":"Manwen Tian"},{"last_name":"Jia","fore_name":"Lanlan","initials":"L","full_name":"Lanlan Jia"},{"last_name":"Ai","fore_name":"Jing","initials":"J","full_name":"Jing Ai"},{"last_name":"Gan","fore_name":"Jinying","initials":"J","full_name":"Jinying Gan"},{"last_name":"Chen","fore_name":"Junteng","initials":"J","full_name":"Junteng Chen"},{"last_name":"Chen","fore_name":"Lingzhen","initials":"L","full_name":"Lingzhen Chen"},{"last_name":"Zhang","fore_name":"Yongmin","initials":"Y","full_name":"Yongmin Zhang"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1177/03000605251359433","journal":"The Journal of international medical research","journal_abbr":"J Int Med Res","source":"pubmed","mesh_headings":["Humans","Machine Learning","Female","Male","Middle Aged","Prognosis","HIV Infections","Lymphoma, T-Cell, Cutaneous","SEER Program","Adult","Aged","Skin Neoplasms","Survival Rate","ROC Curve","Risk Factors","United States"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921653","title":"Clinical application prospects and challenges of preservative-free anti-glaucoma drugs .","abstract":"As the world s leading irreversible blinding eye disease, glaucoma is predominantly managed with pharmaceutical interventions in clinical practice. However, long-term use of traditional eye drops containing preservatives (e.g., benzalkonium chloride) may induce ocular surface toxicity, increase the incidence of dry eye, promote conjunctival fibrosis, and compromise the success rate of filtering surgery. In recent years, the field of ophthalmology has been actively advancing the research, development, and clinical application of preservative-free anti-glaucoma drugs. This article focuses on the research progress of preservative-free formulations in terms of innovative preparation technologies, characteristics of clinical benefits, and existing issues, while exploring their future development directions, aiming to provide references for clinical practice.","authors":[{"last_name":"Duan","fore_name":"X C","initials":"XC","full_name":"X C Duan"},{"last_name":"Xu","fore_name":"J H","initials":"JH","full_name":"J H Xu"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.3760/cma.j.cn112142-20250325-00137","journal":"[Zhonghua yan ke za zhi] Chinese journal of ophthalmology","journal_abbr":"Zhonghua Yan Ke Za Zhi","source":"pubmed","mesh_headings":["Humans","Glaucoma","Preservatives, Pharmaceutical","Ophthalmic Solutions","Benzalkonium Compounds"],"publication_types":["Journal Article","Review","English Abstract"],"affiliation":"","has_medical_terms":false}
{"id":"40921645","title":"Public perceptions of digitalisation and patient safety a cross-sectional survey in Germany.","abstract":"To explore perceptions of digitalisation and patient safety from the view of the German general public and related sociodemographic factors. Cross-sectional survey. A nationwide survey was undertaken in 2024, using data from the Techniker Krankenkasse (TK) Monitor of Patient Safety. The TK Monitor of Patient Safety is an annual survey of the population on the state of patient safety in medical care. 1000 German adults (18 years and older). Ordinal logistic regression analyses were performed to investigate the associations among sociodemographic factors (age, gender, education and household income) and perceptions on digitalisation and patient safety. The majority of respondents expected benefits from digital applications in healthcare. Over half of the respondents (58 ) believed that artificial intelligence (Artificial Intelligence) can help reduce complications and errors, while 49 of the respondents believed that the use of Artificial Intelligence poses serious new risks for the healthcare sector. The results showed that sociodemographic variables are important factors influencing patient safety perceptions of digitalisation and Artificial Intelligence. Female, older, less educated and/or lower-income individuals were less likely to perceive benefits from digital care applications and Artificial Intelligence. In our study, the German public appears to view digital technologies and Artificial Intelligence as tools both for improving patient safety and as potential risk factors. Our findings also highlight the importance of analysing sociodemographic factors to identify specific disparities in how different groups are affected by digitalisation. Such analysis is essential for developing targeted strategies that mitigate current patient safety risks, ensuring that digital health solutions are equitable and safe across all demographic groups.","authors":[{"last_name":"Amberger","fore_name":"Olga Anastasia","initials":"OA","full_name":"Olga Anastasia Amberger"},{"last_name":"Lemke","fore_name":"Dorothea","initials":"D","full_name":"Dorothea Lemke"},{"last_name":"Müller","fore_name":"Hardy","initials":"H","full_name":"Hardy Müller"},{"last_name":"Lüttel","fore_name":"Dagmar","initials":"D","full_name":"Dagmar Lüttel"},{"last_name":"Schwappach","fore_name":"David","initials":"D","full_name":"David Schwappach"},{"last_name":"Geraedts","fore_name":"Max","initials":"M","full_name":"Max Geraedts"},{"last_name":"Müller","fore_name":"Beate S","initials":"BS","full_name":"Beate S Müller"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1136/bmjopen-2025-100516","journal":"BMJ open","journal_abbr":"BMJ Open","source":"pubmed","mesh_headings":["Humans","Cross-Sectional Studies","Female","Germany","Male","Adult","Middle Aged","Patient Safety","Aged","Young Adult","Artificial Intelligence","Adolescent","Digital Technology","Public Opinion","Surveys and Questionnaires"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921618","title":"Validation of uPath HER2 dual-colour dual in-situ hybridisation image analysis tool for HER2/neu testing in breast cancer.","abstract":"gene is amplified in 15 -20 of invasive breast cancers (IBCs), serving as critical prognostic and predictive marker. -targeted therapies have improved outcomes for -positive patients, highlighting the importance of accurate assessment. Immunohistochemistry is commonly used for screening overexpression, with equivocal cases reflex tested using in situ hybridisation (ISH) methods like fluorescence (FISH) or dual-colour dual ISH (D-DISH). While FISH displays quantitative accuracy, it is expensive, time-consuming and technically demanding. D-DISH offers a faster, automated alternative using bright-field microscopy for easier interpretation and better archiving. Advances in digital pathology, such as whole slide imaging and automated image analysis (IA), promise to improve evaluation. The CE-IVD marked uPath HER2 Dual ISH IA algorithm by Ventana Medical Systems (Tucson, Arizona, USA) is designed to assist in this process, providing computer-assisted evaluation of . Thus, we undertook this study to standardise and validate uPath Dual ISH IA algorithm and assess interobserver reproducibility in interpreting D-DISH assay. This study retrospectively analysed 106 IBC cases, evaluating the concordance between manual and algorithm-assisted D-DISH evaluations. A consensus concordance rate of 91.5 and a Cohen s kappa value of 0.83 was observed between the manual and on-site IA evaluations, indicating near-perfect agreement. Remote IA evaluations also demonstrated substantial concordance, with a concordance rate of 88.89 and kappa value of 0.70. We successfully validated the uPath IA algorithm as a time-efficient, screening modality as well as viable alternative to manual interpretation for both on-site and remote interpretation of D-DISH in a high-volume centre.","authors":[{"last_name":"Rathi","fore_name":"Aditi","initials":"A","full_name":"Aditi Rathi"},{"last_name":"Arora","fore_name":"Aditi","initials":"A","full_name":"Aditi Arora"},{"last_name":"Sahay","fore_name":"Ayushi","initials":"A","full_name":"Ayushi Sahay"},{"last_name":"Shet","fore_name":"Tanuja M","initials":"TM","full_name":"Tanuja M Shet"},{"last_name":"Pai","fore_name":"Trupti","initials":"T","full_name":"Trupti Pai"},{"last_name":"Patil","fore_name":"Asawari","initials":"A","full_name":"Asawari Patil"},{"last_name":"Desai","fore_name":"Sangeeta B","initials":"SB","full_name":"Sangeeta B Desai"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1136/jcp-2025-210220","journal":"Journal of clinical pathology","journal_abbr":"J Clin Pathol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921534","title":"Emerging biosensor technologies for obstructive sleep apnea A comprehensive overview and future prospects.","abstract":"Obstructive sleep apnea (OSA) is a pervasive disorder characterized by recurrent airway obstructions during sleep. OSA carries serious health risks, such as cardiovascular and cognitive impairments, and imposes a significant economic burden. This chapter provides a comprehensive overview of various biosensors currently employed for OSA detection, including in-lab polysomnography and flow-based home sleep apnea testing. It also explores cutting-edge OSA-detecting technologies that often leverage advanced, artificial intelligence-powered sensing modalities, encompassing photoplethysmography/peripheral arterial tonometry-based, sound-based, and respiratory effort-based wearables. Moreover, this chapter examines promising diagnostic and screening solutions, including airables, bed/mattress sensors, and smartphone sensors. It also delves into emerging sensing technologies currently under active investigation, including earables/hearables and remote PPG. This review serves as a practical guide to understanding the mechanisms, capabilities, limitations, and clinical evidence surrounding both modern and future sensors poised to revolutionize the landscape of OSA detection.","authors":[{"last_name":"Tsai","fore_name":"Chih-Wei","initials":"CW","full_name":"Chih-Wei Tsai"},{"last_name":"Leung","fore_name":"Lydia","initials":"L","full_name":"Lydia Leung"},{"last_name":"Chen","fore_name":"Hung Tat","initials":"HT","full_name":"Hung Tat Chen"},{"last_name":"Kwok","fore_name":"Ka Cheung","initials":"KC","full_name":"Ka Cheung Kwok"},{"last_name":"Lee","fore_name":"Michelle","initials":"M","full_name":"Michelle Lee"},{"last_name":"Chiang","fore_name":"Ambrose A","initials":"AA","full_name":"Ambrose A Chiang"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/bs.pmbts.2025.06.002","journal":"Progress in molecular biology and translational science","journal_abbr":"Prog Mol Biol Transl Sci","source":"pubmed","mesh_headings":["Humans","Biosensing Techniques","Sleep Apnea, Obstructive","Wearable Electronic Devices","Polysomnography"],"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40921348","title":"3D Structural Phenotype of the Optic Nerve Head in Glaucoma and Myopia - A Key to Improving Glaucoma Diagnosis in Myopic Populations.","abstract":"To characterize the 3D structural phenotypes of the optic nerve head (ONH) in patients with glaucoma, high myopia, and concurrent high myopia and glaucoma, and to evaluate their variations across these conditions. Retrospective cross-sectional study. A total of 685 optical coherence tomography (OCT) scans from 754 subjects of Singapore-Chinese ethnicity, including 256 healthy (H), 94 highly myopic (HM), 227 glaucomatous (G), and 108 highly myopic with glaucoma (HMG) cases METHODS We segmented the retinal and connective tissue layers from OCT volumes and their boundary edges were converted into 3D point clouds. To classify the 3D point clouds into four ONH conditions, i.e., H, HM, G, and HMG, a specialized ensemble network was developed, consisting of an encoder to transform high-dimensional input data into a compressed latent vector, a decoder to reconstruct point clouds from the latent vector, and a classifier to categorize the point clouds into the four ONH conditions. Additionally, the network included an extension to reduce the latent vector to two dimensions for enhanced visualization. Structural variation in the ONH in H, HM, G, and HMG conditions RESULTS The classification network achieved high accuracy, distinguishing H, HM, G, and HMG classes with a micro-average AUC of 0.92 0.03 on an independent test set. The decoder effectively reconstructed point clouds, achieving a Chamfer loss of 0.013 0.002. Dimensionality reduction clustered ONHs into four distinct groups, revealing structural variations such as changes in retinal and connective tissue thickness, tilting and stretching of the disc and scleral canal opening, and alterations in optic cup morphology, including shallow or deep excavation, across the four conditions. This study demonstrated that ONHs exhibit distinct structural signatures across H, HM, G, and HMG conditions. The findings further indicate that ONH morphology provides sufficient information for classification into distinct clusters, with principal components capturing unique structural patterns within each group. Future studies should seek to establish a connection between these structural patterns with the functional changes to enhance glaucoma diagnosis in myopic eyes.","authors":[{"last_name":"Sharma","fore_name":"Swati","initials":"S","full_name":"Swati Sharma"},{"last_name":"Braeu","fore_name":"Fabian A","initials":"FA","full_name":"Fabian A Braeu"},{"last_name":"Chuangsuwanich","fore_name":"Thanadet","initials":"T","full_name":"Thanadet Chuangsuwanich"},{"last_name":"Tun","fore_name":"Tin A","initials":"TA","full_name":"Tin A Tun"},{"last_name":"Hoang","fore_name":"Quan V","initials":"QV","full_name":"Quan V Hoang"},{"last_name":"Chong","fore_name":"Rachel","initials":"R","full_name":"Rachel Chong"},{"last_name":"Perera","fore_name":"Shamira A","initials":"SA","full_name":"Shamira A Perera"},{"last_name":"Ho","fore_name":"Ching-Lin","initials":"CL","full_name":"Ching-Lin Ho"},{"last_name":"Husain","fore_name":"Rahat","initials":"R","full_name":"Rahat Husain"},{"last_name":"Buist","fore_name":"Martin L","initials":"ML","full_name":"Martin L Buist"},{"last_name":"Aung","fore_name":"Tin","initials":"T","full_name":"Tin Aung"},{"last_name":"Girard","fore_name":"Michaël J A","initials":"MJA","full_name":"Michaël J A Girard"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.ajo.2025.09.004","journal":"American journal of ophthalmology","journal_abbr":"Am J Ophthalmol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921248","title":"Intelligent Diet Recommendation System Powered by Artificial Intelligence for Personalized Nutritional Solutions.","abstract":"The increasing number of non-communicable diseases, such diabetes and obesity, makes it even more important to have accurate and personalized dietary solutions. Based on a lot of research, standard diet advice may not be accurate enough to meet individual health demands. The Intelligent Diet Recommendation System is an artificial intelligence-powered platform that gives personalized dietary recommendations based on extensive body composition data and cultural eating habits. The Intelligent Diet Recommendation System gathers key measurements, including body mass index and body fat percentage, using cutting-edge body analysis tools. Customized diets were created using 3D body modeling technologies and machine learning algorithms. The system s performance was evaluated by assessing the inaccuracy rate of its dietary recommendations. The Intelligent Diet Recommendation System made personalized diet plans based on physiological and cultural factors with an error rate of less than 3 . The results show that the Intelligent Diet Recommendation System is a scalable, artificial intelligence-based way to solve global health problems that makes dietary advice much more accurate and easy to find. This system offers a new way of doing nutritional therapy that could improve health outcomes around the world.","authors":[{"last_name":"Amadeh","fore_name":"Tohid","initials":"T","full_name":"Tohid Amadeh"},{"last_name":"Rafie","fore_name":"Matin","initials":"M","full_name":"Matin Rafie"},{"last_name":"Radmanesh","fore_name":"Shadmehr","initials":"S","full_name":"Shadmehr Radmanesh"},{"last_name":"Azizi","fore_name":"Alireza","initials":"A","full_name":"Alireza Azizi"},{"last_name":"Ahangarian","fore_name":"Ahmadreza","initials":"A","full_name":"Ahmadreza Ahangarian"},{"last_name":"Fathollahi","fore_name":"Pourya","initials":"P","full_name":"Pourya Fathollahi"},{"last_name":"Ahmadloo","fore_name":"Hadise","initials":"H","full_name":"Hadise Ahmadloo"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.clnesp.2025.09.002","journal":"Clinical nutrition ESPEN","journal_abbr":"Clin Nutr ESPEN","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921127","title":"Region-guided attack on the segment anything model.","abstract":"The Segment Anything Model (SAM) is a cornerstone of image segmentation, demonstrating exceptional performance across various applications, particularly in autonomous driving and medical imaging, where precise segmentation is crucial. However, SAM is vulnerable to adversarial attacks that can significantly impair its functionality through minor input perturbations. Traditional techniques, such as FGSM and PGD, are often ineffective in segmentation tasks due to their reliance on global perturbations that overlook spatial nuances. Recent methods like Attack-SAM-Potassium and UAD have begun to address these challenges, but they frequently depend on external cues and do not fully leverage the structural interdependencies within segmentation processes. This limitation underscores the need for a novel adversarial strategy that exploits the unique characteristics of segmentation tasks. In response, we introduce the Region-Guided Attack (RGA), designed specifically for SAM. RGA utilizes a Region-Guided Map (RGM) to manipulate segmented regions, enabling targeted perturbations that fragment large segments and expand smaller ones, resulting in erroneous outputs from SAM. Our experiments demonstrate that RGA achieves high success rates in both white-box and black-box scenarios, emphasizing the need for robust defenses against such sophisticated attacks. Our codes are available at https //github.com/AbeLiuXL/RGA.","authors":[{"last_name":"Liu","fore_name":"Xiaoliang","initials":"X","full_name":"Xiaoliang Liu"},{"last_name":"Shen","fore_name":"Furao","initials":"F","full_name":"Furao Shen"},{"last_name":"Zhao","fore_name":"Jian","initials":"J","full_name":"Jian Zhao"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.neunet.2025.108058","journal":"Neural networks : the official journal of the International Neural Network Society","journal_abbr":"Neural Netw","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921125","title":"Multimodal self-supervised retinal vessel segmentation.","abstract":"Automatic segmentation of retinal vessels from retinography images is crucial for timely clinical diagnosis. However, the high cost and specialized expertise required for annotating medical images often result in limited labeled datasets, which constrains the full potential of deep learning methods. Recent advances in self-supervised pretraining using unlabeled data have shown significant benefits for downstream tasks. Recognizing that multimodal feature fusion can substantially enhance retinal vessel segmentation accuracy, this paper introduces a novel self-supervised pretraining framework that leverages pairs of unlabeled multimodal fundus images to generate supervisory signals. The core idea is to exploit the complementary differences between the two modalities to construct a multimodal feature fusion map containing vessel information, achieved through Vision Transformer encoding and correlation filtering. Instance-level discriminative features are then learned under the guidance of INFOMAX loss, and the learned knowledge is transferred to a supervised vessel segmentation network. Extensive experiments show that our approach achieves state-of-the-art results among unsupervised methods and remains competitive with supervised baselines while greatly reducing annotation requirements.","authors":[{"last_name":"Yin","fore_name":"Pengshuai","initials":"P","full_name":"Pengshuai Yin"},{"last_name":"Zhang","fore_name":"Jingqi","initials":"J","full_name":"Jingqi Zhang"},{"last_name":"Huang","fore_name":"Huichou","initials":"H","full_name":"Huichou Huang"},{"last_name":"Liu","fore_name":"Ruirui","initials":"R","full_name":"Ruirui Liu"},{"last_name":"Liu","fore_name":"Yanxia","initials":"Y","full_name":"Yanxia Liu"},{"last_name":"Wu","fore_name":"Qingyao","initials":"Q","full_name":"Qingyao Wu"},{"last_name":"Yu","fore_name":"F Richard","initials":"FR","full_name":"F Richard Yu"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.neunet.2025.108011","journal":"Neural networks : the official journal of the International Neural Network Society","journal_abbr":"Neural Netw","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921124","title":"Inter-modality feature prediction through multimodal fusion for 3D shape defect detection.","abstract":"3D shape defect detection plays an important role in autonomous industrial inspection. However, accurate detection of anomalies remains challenging due to the complexity of multimodal sensor data, especially when both color and structural information are required. In this work, we propose a lightweight inter-modality feature prediction framework that effectively utilizes multimodal fused features from the inputs of RGB, depth and point clouds for efficient 3D shape defect detection. Our proposed framework consists of three main key components 1) Modality-specific pre-trained feature extractor networks, 2) Multi-level Adaptive Dual-Modal Gated Fusion (ADMGF) module that effectively combines the RGB and depth features to obtain rich spatial and contextual information. 3) A lightweight inter-modal feature prediction network that utilizes the fused RGB-Depth features to predict the corresponding point cloud features and vice versa, forming a bidirectional learning mechanism through tri-modal inputs. Our model eliminates the need for large memory banks or pixel-level reconstructions. Comprehensive experiments on the MVTec3D-Alzheimer's Disease and Eyecandies datasets showed significant improvements in performance over the state-of-the-art methods.","authors":[{"last_name":"Asad","fore_name":"Mujtaba","initials":"M","full_name":"Mujtaba Asad"},{"last_name":"Azeem","fore_name":"Waqar","initials":"W","full_name":"Waqar Azeem"},{"last_name":"Mustafa","fore_name":"Hafiz Tayyab","initials":"HT","full_name":"Hafiz Tayyab Mustafa"},{"last_name":"Fang","fore_name":"Yuming","initials":"Y","full_name":"Yuming Fang"},{"last_name":"Yang","fore_name":"Jie","initials":"J","full_name":"Jie Yang"},{"last_name":"Zuo","fore_name":"Yifan","initials":"Y","full_name":"Yifan Zuo"},{"last_name":"Liu","fore_name":"Wei","initials":"W","full_name":"Wei Liu"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.neunet.2025.108057","journal":"Neural networks : the official journal of the International Neural Network Society","journal_abbr":"Neural Netw","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921065","title":"Automated Literature Screening for Hepatocellular Carcinoma Treatment Through Integration of 3 Large Language Models Methodological Study.","abstract":"Primary liver cancer, particularly hepatocellular carcinoma (HCC), poses significant clinical challenges due to late-stage diagnosis, tumor heterogeneity, and rapidly evolving therapeutic strategies. While systematic reviews and meta-analyses are essential for updating clinical guidelines, their labor-intensive nature limits timely evidence synthesis. This study proposes an automated literature screening workflow powered by large language models (LLMs) to accelerate evidence synthesis for HCC treatment guidelines. We developed a tripartite LLM framework integrating Doubao-1.5-pro-32k, Deepseek-v3, and DeepSeek-R1-Distill-Qwen-7B to simulate collaborative decision-making for study inclusion and exclusion. The system was evaluated across 9 reconstructed datasets derived from published HCC meta-analyses, with performance assessed using accuracy, agreement metrics ( and prevalence-adjusted bias-adjusted ), recall, precision, F-scores, and computational efficiency parameters (processing time and cost). The framework demonstrated good performance, with a weighted accuracy of 0.96 and substantial agreement (prevalence-adjusted bias-adjusted 0.91), achieving high weighted recall (0.90) but modest weighted precision (0.15) and F-scores (0.22). Computational efficiency varied across datasets (processing time 248-5850 s cost Ultrasound 0.14- 3.68 per dataset). This LLM-driven approach shows promise for accelerating evidence synthesis in HCC care by reducing screening time while maintaining methodological rigor. Key limitations related to clinical context sensitivity and error propagation highlight the need for reinforcement learning integration and domain-specific fine-tuning. LLM agent architectures with reinforcement learning offer a practical path for streamlining guideline updates, though further optimization is needed to improve specialization and reliability in complex clinical settings.","authors":[{"last_name":"Pan","fore_name":"Chen","initials":"C","full_name":"Chen Pan"},{"last_name":"Lu","fore_name":"Wei","initials":"W","full_name":"Wei Lu"},{"last_name":"Chen","fore_name":"Bingliang","initials":"B","full_name":"Bingliang Chen"},{"last_name":"Zhang","fore_name":"Gang","initials":"G","full_name":"Gang Zhang"},{"last_name":"Yang","fore_name":"Zhiming","initials":"Z","full_name":"Zhiming Yang"},{"last_name":"Hao","fore_name":"Jingcheng","initials":"J","full_name":"Jingcheng Hao"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.2196/76252","journal":"JMIR medical informatics","journal_abbr":"JMIR Med Inform","source":"pubmed","mesh_headings":["Carcinoma, Hepatocellular","Humans","Liver Neoplasms","Large Language Models"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921061","title":"Need Analysis of Clinician-Oriented Integrated Precision Oncology Decision Support Tools Qualitative Descriptive Study.","abstract":"The rapid advancement of next-generation sequencing has significantly expanded the landscape of precision medicine. However, health care professionals face increasing challenges in keeping pace with the growing body of oncological knowledge and integrating it effectively into clinical workflows. Precision oncology decision support (PODS) tools aim to assist clinicians in navigating this complexity, yet their current functionalities only partially address clinical needs. A lack of comprehensive needs assessment may result in unaddressed requirements, limiting the effectiveness of these tools in real-world practice. This study aimed to explore clinicians needs and expectations regarding the functionalities of integrated PODS tools, providing insights into essential features that could enhance their usability and impact. We conducted a qualitative investigation at Peking University Cancer Hospital to explore clinicians needs and expectations for the functions of integrated PODS tools. Data were collected through 143 structured participant observations during multidisciplinary team meetings and 17 in-depth semistructured interviews with a diverse group of oncology specialists, including physicians, surgeons, molecular biologists, radiotherapists, radiologists, and pathologists. Thematic analysis was applied to identify key functional requirements, and a requirements framework was formed. Three overarching functional needs emerged (1) better access to oncological knowledge, including support for therapy selection (guidelines, conferences, and consensuses), clinical trials, drug and treatment information, and complex case knowledge, as well as improved diagnostic and prognostic insights (2) clinical contextualization and resource navigation, referring to the process of contextualizing scientific knowledge within real-world clinical settings, including access to clinical trials and drugs, along with predictive models for treatment response and (3) support abilities in the decision-making process, highlighting the need for integration of flexible biological knowledge and phenotypic data automated patient information synthesis improved data visualization and optimized retrieval, recommendation, and question-answering functionalities. A functional framework for integrated PODS tools was proposed based on these findings. The study conducted a qualitative descriptive observation and interview in the use, needs of integrated PODS tools. PODS tools serve as complex, multilevel decision support systems. A clear understanding of clinicians actual needs is crucial for their refinement and practical adoption. By capturing perspectives directly from oncology professionals, this study provides actionable insights into the functional enhancements required for PODS tools, ultimately aiming to bridge the gap between genomic advancements and clinical decision-making in precision oncology.","authors":[{"last_name":"Zheng","fore_name":"Sheng","initials":"S","full_name":"Sheng Zheng"},{"last_name":"Feng","fore_name":"Yi","initials":"Y","full_name":"Yi Feng"},{"last_name":"Long","fore_name":"Jieran","initials":"J","full_name":"Jieran Long"},{"last_name":"Li","fore_name":"Xiang","initials":"X","full_name":"Xiang Li"},{"last_name":"Zhang","fore_name":"Meng","initials":"M","full_name":"Meng Zhang"},{"last_name":"Chen","fore_name":"Hui","initials":"H","full_name":"Hui Chen"},{"last_name":"Du","fore_name":"Xue","initials":"X","full_name":"Xue Du"},{"last_name":"Duan","fore_name":"Huilong","initials":"H","full_name":"Huilong Duan"},{"last_name":"Jia","fore_name":"Shuqin","initials":"S","full_name":"Shuqin Jia"},{"last_name":"Wu","fore_name":"Nan","initials":"N","full_name":"Nan Wu"},{"last_name":"Lu","fore_name":"Xudong","initials":"X","full_name":"Xudong Lu"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.2196/67476","journal":"JMIR human factors","journal_abbr":"JMIR Hum Factors","source":"pubmed","mesh_headings":["Humans","Precision Medicine","Qualitative Research","Medical Oncology","Decision Support Systems, Clinical","Needs Assessment","Male","Female"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40920994","title":"Bayesian Counterfactual Machine Learning Individualizes Radiation Modality Selection to Mitigate Immunosuppression.","abstract":"Lymphocytes play critical roles in cancer immunity and tumor surveillance. Radiation-induced lymphopenia (RIL) is a common side effect observed in patients with cancer undergoing chemoradiation therapy (CRT), leading to impaired immunity and worse clinical outcomes. Although proton beam therapy (PBT) has been suggested to reduce RIL risk compared with intensity-modulated radiation therapy (IMRT), this study used Bayesian counterfactual machine learning to identify distinct patient profiles and inform personalized radiation modality choice. A novel Bayesian causal inferential technique is introduced and applied to a matched retrospective cohort of 510 patients with esophageal cancer undergoing CRT to identify patient profiles for which immunosuppression could have been mitigated from radiation modality selection. BMI, age, baseline absolute lymphocyte count (ALC), and planning target volume determined the extent to which reductions in ALCs varied by radiation modality. Five patient profiles were identified. Significant variation in ALC nadir between PBT and IMRT was observed in three of the patient subtypes. Notably, older patients (age 69 years) with normal weight experienced a two-fold reduction in mean ALC nadir when treated with IMRT versus PBT. Mean ALC nadir was reduced significantly for IMRT patients with lower ALC at baseline ( 1.6 k/ L) who were overweight or obese when compared with PBT, whereas overweight patients with higher baseline ALC showed clinical equipoise between modalities. Individualized radiation therapy selection can be an important tool to minimize immunosuppression for high-risk patients. The Bayesian counterfactual modeling techniques presented in this article are flexible enough to capture complex, nonlinear patterns while estimating interpretable patient profiles for translation into clinical protocols.","authors":[{"last_name":"Yu","fore_name":"Duo","initials":"D","full_name":"Duo Yu"},{"last_name":"Kane","fore_name":"Michael J","initials":"MJ","full_name":"Michael J Kane"},{"last_name":"Chen","fore_name":"Yiqing","initials":"Y","full_name":"Yiqing Chen"},{"last_name":"Lin","fore_name":"Steven H","initials":"SH","full_name":"Steven H Lin"},{"last_name":"Mohan","fore_name":"Radhe","initials":"R","full_name":"Radhe Mohan"},{"last_name":"Hobbs","fore_name":"Brian P","initials":"BP","full_name":"Brian P Hobbs"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1200/CCI-25-00058","journal":"JCO clinical cancer informatics","journal_abbr":"JCO Clin Cancer Inform","source":"pubmed","mesh_headings":["Humans","Bayes Theorem","Machine Learning","Female","Male","Aged","Retrospective Studies","Middle Aged","Radiotherapy, Intensity-Modulated","Esophageal Neoplasms","Lymphopenia","Chemoradiotherapy","Proton Therapy","Immunosuppression Therapy"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40920794","title":"AI-Driven quality assurance in mammography Enhancing quality control efficiency through automated phantom image evaluation in South Korea.","abstract":"To develop and validate a deep learning-based model for automated evaluation of mammography phantom images, with the goal of improving inter-radiologist agreement and enhancing the efficiency of quality control within South Korea s national accreditation system. A total of 5,917 mammography phantom images were collected from the Korea Institute for Accreditation of Medical Imaging (KIAMI). After preprocessing, 5,813 images (98.2 ) met quality standards and were divided into training, test, and evaluation datasets. Each image included 16 artificial lesions (fibers, specks, masses) scored by certified radiologists. Images were preprocessed, standardized, and divided into 16 subimages. An EfficientNetV2_L-based model, selected for its balance of accuracy and computational efficiency, was used to predict both lesion existence and scoring adequacy (score of 0.0, 0.5, 1.0). Model performance was evaluated using accuracy, F1-score, area under the curve (AUC), and explainable Artificial Intelligence techniques. The model achieved classification accuracy of 87.84 , 93.43 , and 86.63 for fibers (F1 0.7292, 95 bootstrap CI 0.711, 0.747), specks (F1 0. 7702, 95 bootstrap CI 0.750, 0.791), and masses (F1 0.7594, 95 bootstrap CI 0.736, 0.781), respectively. AUCs exceeded 0.97 for 0.0-score detection and above 0.94 for 0.5-score detection. Notably, the model demonstrated strong discriminative capability in 1.0-score detection across all lesion types. Model interpretation experiments confirmed adherence to guideline criteria fiber scoring reflected the longest visible segment rule speck detection showed score transitions at two and four visible points and mass evaluation prioritized circularity but showed some size-related bias. Saliency maps confirmed alignment with guideline-defined lesion features while ignoring irrelevant artifacts. The proposed deep learning model accurately assessed mammography phantom images according to guideline criteria and achieved expert-level performance. By automating the evaluation process, the model can improve scoring consistency and significantly enhance the efficiency and scalability of quality control workflows.","authors":[{"last_name":"Yun","fore_name":"Hoo","initials":"H","full_name":"Hoo Yun"},{"last_name":"Noh","fore_name":"Sanghyun","initials":"S","full_name":"Sanghyun Noh"},{"last_name":"Cho","fore_name":"Hyungwook","initials":"H","full_name":"Hyungwook Cho"},{"last_name":"Ko","fore_name":"Eun Yong","initials":"EY","full_name":"Eun Yong Ko"},{"last_name":"Yang","fore_name":"Zepa","initials":"Z","full_name":"Zepa Yang"},{"last_name":"Woo","fore_name":"Ok Hee","initials":"OH","full_name":"Ok Hee Woo"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1371/journal.pone.0330091","journal":"PloS one","journal_abbr":"PLoS One","source":"pubmed","mesh_headings":["Mammography","Republic of Korea","Phantoms, Imaging","Humans","Quality Control","Female","Deep Learning","Breast Neoplasms","Quality Assurance, Health Care","Image Processing, Computer-Assisted"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40920773","title":"Automated segmentation of retinal vessel using HarDNet fully convolutional networks.","abstract":"Computer-aided diagnostic (Coronary Artery Disease) systems for color fundus images play a critical role in the early detection of fundus diseases, including diabetes, hypertension, and cerebrovascular disorders. Although deep learning has substantially advanced automatic segmentation techniques in this field, several challenges persist, such as limited labeled datasets, significant structural variations in blood vessels, and persistent dataset discrepancies, which continue to hinder progress. These challenges lead to inconsistent segmentation performance, particularly for small vessels and branch regions. To address these limitations, we propose an enhanced HarDNet-based model that integrates HarDNet modules, Receptive Field Block (RFB) modules (designed to capture multi-scale contextual information), and Dense Aggregation modules. This innovative architecture enables the network to effectively extract multi-scale features and improve segmentation accuracy, especially for small and complex structures. The proposed model achieves superior performance in retinal vessel segmentation tasks, with accuracies of 0.9685 ( 0.0035) on the DRIVE dataset and 0.9744 ( 0.0029) on the CHASE_DB1 dataset, surpassing state-of-the-art models such as U-Net, ResU-Net, and R2U-Net. Notably, the model demonstrates exceptional capability in segmenting tiny vessels and branch regions, producing results that closely align with the gold standard. This highlights its significant advantage in handling intricate vascular structures. The robust and accurate performance of the proposed model underscores its effectiveness and reliability in medical image analysis, providing valuable technical support for related research and applications.","authors":[{"last_name":"Zhu","fore_name":"Yuanpei","initials":"Y","full_name":"Yuanpei Zhu"},{"last_name":"Liu","fore_name":"Yong","initials":"Y","full_name":"Yong Liu"},{"last_name":"Zhou","fore_name":"Xuezhi","initials":"X","full_name":"Xuezhi Zhou"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1371/journal.pone.0330641","journal":"PloS one","journal_abbr":"PLoS One","source":"pubmed","mesh_headings":["Humans","Retinal Vessels","Deep Learning","Neural Networks, Computer","Image Processing, Computer-Assisted","Fundus Oculi","Algorithms","Image Interpretation, Computer-Assisted"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40920745","title":"ACG-SFE Adaptive cluster-guided simple, fast, and efficient feature selection for high-dimensional microarray data in binary classification.","abstract":"Advances in data collection have resulted in an exponential growth of high-dimensional microarray datasets for binary classification in bioinformatics and medical diagnostics. These datasets generally possess many features but relatively few samples, resulting in challenges associated with the curse of dimensionality , such as feature redundancy and an elevated risk of overfitting. While traditional feature selection approaches, such as filter-based and wrapper-based approaches, can help to reduce dimensionality, they often struggle to capture feature interactions while adequately preserving model generalization. Therefore, this paper introduces the Adaptive Cluster-Guided Simple, Fast, and Efficient (ACG-SFE) feature selection, a hybrid approach designed to address the challenges of high-dimensional microarray data in binary classification. ACG-SFE enhances the Simple, Fast, and Efficient (SFE) evolutionary feature selection model by integrating hierarchical clustering to dynamically group correlated features based on the optimal number of clusters determined by the Silhouette index, Davies-Bouldin score, and the feature-to-observation ratio while adaptively selecting representative features within clusters using mutual information and adjusting the selection threshold through a progress factor. This hybrid filter-wrapper approach improves feature interactions, effectively minimizing redundancy and overfitting while enhancing classification performance. The proposed model is assessed against four state-of-the-art evolutionary feature selection models on 11 high-dimensional microarray datasets. Experimental results indicate that ACG-SFE effectively selects a small yet pertinent feature subset, minimizing redundancy while attaining enhanced classification accuracy and F-measure. Furthermore, its reduced RMSE between train and test accuracy substantiates its capability to reduce overfitting, outperforming comparative models. These findings establish ACG-SFE as an effective feature selection model for handling high-dimensional microarray data in binary classification, enhancing classification accuracy while selecting minimal relevant features to reduce unnecessary complexity and the risk of overfitting.","authors":[{"last_name":"Tye","fore_name":"Yi Wei","initials":"YW","full_name":"Yi Wei Tye"},{"last_name":"Chew","fore_name":"XinYing","initials":"X","full_name":"XinYing Chew"},{"last_name":"Yusof","fore_name":"Umi Kalsom","initials":"UK","full_name":"Umi Kalsom Yusof"},{"last_name":"Tulpar","fore_name":"Samat","initials":"S","full_name":"Samat Tulpar"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1371/journal.pone.0331089","journal":"PloS one","journal_abbr":"PLoS One","source":"pubmed","mesh_headings":["Cluster Analysis","Oligonucleotide Array Sequence Analysis","Algorithms","Humans","Computational Biology","Gene Expression Profiling"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40920666","title":"Artificial intelligence-based CT histogram parameters differentiating bronchiolar adenoma and lung adenocarcinomas A two-center study.","abstract":"Bronchiolar adenoma (BA) is a rare benign pulmonary neoplasm originating from the bronchial mucosal epithelium and mimics lung adenocarcinoma (LAC) both radiographically and microscopically. This study aimed to develop a nomogram for distinguishing BA from LAC by integrating clinical characteristics and artificial intelligence (Artificial Intelligence)-derived histogram parameters across two medical centers. This retrospective study included 215 patients with diagnoses confirmed by postoperative pathology from two medical centers. Medical center 1 provided 151 patients (68 BA and 83 LAC nodules) as the training cohort, while medical center 2 contributed 64 patients (28 BA and 36 LAC nodules) as the external validation cohort. Risk predictors and the nomogram were developed using clinical characteristics and Artificial Intelligence-derived histogram parameters. Nodule density (solid, ground glass, and subsolid) exhibited a statistically significant difference between the BA and LAC groups (p 0.01). The following parameters were significantly higher in the LAC group compared to the BA group (all p 0.05) 2D long diameter, 2D short diameter, 2D average diameter, 2D maximum surface area, 3D long diameter, 3D surface area, 3D volume, and entropy. In contrast, Computed Tomography value variance was significantly lower in the LAC group than in the BA group (p 0.01). A nomogram was constructed incorporating density, 2D short diameter, and Computed Tomography value variance. The area under the curve (AUC) of the nomogram in the training and validation cohorts were 0.821, 0.811. The Artificial Intelligence-based nomogram, as a non-invasive preoperative tool, had the potential to enhance diagnostic accuracy for distinguishing BA from LAC.","authors":[{"last_name":"Zhao","fore_name":"Wen","initials":"W","full_name":"Wen Zhao"},{"last_name":"Zhao","fore_name":"Ziqian","initials":"Z","full_name":"Ziqian Zhao"},{"last_name":"Wang","fore_name":"Yingxia","initials":"Y","full_name":"Yingxia Wang"},{"last_name":"Yang","fore_name":"Haiyan","initials":"H","full_name":"Haiyan Yang"},{"last_name":"Zhang","fore_name":"Weiyuan","initials":"W","full_name":"Weiyuan Zhang"},{"last_name":"Chen","fore_name":"Jianyou","initials":"J","full_name":"Jianyou Chen"},{"last_name":"Yang","fore_name":"Xinhui","initials":"X","full_name":"Xinhui Yang"},{"last_name":"Duan","fore_name":"Zhijie","initials":"Z","full_name":"Zhijie Duan"},{"last_name":"Li","fore_name":"Fengyi","initials":"F","full_name":"Fengyi Li"},{"last_name":"Han","fore_name":"Zhiquan","initials":"Z","full_name":"Zhiquan Han"},{"last_name":"Zhang","fore_name":"Xin","initials":"X","full_name":"Xin Zhang"},{"last_name":"Li","fore_name":"Zhilin","initials":"Z","full_name":"Zhilin Li"},{"last_name":"Han","fore_name":"Dan","initials":"D","full_name":"Dan Han"},{"last_name":"Ke","fore_name":"Tengfei","initials":"T","full_name":"Tengfei Ke"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1371/journal.pone.0331336","journal":"PloS one","journal_abbr":"PLoS One","source":"pubmed","mesh_headings":["Humans","Male","Female","Middle Aged","Lung Neoplasms","Artificial Intelligence","Retrospective Studies","Aged","Adenocarcinoma of Lung","Diagnosis, Differential","Adenoma","Tomography, X-Ray Computed","Nomograms","Adult"],"publication_types":["Journal Article","Multicenter Study"],"affiliation":"","has_medical_terms":false}
{"id":"40920593","title":"The barriers for uptake of artificial intelligence in hepatology and how to overcome them.","abstract":"Artificial intelligence (Artificial Intelligence) methods in hepatology have proliferated since the mid-2010s, with numerous publications and some regulatory approvals. Yet, adoption of Artificial Intelligence methods in real-world clinical practice and clinical research remains limited. Despite clear benefits of using Artificial Intelligence to analyze complex data types in hepatology, such as histopathology, radiology images, multi-omics and more recently, natural language patient data, there are still substantial barriers and challenges to its integration into routine clinical workflows. Here, we assess limitations and propose a set of clear recommendations both for the Artificial Intelligence systems as well as for the environment of hepatology to ease transition of Artificial Intelligence-based diagnostic, prognostic or predictive systems into clinical care. In particular, we argue that the use of Artificial Intelligence in clinical trials, seamless integration into hospital information systems and building Artificial Intelligence literacy among clinicians will ultimately drive clinical adoption. We validate this perspective through a Delphi consensus involving 34 international experts from hepatology, Artificial Intelligence, and data science, ensuring a comprehensive and consensus-driven evaluation of our recommendations.","authors":[{"last_name":"Clusmann","fore_name":"Jan","initials":"J","full_name":"Jan Clusmann"},{"last_name":"Balaguer-Montero","fore_name":"Maria","initials":"M","full_name":"Maria Balaguer-Montero"},{"last_name":"Bassegoda","fore_name":"Octavi","initials":"O","full_name":"Octavi Bassegoda"},{"last_name":"Schneider","fore_name":"Carolin V","initials":"CV","full_name":"Carolin V Schneider"},{"last_name":"Seraphin","fore_name":"Tobias","initials":"T","full_name":"Tobias Seraphin"},{"last_name":"Paintsil","fore_name":"Ellis","initials":"E","full_name":"Ellis Paintsil"},{"last_name":"Luedde","fore_name":"Tom","initials":"T","full_name":"Tom Luedde"},{"last_name":"Lopez","fore_name":"Raquel Perez","initials":"RP","full_name":"Raquel Perez Lopez"},{"last_name":"Calderaro","fore_name":"Julien","initials":"J","full_name":"Julien Calderaro"},{"last_name":"Gilbert","fore_name":"Stephen","initials":"S","full_name":"Stephen Gilbert"},{"last_name":"Marjot","fore_name":"Thomas","initials":"T","full_name":"Thomas Marjot"},{"last_name":"Spann","fore_name":"Ashley","initials":"A","full_name":"Ashley Spann"},{"last_name":"Shawcross","fore_name":"Debbie L","initials":"DL","full_name":"Debbie L Shawcross"},{"last_name":"Lens","fore_name":"Sabela","initials":"S","full_name":"Sabela Lens"},{"last_name":"Trépo","fore_name":"Eric","initials":"E","full_name":"Eric Trépo"},{"last_name":"Kather","fore_name":"Jakob Nikolas","initials":"JN","full_name":"Jakob Nikolas Kather"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.jhep.2025.07.003","journal":"Journal of hepatology","journal_abbr":"J Hepatol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Practice Guideline"],"affiliation":"","has_medical_terms":false}
{"id":"40920575","title":"Transfer Learning Based Deep Learning Approach for Knee Osteoarthritis Grading Using Modified XceptionNet Architecture.","abstract":"Knee osteoarthritis (KOA) affects millions of individuals worldwide and has no known curative treatment, making it a serious global health concern. The management of its development depends on early discovery, and X-ray imaging is a fundamental diagnostic technique. However, due to variations in radiologists levels of experience, manual X-ray interpretation increases variability and possible inaccuracies. Recent advances in machine learning and deep learning techniques have sparked the creation of automated systems for the radiological identification of osteoarthritis in the knee. However, for early-stage detection, obtaining greater prediction accuracy is still crucial. By utilizing the insights gathered from a bigger dataset, models trained on smaller, domain-specific datasets perform better through the use of transfer learning. Due to its depth and effectiveness, XceptionNet is especially well-suited for jobs involving the interpretation of medical images. In contrast to previous research, this method efficiently addresses dataset imbalance by using class balancing approaches, integrating a customized preprocessing pipeline, and adding customized architectural improvements to XceptionNet, which improves early-stage KOA identification. With the use of these state-of-the-art methods, The suggested approach shows potential in correctly identifying osteoarthritis from radiographic images of the knee, attaining 97 prediction accuracy, 97.8 precision, 97.6 recall, and 97.6 F1-measure. Additionally, the generated model showed 95.94 Cohen s kappa value, which indicates good agreement. The study supports further efforts to develop trustworthy, automated disease detection technology, which improves patient outcomes and facilitates more efficient healthcare delivery.","authors":[{"last_name":"Shashikala","fore_name":"H K","initials":"HK","full_name":"H K Shashikala"},{"last_name":"Suresh","fore_name":"M B","initials":"MB","full_name":"M B Suresh"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.3791/68720","journal":"Journal of visualized experiments : JoVE","journal_abbr":"J Vis Exp","source":"pubmed","mesh_headings":["Osteoarthritis, Knee","Humans","Deep Learning","Radiographic Image Interpretation, Computer-Assisted"],"publication_types":["Journal Article","Video-Audio Media"],"affiliation":"","has_medical_terms":false}
{"id":"40920484","title":"MKD-Net A multimodal multi-domain knowledge-driven framework for Parkinson s disease diagnosis.","abstract":"Parkinson s disease (Parkinson's Disease) is a challenging neurodegenerative condition often prone to diagnostic errors, where early and accurate diagnosis is critical for effective clinical management. However, existing diagnostic methods often fail to fully exploit multimodal data or systematically incorporate expert domain knowledge. To address these limitations, we propose MKD-Net, a multimodal and knowledge-driven diagnostic framework that integrates imaging and non-imaging clinical data with structured expert insights to enhance diagnostic performance. The framework consists of three key modules (1) a contrastive learning-based multimodal feature extractor for improved alignment between imaging and non-imaging data. (2) an expert feature modeling module that encodes domain-specific knowledge through structured annotations, and (3) a cross-modal interaction module that enhances the integration of heterogeneous features across modalities. Experimental results on the Parkinson s Progression Markers Initiative (PPMI) dataset show that MKD-Net achieves a classification accuracy of 89.6 and an AUC of 0.935 in distinguishing Parkinson's Disease patients from healthy controls. This evidence suggests that the developed method provides a dependable, interpretable, and clinically useful solution for Parkinson's Disease diagnosis.","authors":[{"last_name":"Teng","fore_name":"Xiangze","initials":"X","full_name":"Xiangze Teng"},{"last_name":"Li","fore_name":"Xiang","initials":"X","full_name":"Xiang Li"},{"last_name":"Wei","fore_name":"Benzheng","initials":"B","full_name":"Benzheng Wei"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1177/08953996251358141","journal":"Journal of X-ray science and technology","journal_abbr":"J Xray Sci Technol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40920329","title":"Self-Bondable and Strain-Durable Electroceuticals Using Self-Healing and Stretchable Conducting Nanocomposite Trilayer for Effective Vagus Nerve Stimulation.","abstract":"Vagus nerve stimulation (VNS) is a promising therapy for neurological and inflammatory disorders across multiple organ systems. However, conventional rigid interfaces fail to accommodate dynamic mechanical environments, leading to mechanical mismatches, tissue irritation, and unstable long-term interfaces. Although soft neural interfaces address these limitations, maintaining mechanical durability and stable electrical performance remains challenging. Herein, we introduce a self-bondable and strain-durable electroceutical (SSE) as an effective platform for VNS. The SSE self-bonds around the vagus nerve without fixation tools, ensuring stable interfacing through the intrinsic self-bonding property of the self-healing polymer (SHP), while the stress relaxation properties minimize strain and tissue damage. The trilayer-structured electrode enhances the wiring capability and electrical durability under cyclic mechanical stress through interactions between the SHP matrix, conductive silver (Ag) flakes, and a carbon nanotube (CNT) network. Additionally, the synergistic combination of poly(3,4-ethylenedioxythiophene) polystyrenesulfonate and the CNT network improves the electrochemical stability and prevents leakage of Ag ions, thereby addressing cytotoxicity concerns. To evaluate the therapeutic potential, the SSE was applied in a drug-induced seizure rodent model, and electroencephalogram (Electroencephalogram) monitoring was performed to distinguish between normal, seizure, and post-VNS states. Quantitative Electroencephalogram analysis demonstrated significant modulation of the power spectra and peak frequencies, confirming the therapeutic efficacy of VNS. Histological analysis revealed minimal inflammation, thus validating the biocompatibility of the electrodes. These findings establish SSE as a robust and adaptable electroceutical platform for the treatment of epilepsy and for broader neuromodulation applications.","authors":[{"last_name":"An","fore_name":"Soojung","initials":"S","full_name":"Soojung An"},{"last_name":"Kim","fore_name":"Taekyung","initials":"T","full_name":"Taekyung Kim"},{"last_name":"Jang","fore_name":"Jaepyo","initials":"J","full_name":"Jaepyo Jang"},{"last_name":"Kim","fore_name":"Taewoo","initials":"T","full_name":"Taewoo Kim"},{"last_name":"Joo","fore_name":"Jaesoon","initials":"J","full_name":"Jaesoon Joo"},{"last_name":"Ju","fore_name":"Jaewon","initials":"J","full_name":"Jaewon Ju"},{"last_name":"Yoon","fore_name":"Sungjun","initials":"S","full_name":"Sungjun Yoon"},{"last_name":"Seong","fore_name":"Duhwan","initials":"D","full_name":"Duhwan Seong"},{"last_name":"Kim","fore_name":"Yewon","initials":"Y","full_name":"Yewon Kim"},{"last_name":"Shin","fore_name":"Mikyung","initials":"M","full_name":"Mikyung Shin"},{"last_name":"Shon","fore_name":"Young-Min","initials":"YM","full_name":"Young-Min Shon"},{"last_name":"Son","fore_name":"Donghee","initials":"D","full_name":"Donghee Son"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1021/acsnano.5c02826","journal":"ACS nano","journal_abbr":"ACS Nano","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40920302","title":"Comparison of artificial intelligence-adjudicated spatiotemporal dispersion in spontaneous vs. induced atrial fibrillation among patients with persistent AF.","abstract":"","authors":[{"last_name":"Alfred","fore_name":"Jonathan","initials":"J","full_name":"Jonathan Alfred"},{"last_name":"Mastella","fore_name":"Giulio","initials":"G","full_name":"Giulio Mastella"},{"last_name":"Rattka","fore_name":"Isabel","initials":"I","full_name":"Isabel Rattka"},{"last_name":"Jurik","fore_name":"Niklas","initials":"N","full_name":"Niklas Jurik"},{"last_name":"Martens","fore_name":"Eimo","initials":"E","full_name":"Eimo Martens"},{"last_name":"Laugwitz","fore_name":"Karl-Ludwig","initials":"KL","full_name":"Karl-Ludwig Laugwitz"},{"last_name":"Rattka","fore_name":"Manuel","initials":"M","full_name":"Manuel Rattka"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1007/s10840-025-02122-8","journal":"Journal of interventional cardiac electrophysiology : an international journal of arrhythmias and pacing","journal_abbr":"J Interv Card Electrophysiol","source":"pubmed","mesh_headings":null,"publication_types":["Letter"],"affiliation":"","has_medical_terms":false}
{"id":"40920253","title":"Integrated machine learning, molecular dynamics, and DFT-based approach to elucidate the inhibitory effect of Ciprofloxacin analogues against fluoroquinolone-resistant Salmonella Typhi.","abstract":"Salmonella enterica serovar Typhi, the etiological agent of Typhoid fever, remains a critical public health concern associated with high morbidity in many developing countries. The widespread emergence of multidrug-resistant (MDR) Salmonella Typhi strains against the fluoroquinolone group of antibiotics, particularly ciprofloxacin, poses a significant global therapeutic challenge with underlying resistance due to mutations in quinolone-resistance determining region (QRDR) of gyrA gene, encoding Deoxyribonucleic Acid gyrase subunit A (GyrA). In pursuit of alternative therapeutic candidates, the present study was designed to evaluate ciprofloxacin analogues against prevalent GyrA mutations (S83F, D87G, and D87N) to overcome fluoroquinolone resistance through machine learning (ML)-based approach. Based on Decision table algorithm with 78 predictive accuracy, 354 potential active ciprofloxacin analogues were identified from a dataset of 400 compounds. Following molecular docking against each mutant variant, top 10 analogues were screened out based on their higher binding affinity than the reference compound, from which 8 compounds revealed acceptable drug-likeness and ADMET properties. Notably, two analogue compounds (C1) and (C5) exhibited highest average binding affinities of -34.17 kJ/mol and -33.61 kJ/mol, respectively. These compounds further yielded validatory results in molecular dynamics (MD) simulation and binding-free energy analysis using Molecular mechanics/Poisson-Boltzmann surface area. Density functional theory (DFT) study of both the compounds indicated least HOMO-LUMO energy gaps, implying enhanced chemical reactivity. Additionally, MEP (Molecular electrostatic potential) surface mapping and Fukui function analysis revealed key reactive regions, supporting favourable binding orientations. Overall, the findings identify promising ciprofloxacin analogues as lead compounds against GyrA mutations, supporting the development of structurally optimised antimicrobial therapeutics.","authors":[{"last_name":"Guchhait","fore_name":"Romita","initials":"R","full_name":"Romita Guchhait"},{"last_name":"Ramaiah","fore_name":"Sudha","initials":"S","full_name":"Sudha Ramaiah"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1007/s00203-025-04452-7","journal":"Archives of microbiology","journal_abbr":"Arch Microbiol","source":"pubmed","mesh_headings":["Salmonella typhi","Ciprofloxacin","DNA Gyrase","Machine Learning","Anti-Bacterial Agents","Molecular Dynamics Simulation","Molecular Docking Simulation","Fluoroquinolones","Microbial Sensitivity Tests","Mutation","Drug Resistance, Bacterial","Density Functional Theory","Drug Resistance, Multiple, Bacterial","Typhoid Fever","Bacterial Proteins"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40920180","title":"Exploring the survival benefits of surgical treatment for pancreatic adenocarcinoma using the DeepSurv neural network model.","abstract":"To develop a DeepSurv model for predicting survival in pancreatic adenocarcinoma patients, evaluating the benefit of surgical versus non-surgical treatment across different stages, including stage IV subcategories. Clinical data were extracted from the SEER database (2000-2020). Patients were randomly divided into a model-building group and an experimental group. The DeepSurv model was trained and hyperparameter-optimized. Simulated paired data were created by switching treatment status. Predicted survival rates were compared using generalized estimating equations. SHAP values analyzed variable importance.The study included 16,068 patients. The final model achieved a C-index of 0.85. Surgical treatment yielded higher survival rates than non-surgical across all stages (p 0.001), though the benefit diminished in advanced stages. For stage IV, surgery improved survival in T1-3 and N0 stages (p 0.001) but not in T4 and N1. SHAP analysis ranked M stage as the most significant predictor of mortality, followed by T stage, overall stage, and surgical status. M1 metastasis was associated with a 14 increased mortality risk, while surgery reduced risk by 11 .Surgery reduces mortality across stages, with declining efficacy in advanced disease. For stage IV patients, surgery is beneficial except for those with T4 or N1 disease. Combining DeepSurv with SHAP analysis facilitates individualized prediction of surgical survival benefits.","authors":[{"last_name":"Wang","fore_name":"Xin","initials":"X","full_name":"Xin Wang"},{"last_name":"Yan","fore_name":"Wenmao","initials":"W","full_name":"Wenmao Yan"},{"last_name":"Shi","fore_name":"Jingdong","initials":"J","full_name":"Jingdong Shi"},{"last_name":"Cheng","fore_name":"Shi","initials":"S","full_name":"Shi Cheng"},{"last_name":"Yu","fore_name":"Wei","initials":"W","full_name":"Wei Yu"},{"last_name":"Zhang","fore_name":"Hongyi","initials":"H","full_name":"Hongyi Zhang"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1080/24699322.2025.2556334","journal":"Computer assisted surgery (Abingdon, England)","journal_abbr":"Comput Assist Surg (Abingdon)","source":"pubmed","mesh_headings":["Humans","Pancreatic Neoplasms","Male","Female","Adenocarcinoma","Neural Networks, Computer","Middle Aged","Aged","SEER Program","Survival Rate","Neoplasm Staging","Pancreatectomy"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40920149","title":"Coronary Plaque Volume in an Asymptomatic Population Miami Heart Study at Baptist Health South Florida.","abstract":"Coronary computed tomography angiography (CTA)-derived plaque burden is associated with the risk of cardiovascular events and is expected to be used in clinical practice. Understanding the normative values of computed tomography-based quantitative plaque volume in the general population is clinically important for determining patient management. This study aimed to investigate the distribution of plaque volume in the general population and to develop nomograms using MiHEART (Miami Heart Study) at Baptist Health South Florida, a large community-based cohort study. The study included 2,301 asymptomatic subjects without cardiovascular disease enrolled in MiHEART. Quantitative assessment of plaque volume was performed by using artificial intelligence-guided quantitative coronary computed tomography angiography (Artificial Intelligence-QCT) analysis. The percentiles of the plaque distribution were estimated with nonparametric techniques. Mean age of the participants was 53.5 years, and 50.4 were male. The median total plaque volume was 54 mm (Q1-Q3 16-126 mm) and increased with age. Male subjects had greater median total plaque volume than female subjects (80 mm Q1-Q3 31-181 mm vs 34 mm Q1-Q3 9-85 mm P 0.001) there was no difference according to race/ethnicity (Hispanic 53 mm Q1-Q3 14-119 mm vs non-Hispanic 54 mm Q1-Q3 17-127 mm P 0.756). The prevalence of subjects with total plaque volume 20 mm was 81.5 in male subjects and 61.9 in female subjects. Younger individuals had a greater percentage of noncalcified plaque. The large majority of study subjects had plaque detected by using Artificial Intelligence-QCT. Furthermore, age- and sex-specific nomograms provided information on the plaque volume distribution in an asymptomatic population. (Miami Heart Study MiHEART at Baptist Health South Florida NCT02508454).","authors":[{"last_name":"Ichikawa","fore_name":"Keishi","initials":"K","full_name":"Keishi Ichikawa"},{"last_name":"Ronen","fore_name":"Shai","initials":"S","full_name":"Shai Ronen"},{"last_name":"Bishay","fore_name":"Rachelle","initials":"R","full_name":"Rachelle Bishay"},{"last_name":"Krishnan","fore_name":"Srikanth","initials":"S","full_name":"Srikanth Krishnan"},{"last_name":"Benzing","fore_name":"Travis","initials":"T","full_name":"Travis Benzing"},{"last_name":"Kianoush","fore_name":"Sina","initials":"S","full_name":"Sina Kianoush"},{"last_name":"Aldana-Bitar","fore_name":"Jairo","initials":"J","full_name":"Jairo Aldana-Bitar"},{"last_name":"Cainzos-Achirica","fore_name":"Miguel","initials":"M","full_name":"Miguel Cainzos-Achirica"},{"last_name":"Feldman","fore_name":"Theodore","initials":"T","full_name":"Theodore Feldman"},{"last_name":"Fialkow","fore_name":"Jonathan","initials":"J","full_name":"Jonathan Fialkow"},{"last_name":"Budoff","fore_name":"Matthew J","initials":"MJ","full_name":"Matthew J Budoff"},{"last_name":"Nasir","fore_name":"Khurram","initials":"K","full_name":"Khurram Nasir"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.jcmg.2025.08.001","journal":"JACC. Cardiovascular imaging","journal_abbr":"JACC Cardiovasc Imaging","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40920119","title":"A causal inference framework to compare the effectiveness of life-sustaining ICU therapies-using the example of cancer patients with sepsis.","abstract":"The rise in cancer patients could lead to an increase in intensive care units (ICUs) admissions. We explored differences in treatment practices and outcomes of invasive therapies between patients with sepsis with and without cancer. Adults from 2008 to 2019 admitted to the Intensive Care Unit for sepsis were extracted from the databases MIMIC-IV and eICU-CRD. Using Extreme Gradient Boosting, we estimated the odds for invasive mechanical ventilation (IMV) or vasopressors. Targeted maximum likelihood estimation (TMLE) models estimated treatment effects of IMV and vasopressors on in-hospital mortality and 28 hospital-free days. 58,988 adult septic patients were included, of which 6145 had cancer. In-hospital mortality was higher for cancer patients (30.3 vs. 16.1 ). Patients with cancer had lower odds of receiving IMV (aOR 95 CI , 0.94 0.90-0.97 ) pronounced for hematologic patients (aOR 0.89 0.84-0.93 ). Odds for vasopressors were also lower for hematologic patients (aOR 0.89 0.84-0.94 ). TMLE models found IMV to be overall associated with higher in-hospital mortality for solid and hematological patients (ATE 3 1 -5 , 6 3 -9 , respectively), while vasopressors were associated with higher in-hospital mortality for patients with solid and metastatic cancer (ATE 6 4 -8 , 3 1 -6 , respectively). We utilized Ultrasound-wide Intensive Care Unit data to estimate a relationship between mortality and the use of common therapies. With the exception of hematologic patients being less likely to receive IMV, we did not find differential treatment patterns. We did not demonstrate an average survival benefit for therapies, underscoring the need for a more granular analysis to identify subgroups who benefit from these interventions.","authors":[{"last_name":"Matos","fore_name":"João","initials":"J","full_name":"João Matos"},{"last_name":"Struja","fore_name":"Tristan","initials":"T","full_name":"Tristan Struja"},{"last_name":"Woite","fore_name":"Naira Link","initials":"NL","full_name":"Naira Link Woite"},{"last_name":"Restrepo","fore_name":"David","initials":"D","full_name":"David Restrepo"},{"last_name":"Waschka","fore_name":"Andre Kurepa","initials":"AK","full_name":"Andre Kurepa Waschka"},{"last_name":"Celi","fore_name":"Leo A","initials":"LA","full_name":"Leo A Celi"},{"last_name":"Sauer","fore_name":"Christopher M","initials":"CM","full_name":"Christopher M Sauer"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/ijc.70138","journal":"International journal of cancer","journal_abbr":"Int J Cancer","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40919911","title":"TMBquant an explainable AI-powered caller advancing tumor mutation burden quantification across heterogeneous samples.","abstract":"Accurate tumor mutation burden (TMB) quantification is critical for immunotherapy stratification, yet remains challenging due to variability across sequencing platforms, tumor heterogeneity, and variant calling pipelines. Here, we introduce TMBquant, an explainable Artificial Intelligence-powered caller designed to optimize TMB estimation through dynamic feature selection, ensemble learning, and automated strategy adaptation. Built upon the H2O AutoML framework, TMBquant integrates variant features, minimizes classification errors, and enhances both accuracy and stability across diverse datasets. We benchmarked TMBquant against nine widely used variant callers, including traditional tools (e.g. Mutect2, VarScan2, Strelka2) and recent Artificial Intelligence-based methods (DeepSomatic, Octopus), using 706 whole-exome sequencing tumor-control pairs. To evaluate clinical relevance, we further assessed TMBquant through survival analyses across immunotherapy-treated cohorts of non-small cell lung cancer (NSCLC), nasopharyngeal carcinoma (NPC), and the two NSCLC subtypes lung adenocarcinoma and lung squamous cell carcinoma. In each cohort, TMBquant consistently achieved the highest hazard ratios, demonstrating superior patient stratification compared to all other methods. Importantly, TMBquant maintained robust predictive performance across both high-TMB (NSCLC) and low-TMB (NPC) settings, highlighting its generalizability across cancer types with distinct biological characteristics. These findings establish TMBquant as a reliable, reproducible, and clinically actionable tool for precision oncology. The software is open source and freely available at https //github.com/SomaticCaller/SomaticCaller. To enhance reproducibility, we provide detailed usage instructions and representative code snippets for TMBquant in the Methods section (see Code Availability).","authors":[{"last_name":"Wang","fore_name":"Shenjie","initials":"S","full_name":"Shenjie Wang"},{"last_name":"Wang","fore_name":"Xiaonan","initials":"X","full_name":"Xiaonan Wang"},{"last_name":"Zhu","fore_name":"Xiaoyan","initials":"X","full_name":"Xiaoyan Zhu"},{"last_name":"Wang","fore_name":"Xuwen","initials":"X","full_name":"Xuwen Wang"},{"last_name":"Liu","fore_name":"Yuqian","initials":"Y","full_name":"Yuqian Liu"},{"last_name":"Zhao","fore_name":"Minchao","initials":"M","full_name":"Minchao Zhao"},{"last_name":"Chang","fore_name":"Zhili","initials":"Z","full_name":"Zhili Chang"},{"last_name":"Shao","fore_name":"Yang","initials":"Y","full_name":"Yang Shao"},{"last_name":"Zhang","fore_name":"Haitao","initials":"H","full_name":"Haitao Zhang"},{"last_name":"Yang","fore_name":"Shuanying","initials":"S","full_name":"Shuanying Yang"},{"last_name":"Wang","fore_name":"Jiayin","initials":"J","full_name":"Jiayin Wang"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1093/bib/bbaf455","journal":"Briefings in bioinformatics","journal_abbr":"Brief Bioinform","source":"pubmed","mesh_headings":["Humans","Mutation","Lung Neoplasms","Biomarkers, Tumor","Neoplasms","Carcinoma, Non-Small-Cell Lung","Software","Artificial Intelligence","Computational Biology","Exome Sequencing"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40919823","title":"Recent Technological Advances in Monitoring and Neuromodulation of Non-Malignant and Neurogenic Bladder Conditions.","abstract":"Neurogenic bladder and lower urinary tract (LUT) dysfunctions encompass a wide variety of urinary disorders resulting from nervous system impairments. Unfortunately, conventional treatments are still limited and can have significant complication rates, especially when stent implantations or other surgical procedures are involved. Therefore, there is a critical need to develop novel therapeutic strategies and pharmacological approaches to address these challenging urological conditions. Recent technological advances offer promising solutions to overcome some of these challenges faced by patients with bladder and LUT dysfunction. This review summarizes recent progress in advanced urotechnologies, focusing on bladder monitoring and neuromodulation approaches, advanced medical instruments and devices, and the latest wireless, battery-free bioelectronic implants for bladder care. These emerging engineered platforms offer the potential for real-time monitoring and improved patient outcomes while minimizing the risks associated with traditional treatments. Outlook and future directions are also discussed, highlighting how technological innovations-enabled by interdisciplinary efforts-can lead to next-generation urotechnologies. These include multimodal closed-loop strategies, artificial intelligence, deep-tissue sensing techniques, and other approaches aimed at addressing a wide variety of complex urological conditions affecting the bladder and beyond.","authors":[{"last_name":"Liu","fore_name":"Chang","initials":"C","full_name":"Chang Liu"},{"last_name":"Wang","fore_name":"Yifan","initials":"Y","full_name":"Yifan Wang"},{"last_name":"Romero-Ortega","fore_name":"Mario","initials":"M","full_name":"Mario Romero-Ortega"},{"last_name":"Stampas","fore_name":"Argyrios","initials":"A","full_name":"Argyrios Stampas"},{"last_name":"Zhang","fore_name":"Yingchun","initials":"Y","full_name":"Yingchun Zhang"},{"last_name":"Zimmern","fore_name":"Philippe","initials":"P","full_name":"Philippe Zimmern"},{"last_name":"Li","fore_name":"Zhengwei","initials":"Z","full_name":"Zhengwei Li"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/adhm.202502811","journal":"Advanced healthcare materials","journal_abbr":"Adv Healthc Mater","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40919632","title":"EEG-ERnet Emotion Recognition based on Rhythmic EEG Convolutional Neural Network Model.","abstract":"Emotion recognition from electroencephalography (Electroencephalogram) can play a pivotal role in the advancement of brain-computer interfaces (BCIs). Recent developments in deep learning, particularly convolutional neural networks (CNNs) and hybrid models, have significantly enhanced interest in this field. However, standard convolutional layers often conflate characteristics across various brain rhythms, complicating the identification of distinctive features vital for emotion recognition. Furthermore, emotions are inherently dynamic, and neglecting their temporal variability can lead to redundant or noisy data, thus reducing recognition performance. Complicating matters further, individuals may exhibit varied emotional responses to identical stimuli due to differences in experience, culture, and background, emphasizing the necessity for subject-independent classification models. To address these challenges, we propose a novel network model based on depthwise parallel CNNs. Power spectral densities (PSDs) from various rhythms are extracted and projected as 2D images to comprehensively encode channel, rhythm, and temporal properties. These rhythmic image representations are then processed by a newly designed network, Electroencephalogram-ERnet (Emotion Recognition Network), developed to process the rhythmic images for emotion recognition. Experiments conducted on the dataset for emotion analysis using physiological signals (DEAP) using 10-fold cross-validation demonstrate that emotion-specific rhythms within 5-second time intervals can effectively support emotion classification. The model achieves average classification accuracies of 93.27 3.05 , 92.16 2.73 , 90.56 4.44 , and 86.68 5.66 for valence, arousal, dominance, and liking, respectively. These findings provide valuable insights into the rhythmic characteristics of emotional Electroencephalogram signals. Furthermore, the Electroencephalogram-ERnet model offers a promising pathway for the development of efficient, subject-independent, and portable emotion-aware systems for real-world applications.","authors":[{"last_name":"Zhang","fore_name":"Shuang","initials":"S","full_name":"Shuang Zhang"},{"last_name":"Ling","fore_name":"Chen","initials":"C","full_name":"Chen Ling"},{"last_name":"Wu","fore_name":"Jingru","initials":"J","full_name":"Jingru Wu"},{"last_name":"Li","fore_name":"Jiawen","initials":"J","full_name":"Jiawen Li"},{"last_name":"Wang","fore_name":"Jiujiang","initials":"J","full_name":"Jiujiang Wang"},{"last_name":"Yu","fore_name":"Yuanyu","initials":"Y","full_name":"Yuanyu Yu"},{"last_name":"Liu","fore_name":"Xin","initials":"X","full_name":"Xin Liu"},{"last_name":"Lv","fore_name":"Jujian","initials":"J","full_name":"Jujian Lv"},{"last_name":"Vai","fore_name":"Mang I","initials":"MI","full_name":"Mang I Vai"},{"last_name":"Chen","fore_name":"Rongjun","initials":"R","full_name":"Rongjun Chen"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.31083/JIN41547","journal":"Journal of integrative neuroscience","journal_abbr":"J Integr Neurosci","source":"pubmed","mesh_headings":["Humans","Emotions","Electroencephalography","Neural Networks, Computer","Adult","Young Adult","Recognition, Psychology","Evoked Potentials","Brain-Computer Interfaces","Male","Brain Waves","Female","Convolutional Neural Networks"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40919626","title":"Study on the Influence of Emotion and Fatigue on Cognitive Function During Simulated Flight Based on ERP Technology.","abstract":"Pilots often experience mental fatigue during task performance, accompanied by fluctuations in positive (e.g., joy) and negative (e.g., tension) emotions. Both mental fatigue and emotional changes significantly contribute to aviation accidents, yet few studies have considered their interplay. This study had three primary objectives. First, it examined the changes in positive and negative emotions following mental fatigue. Second, it investigated how these emotions influence the recovery from fatigue. Finally, it developed a comprehensive evaluation model integrating mental fatigue and emotional states. Two task sets were created using the visual search paradigm, incorporating simulated flight tasks with positive and negative emotional stimuli. Data were collected from 30 participants using electroencephalogram (Electroencephalogram), eye-tracking, electrocardiogram (Electrocardiogram), and behavioral performance metrics. Participants showed mental fatigue after the simulated flight task, with reduced arousal for both positive and negative emotions positive images had stronger effects. ERP showed decreased N1, P3, and LPP amplitudes. A Support Vector Machine (SVM) classifier achieved over 93 accuracy for fatigue but about 70 for emotion recognition. The task effectively induced fatigue and indicated that positive stimuli may aid recovery. Multimodal features support accurate fatigue detection, though emotion classification needs improvement Clinical Trial Registration No ChiCTR2500104961. https //www.chictr.org.cn/showproj.html proj 267844.","authors":[{"last_name":"Zhao","fore_name":"Ruikai","initials":"R","full_name":"Ruikai Zhao"},{"last_name":"Zhou","fore_name":"Pengyan","initials":"P","full_name":"Pengyan Zhou"},{"last_name":"Liu","fore_name":"Jinhan","initials":"J","full_name":"Jinhan Liu"},{"last_name":"Guan","fore_name":"Yixuan","initials":"Y","full_name":"Yixuan Guan"},{"last_name":"Qian","fore_name":"Jiacheng","initials":"J","full_name":"Jiacheng Qian"},{"last_name":"Bao","fore_name":"Jiayi","initials":"J","full_name":"Jiayi Bao"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.31083/JIN38435","journal":"Journal of integrative neuroscience","journal_abbr":"J Integr Neurosci","source":"pubmed","mesh_headings":["Humans","Male","Emotions","Mental Fatigue","Adult","Female","Young Adult","Electroencephalography","Evoked Potentials","Psychomotor Performance","Support Vector Machine"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40919575","title":"Artificial intelligence in primary aldosteronism current achievements and future challenges.","abstract":"Recent advances in artificial intelligence (Artificial Intelligence) are reshaping the diagnostic and therapeutic of primary aldosteronism (PA). For screening, machine learning models integrate multidimensional data to improve the efficiency of PA detection, facilitating large-scale population screening. For diagnosis, Artificial Intelligence-driven algorithms have further enhanced the specificity of PA identification. In subtype classification, Artificial Intelligence algorithms achieve high predictive accuracy in differentiating PA subtypes through comprehensive analysis of clinical, imaging, and biochemical data, while simultaneously reducing reliance on invasive diagnostic procedures. Regarding treatment decision-making and outcome, predictive models guide personalized therapy by assessing treatment responses and surgical results. These models also contribute to discovering potential drugs by analyzing molecular targets computationally. Although scientists have achieved notable progress, there remain substantial challenges in clinical implementation, including limited sample size, insufficient model interpretability, and a lack of real-world validation. To translate technical advances into clinical practice, the field requires more reliable Artificial Intelligence models with clear decision-making processes and rigorous multicenter validation studies. Future research should focus on clinical practice by developing integrated diagnostic-treatment pathways, while leveraging Artificial Intelligence s strengths and overcoming its current limitations in generalizability and clinical acceptance. .","authors":[{"last_name":"Xu","fore_name":"Yisi","initials":"Y","full_name":"Yisi Xu"},{"last_name":"Liu","fore_name":"Benjin","initials":"B","full_name":"Benjin Liu"},{"last_name":"Huang","fore_name":"Xuqi","initials":"X","full_name":"Xuqi Huang"},{"last_name":"Guo","fore_name":"Xudong","initials":"X","full_name":"Xudong Guo"},{"last_name":"Suo","fore_name":"Ning","initials":"N","full_name":"Ning Suo"},{"last_name":"Jiang","fore_name":"Shaobo","initials":"S","full_name":"Shaobo Jiang"},{"last_name":"Wang","fore_name":"Hanbo","initials":"H","full_name":"Hanbo Wang"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.3389/fmolb.2025.1660588","journal":"Frontiers in molecular biosciences","journal_abbr":"Front Mol Biosci","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40919563","title":"Research Progress of Mitochondrial Dynamics and Autophagy in Diabetic Complications New Treatment Strategies.","abstract":"Diabetes has emerged as a critical global health issue, with its associated complications posing a severe threat to patients quality of life. Current research demonstrates that imbalance in mitochondrial dynamics and autophagic dysregulation play pivotal roles in the pathogenesis of diabetic complications, particularly in diabetic cardiomyopathy, nephropathy, peripheral neuropathy and retinopathy. Strategic modulation of mitochondrial function and autophagic activity represents a promising therapeutic approach for managing diabetic complications. Furthermore, integrating mitochondrial dynamics and autophagy, we have outlined the application prospects of strategies related to diabetic complications, including mitochondrial fission inhibitors, autophagy inducers, and certain compounds extracted from traditional Chinese medicines, and incorporated new breakthroughs in mitochondrial imaging, omics, and artificial intelligence-based therapeutic prediction. This review systematically examines the intricate relationship between diabetic complications and dysregulations in mitochondrial dynamics and autophagic dysfunction, while elucidating the underlying molecular mechanisms, and highlights the significance of mitochondrial dynamics and autophagy in diabetic complications. Imbalances in mitochondrial dynamics-whether abnormal fission or fusion-and autophagic dysregulation do not exist in isolation. A comprehensive understanding of the interplay between diabetic pathophysiology and the mitochondrial-autophagy axis may provide novel research perspectives for therapeutic development. This paper provides a comprehensive review of the literature to clarify the above content, using a narrative review approach. Future investigations should prioritize translational exploration to harness the clinical potential of these mechanistic insights, thereby advancing precision medicine strategies for the management of diabetic complications.","authors":[{"last_name":"Wu","fore_name":"XiaoPei","initials":"X","full_name":"XiaoPei Wu"},{"last_name":"Yang","fore_name":"Ji","initials":"J","full_name":"Ji Yang"},{"last_name":"He","fore_name":"JunDong","initials":"J","full_name":"JunDong He"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.2147/DMSO.S541768","journal":"Diabetes, metabolic syndrome and obesity : targets and therapy","journal_abbr":"Diabetes Metab Syndr Obes","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40919438","title":"Advancing outcome measure development and analytical approaches Pain in Animals Workshop 2023.","abstract":"Annually, millions of humans and animals suffer from chronic and acute pain, creating welfare and quality of life concerns for both humans and animals who suffer this pain. In developing new therapeutic approaches, the challenge is to accurately measure this pain to ascertain the efficacy of novel therapeutics. Additionally, there is a need to develop new and effective analgesic options that may offer alternatives to using opioids that contribute to the opioid epidemic. The Pain in Animals Workshop (PAW) meetings are held every other year in partnership with the National Institutes of Health (National Institutes of Health), bringing key stakeholders together to understand pain in humans and animals better. The 2023 workshop focused on presenting and discussing updates on validated approaches to measuring pain, highlighting opportunity areas for additional outcome measure development. It also discussed study design and analytic approaches to the use of outcome measures in clinical trials, including the important concepts of success-failure approaches and the application of multiple endpoints in evaluating analgesic therapies. The workshop also introduced the concept of the biopsychosocial model of pain, broadening the conversation around the impact of pain and thus opportunities to modulate the pain experience. The application of artificial intelligence to the measurement of pain was introduced. The workshop brought together academia, government, and industry experts in human and animal pain assessment and analgesic intervention development. Given the topic s importance and the meeting s uniqueness, capturing the thoughts and ideas presented and discussed is critical. This narrative is one product from that meeting, summarizing several presentations from the workshop.","authors":[{"last_name":"Lascelles","fore_name":"B D X","initials":"BDX","full_name":"B D X Lascelles"},{"last_name":"Barratt","fore_name":"D","initials":"D","full_name":"D Barratt"},{"last_name":"Basran","fore_name":"P S","initials":"PS","full_name":"P S Basran"},{"last_name":"Brown","fore_name":"D C","initials":"DC","full_name":"D C Brown"},{"last_name":"Coetzee","fore_name":"J F","initials":"JF","full_name":"J F Coetzee"},{"last_name":"Gill","fore_name":"M","initials":"M","full_name":"M Gill"},{"last_name":"Hutchinson","fore_name":"M R","initials":"MR","full_name":"M R Hutchinson"},{"last_name":"Johnson","fore_name":"C","initials":"C","full_name":"C Johnson"},{"last_name":"Luna","fore_name":"S P L","initials":"SPL","full_name":"S P L Luna"},{"last_name":"Mohapatra","fore_name":"D P","initials":"DP","full_name":"D P Mohapatra"},{"last_name":"Oshinsky","fore_name":"M L","initials":"ML","full_name":"M L Oshinsky"},{"last_name":"Robertson","fore_name":"S","initials":"S","full_name":"S Robertson"},{"last_name":"Ruberman","fore_name":"C F","initials":"CF","full_name":"C F Ruberman"},{"last_name":"Smith","fore_name":"E R","initials":"ER","full_name":"E R Smith"},{"last_name":"Zhang","fore_name":"Q","initials":"Q","full_name":"Q Zhang"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.3389/fpain.2025.1615862","journal":"Frontiers in pain research (Lausanne, Switzerland)","journal_abbr":"Front Pain Res (Lausanne)","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40919282","title":"Insights Into Perceived Worries Regarding the Adoption of Artificial Intelligence Among Intensive Care Unit Nurses in the West Bank.","abstract":"The integration of artificial intelligence (Artificial Intelligence) into healthcare is advancing rapidly, yet little is known about how Intensive Care Unit nurses perceive this shift, particularly in low-resource settings. This study aimed to examine Intensive Care Unit nurses perceived concerns regarding Artificial Intelligence adoption, focusing on awareness, prior experience, and levels of worry related to Artificial Intelligence integration. A cross-sectional survey was conducted among 235 Intensive Care Unit nurses from nine hospitals in the West Bank. Data were collected using the Worries of Applying Artificial Intelligence in Healthcare Questionnaire (WAAI-HCQ). Descriptive statistics and regression analyses were performed using SPSS. Nurses demonstrated moderate Artificial Intelligence awareness (M 2.6, SD 0.5) and limited prior experience (mean 2.3, SD 0.5). The overall worry regarding Artificial Intelligence was moderate (M 3.2, SD 0.9), with the greatest concerns centered on its impact on healthcare providers (M 3.3, SD 1.0) and the least on regulatory and ethical issues (M 2.9, SD 0.7). Regression analysis revealed that Artificial Intelligence awareness significantly predicted higher worry levels (B 2.007, .001), while prior experience with Artificial Intelligence predicted reduced worry (B -0.952, .001). The findings suggest that greater Artificial Intelligence awareness without practical experience may lead to increased apprehension, while hands-on exposure reduces anxiety and builds confidence. While Intensive Care Unit nurses recognized the potential benefits of Artificial Intelligence, concerns about job displacement, depersonalization of care, and workflow disruption were prevalent. These findings underscore the need for targeted Artificial Intelligence education, practical training, and supportive policies that address ethical and workforce-related implications. Context-specific strategies are essential to enhance nurses readiness and confidence in adopting Artificial Intelligence technologies in critical care settings.","authors":[{"last_name":"Batran","fore_name":"Ahmad","initials":"A","full_name":"Ahmad Batran"},{"last_name":"Ayed","fore_name":"Ahmad","initials":"A","full_name":"Ahmad Ayed"},{"last_name":"Aqtam","fore_name":"Ibrahim","initials":"I","full_name":"Ibrahim Aqtam"},{"last_name":"Al-Amer","fore_name":"Rasmieh","initials":"R","full_name":"Rasmieh Al-Amer"},{"last_name":"Othman","fore_name":"Elham H","initials":"EH","full_name":"Elham H Othman"},{"last_name":"Ejheisheh","fore_name":"Moath Abu","initials":"MA","full_name":"Moath Abu Ejheisheh"},{"last_name":"Al Daamsa","fore_name":"Haneen Nasser","initials":"HN","full_name":"Haneen Nasser Al Daamsa"},{"last_name":"Alkhatib","fore_name":"Sanaa","initials":"S","full_name":"Sanaa Alkhatib"},{"last_name":"Farajallah","fore_name":"Mosaab","initials":"M","full_name":"Mosaab Farajallah"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1177/23779608251376177","journal":"SAGE open nursing","journal_abbr":"SAGE Open Nurs","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40919135","title":"Pancreatic Islet Cell Hormones Secretion, Function, and Diabetes Therapy.","abstract":"The pancreatic islets of Langerhans, which are composed of , , , , and PP cells, orchestrate systemic glucose homeostasis through tightly regulated hormone secretion. Although the precise mechanisms involving cells in the onset and progression of diabetes have been elucidated and insulin replacement therapy remains the primary treatment modality, the regulatory processes, functions, and specific roles of other pancreatic islet hormones in diabetes continue to be the subject of ongoing investigation. At present, a comprehensive review of the secretion and regulation of pancreatic islet cell hormones as well as the related mechanisms of diabetes is lacking. This review synthesizes current knowledge on the secretion mechanisms of insulin, glucagon, somatostatin, ghrelin, and pancreatic polypeptides, emphasizing their functional crosstalk in diabetes. Emerging advances include CRISPR-based -cell regeneration, bioengineered islet transplantation, and bioelectronic interventions aimed at restoring pancreatic function. Future research directions highlight artificial intelligence-guided prediction of hormone dynamics, therapeutics targeting the gut microbiome-islet axis, and tissue-engineered artificial islets. By integrating mechanistic insights, physiological roles, and translational innovations, this review outlines precision strategies for targeting islet hormone networks, offering a roadmap toward restoring metabolic equilibrium in diabetes.","authors":[{"last_name":"Ma","fore_name":"Jinfang","initials":"J","full_name":"Jinfang Ma"},{"last_name":"Li","fore_name":"Mao","initials":"M","full_name":"Mao Li"},{"last_name":"Yang","fore_name":"Lingxiao","initials":"L","full_name":"Lingxiao Yang"},{"last_name":"Xie","fore_name":"Qingxing","initials":"Q","full_name":"Qingxing Xie"},{"last_name":"Fan","fore_name":"Rongping","initials":"R","full_name":"Rongping Fan"},{"last_name":"Lu","fore_name":"Xi","initials":"X","full_name":"Xi Lu"},{"last_name":"Huang","fore_name":"Xing","initials":"X","full_name":"Xing Huang"},{"last_name":"Tong","fore_name":"Nanwei","initials":"N","full_name":"Nanwei Tong"},{"last_name":"Duan","fore_name":"Zhenyu","initials":"Z","full_name":"Zhenyu Duan"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/mco2.70359","journal":"MedComm","journal_abbr":"MedComm (2020)","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40918939","title":"Generative artificial intelligence for automated data extraction from unstructured medical text.","abstract":"Unstructured data, such as procedure notes, contain valuable medical information that is frequently underutilized due to the labor-intensive nature of data extraction. This study aims to develop a generative artificial intelligence (GenAI) pipeline using an open-source Large Language Model (LLM) with built-in guardrails and a retry mechanism to extract data from unstructured right heart catheterization (RHC) notes while minimizing errors, including hallucinations. A total of 220 RHC notes were randomly selected for pipeline development and 200 for validation from the Pulmonary Vascular Disease Registry. The pipeline comprised three main components the Engineered Preload Framework (EPF), which integrated schemas and instructions the LLM module, enhanced by reasoning capabilities and the validation and retry mechanism, which ensured data accuracy through iterative self-correction. A clinical expert manually extracted data from the validation cohort to establish the ground truth. Pipeline performance was evaluated using precision, recall, and F1 score. Additionally, the dataset was stratified into quartiles to assess the pipeline s ability to handle varying levels of data availability. The pipeline achieved 99.0 precision, 85.0 recall, and a 91.5 F1 score, with an overall accuracy of 90 when evaluated at the note level. The most common error was missed values (5.2 ), while hallucinations were the least frequent ( 0.01 ). This study demonstrates the feasibility of a robust GenAI pipeline for automating structured data extraction from unstructured RHC procedure notes. The approach highlights the potential of LLMs in medical data mining, improving research efficiency and clinical applications.","authors":[{"last_name":"Dao","fore_name":"Nam","initials":"N","full_name":"Nam Dao"},{"last_name":"Quesada","fore_name":"Luisa","initials":"L","full_name":"Luisa Quesada"},{"last_name":"Hassan","fore_name":"Syed Moin","initials":"SM","full_name":"Syed Moin Hassan"},{"last_name":"Campo","fore_name":"Monica Iturrioz","initials":"MI","full_name":"Monica Iturrioz Campo"},{"last_name":"Johnson","fore_name":"Shelsey","initials":"S","full_name":"Shelsey Johnson"},{"last_name":"Ghose","fore_name":"Suchandra","initials":"S","full_name":"Suchandra Ghose"},{"last_name":"San José Estépar","fore_name":"Raúl","initials":"R","full_name":"Raúl San José Estépar"},{"last_name":"Waxman","fore_name":"Aaron","initials":"A","full_name":"Aaron Waxman"},{"last_name":"Washko","fore_name":"George","initials":"G","full_name":"George Washko"},{"last_name":"Rahaghi","fore_name":"Farbod N","initials":"FN","full_name":"Farbod N Rahaghi"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1093/jamiaopen/ooaf097","journal":"JAMIA open","journal_abbr":"JAMIA Open","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40918881","title":"Assessing Diagnostic Accuracy in Cephalometry A Comparative Study of Manual and Digital Tracing Techniques.","abstract":"This study aimed to statistically evaluate and compare the accuracy, reliability, and efficiency of manual versus artificial intelligence (Artificial Intelligence)-assisted digital cephalometric tracing using Steiner s and Down s analyses in orthodontic diagnostics. A retrospective study was conducted using 20 lateral cephalograms obtained using the NewTom GiANO HR cone-beam computed tomography (CBCT) system (Quantitative Radiology, Verona, Italy). Manual tracings were performed on acetate sheets, while digital analysis employed the AudaxCeph software (Audax d.o.o., Ljubljana, Slovenia) with automated landmark detection. Measurements were analysed using independent sample t-tests and Mann-Whitney U tests, with significance set at p 0.05. Statistical analysis showed no significant differences (p 0.05) between manual and digital cephalometric measurements across key parameters. Minor variations were within clinically acceptable limits, confirming that both methods are consistent and interchangeable for orthodontic diagnostics. Artificial Intelligence-assisted digital cephalometric tracing is as accurate and reliable as manual methods, offering enhanced efficiency and consistency. These findings support its integration into routine orthodontic diagnostics.","authors":[{"last_name":"Pandey","fore_name":"Aparajita","initials":"A","full_name":"Aparajita Pandey"},{"last_name":"Chaturvedi","fore_name":"T P","initials":"TP","full_name":"T P Chaturvedi"},{"last_name":"Srivastava","fore_name":"Adit","initials":"A","full_name":"Adit Srivastava"},{"last_name":"Shukla","fore_name":"Saumya","initials":"S","full_name":"Saumya Shukla"},{"last_name":"Priyadarsini S","fore_name":"Savitha","initials":"S","full_name":"Savitha Priyadarsini S"},{"last_name":"Nagvanshi","fore_name":"Sakshee","initials":"S","full_name":"Sakshee Nagvanshi"},{"last_name":"A V","fore_name":"Aparna","initials":"A","full_name":"Aparna A V"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.7759/cureus.89412","journal":"Cureus","journal_abbr":"Cureus","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
