{"id":"40923270","title":"High-voltage electrical pulses for pancreatic cancer treatment in the era of precision medicine.","abstract":"Pancreatic cancer (PC) presents a significant therapeutic challenge due to its immunosuppressive tumor microenvironment (TME). Emerging evidence supports the efficacy of high-voltage electrical pulses (HVEPs) in PC treatment, leveraging dual benefits of pancreatobiliary duct integrity maintenance and immunogenicity activation. PubMed, Embase, Cochrane Library, and Web of Science were searched from January 2000 to January 2025. This review synthesizes recent advances in HVEPs for PC treatment, specifically focusing on clinical translation, mechanistic insights, and combinatorial strategies with other modalities. HVEPs induce immunogenic cell death and reprogram the TME, converting immunologically cold tumors to hot. We also highlight the synergistic potential of combining HVEPs with surgery, chemotherapy, immunotherapy (notably for prolonging immune effects and activating abscopal responses), and nanomaterials (which enhance targeting, reduce toxicity, and augment efficacy). Current research must still address several outstanding issues in device engineering, mechanism exploration, designing new immunotherapy combinations, and developing nanomaterials. Further exploration of the mechanisms of HVEPs and the development of combination approaches based on HVEPs-particularly with immunotherapy and nanomaterials-holds significant promise for advancing personalized, precise, and systemic management of PC.","authors":[{"last_name":"Ma","fore_name":"Wenyuan","initials":"W","full_name":"Wenyuan Ma"},{"last_name":"Liu","fore_name":"Haoyu","initials":"H","full_name":"Haoyu Liu"},{"last_name":"Xu","fore_name":"Fan","initials":"F","full_name":"Fan Xu"},{"last_name":"Xu","fore_name":"Lei","initials":"L","full_name":"Lei Xu"},{"last_name":"Zhang","fore_name":"Chengyue","initials":"C","full_name":"Chengyue Zhang"},{"last_name":"Lou","fore_name":"Wenjing","initials":"W","full_name":"Wenjing Lou"},{"last_name":"Xie","fore_name":"Liting","initials":"L","full_name":"Liting Xie"},{"last_name":"Jiang","fore_name":"Tian'An","initials":"T","full_name":"Tian'An Jiang"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/JS9.0000000000003386","journal":"International journal of surgery (London, England)","journal_abbr":"Int J Surg","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40923203","title":"Targeting Inflammation and Fibrosis in Cardiovascular Disease Emerging Mechanisms and Therapies.","abstract":"Cardiovascular diseases are increasingly recognized as chronic disorders driven by a complex interplay between inflammation and fibrosis. In this review, we elucidate emerging mechanisms that govern the transition from acute inflammation to pathological fibrosis, with particular focus on cellular crosstalk between neutrophils, macrophages, fibroblasts, and myofibroblasts. We explore how dysregulated immune responses and extracellular matrix (ECM) remodeling sustain a pathogenic feedback loop, promoting myocardial stiffening and adverse cardiac remodeling. Special attention is given to the plasticity of immune and stromal cells, including macrophage polarization and fibroblast-to-myofibroblast transitions, as well as the roles of TGF- signaling, hypoxia, and noncoding RNAs. Building on this mechanistic foundation, we highlight next-generation therapeutic strategies-ranging from immunometabolic and epigenetic reprogramming to gene editing, cell-based therapies, and nanomedicine-designed to interrupt the inflammation-fibrosis axis. By targeting these interconnected pathways, emerging therapies offer the potential to reverse maladaptive remodeling, restore cardiac function, and redefine the treatment landscape in cardiovascular disease.","authors":[{"last_name":"Cabrera-Fuentes","fore_name":"Hector A","initials":"HA","full_name":"Hector A Cabrera-Fuentes"},{"last_name":"Barreto","fore_name":"Guillermo","initials":"G","full_name":"Guillermo Barreto"},{"last_name":"Perez-Campos","fore_name":"Eduardo","initials":"E","full_name":"Eduardo Perez-Campos"},{"last_name":"Nivon-Torres","fore_name":"Gilka F","initials":"GF","full_name":"Gilka F Nivon-Torres"},{"last_name":"Garcia González","fore_name":"Aldo Abel","initials":"AA","full_name":"Aldo Abel Garcia González"},{"last_name":"Al-Suhaim","fore_name":"Ebtesam Abdullah","initials":"EA","full_name":"Ebtesam Abdullah Al-Suhaim"},{"last_name":"Liehn","fore_name":"Elisa A","initials":"EA","full_name":"Elisa A Liehn"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1096/fj.202500970R","journal":"FASEB journal : official publication of the Federation of American Societies for Experimental Biology","journal_abbr":"FASEB J","source":"pubmed","mesh_headings":["Humans","Inflammation","Fibrosis","Cardiovascular Diseases","Animals","Extracellular Matrix","Transforming Growth Factor beta","Signal Transduction","Macrophages","Fibroblasts"],"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40923159","title":"Levels of placental extracellular vesicles predicts fetal growth restriction and fetal distress in established severe pre-eclampsia.","abstract":"To evaluate whether plasma levels of placental extracellular vesicles (pcEVs), the EV-scavenging factor lactadherin, and prothrombotic markers predict fetal growth restriction (FGR) and/or fetal distress (FD) in established severe pre-eclampsia (sPE). We recruited 80 sPE patients, 41 normal pregnancies, and 27 non-pregnant women. SPE patients were further dichotomized into event and non-event groups based on the occurrence of FGR/FD during a follow-up period of 77 days. Plasma levels of pcEVs, lactadherin, von Willebrand factor (VWF), antithrombin (AT), and tissue plasminogen activator-plasminogen activator inhibitor complex (tPAI-C) were analyzed for predicting FGR and FD. Plasma levels of pcEVs, lactadherin, VWF, and tPAI-C were progressively increased from non-pregnant women, women with normal pregnancies, and patients with sPE, whereas levels of AT were decreased. Subgroup analyses further showed that pcEVs, lactadherin, and tPAI-C were 2.7, 1.5, and 1.5 times higher in sPE patients with FGR/FD than those without FGR/FD. In contrast, levels of AT were decreased by 10 . The receiver operating characteristic (ROC) analysis found pcEVs to be 84.4 sensitive and 71.4 specific for predicting FGR/FD. Logistic regression analysis indicated that levels of pcEVs were associated with heavy proteinuria (Operating Room 4.657) and combined antihypertensive therapy (Operating Room 6.972) in sPE patients. Patients with pcEVs exceeding 6524/ L had an elevated cumulative risk of FGR/FD (log-rank 25.964, P 0.000) and predicted FGR/FD in sPE patients, with a hazard ratio of 6.940. Plasma pcEVs may serve as an independent predictive biomarker for FGR/FD in sPE patients.","authors":[{"last_name":"Chen","fore_name":"Yuanyuan","initials":"Y","full_name":"Yuanyuan Chen"},{"last_name":"Wang","fore_name":"Yan","initials":"Y","full_name":"Yan Wang"},{"last_name":"Ren","fore_name":"Jing","initials":"J","full_name":"Jing Ren"},{"last_name":"Men","fore_name":"Jianlong","initials":"J","full_name":"Jianlong Men"},{"last_name":"Han","fore_name":"Cha","initials":"C","full_name":"Cha Han"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/ijgo.70521","journal":"International journal of gynaecology and obstetrics: the official organ of the International Federation of Gynaecology and Obstetrics","journal_abbr":"Int J Gynaecol Obstet","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40923146","title":"Axillary surgery de-escalation for breast cancer in the era of precision medicine.","abstract":"","authors":[{"last_name":"Du","fore_name":"Xueying","initials":"X","full_name":"Xueying Du"},{"last_name":"Sun","fore_name":"Xiao","initials":"X","full_name":"Xiao Sun"},{"last_name":"Liu","fore_name":"Yanbing","initials":"Y","full_name":"Yanbing Liu"},{"last_name":"Zhang","fore_name":"Zhaopeng","initials":"Z","full_name":"Zhaopeng Zhang"},{"last_name":"Wang","fore_name":"Yongsheng","initials":"Y","full_name":"Yongsheng Wang"},{"last_name":"Bi","fore_name":"Zhao","initials":"Z","full_name":"Zhao Bi"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.20892/j.issn.2095-3941.2025.0255","journal":"Cancer biology \u0026 medicine","journal_abbr":"Cancer Biol Med","source":"pubmed","mesh_headings":null,"publication_types":["Editorial"],"affiliation":"","has_medical_terms":false}
{"id":"40923089","title":"Unveiling the Hierarchical Network of Sleep Quality Determinants Linking Behavioral, Environmental, and Psychosocial Pathways.","abstract":"Sleep quality has emerged as a critical public health concern, yet our understanding of how multiple determinants interact to influence sleep outcomes remains limited. This study employed partial correlation network analysis to examine the hierarchical structure of sleep quality determinants among Chinese adults. We investigated the interrelationships among nine key factors daily activity rhythm, social interaction frequency, work-life balance, light exposure, physical activity level, time control perception, shift work, weekend catch-up sleep, and sleep quality using the extended Bayesian Information Criterion (EBIC) glasso model. The study included 8,127 Chinese adults (51.0 female, mean age 32.7 years). Results revealed that 79.9 of sleep quality variance could be explained by surrounding variables in the network. Time control perception emerged as a proximal factor, demonstrating the highest centrality ( 1.85, 1.92, 1.88) and strongest connections to sleep quality. Behavioral factors (physical activity level, shift work, work-life balance) functioned as intermediate mechanisms, while environmental and temporal patterns (light exposure, weekend catch-up sleep, social interaction frequency, daily activity rhythm) operated as distal influences. Network stability analysis showed robust estimation precision (CS coefficients 0.70 for all centrality measures). These findings advance our theoretical understanding of sleep quality as embedded within a dynamic network of interacting factors and provide empirical support for targeted interventions focusing on time control perception and behavioral mediators to improve sleep outcomes. The network perspective offers novel insights for developing effective, hierarchically structured approaches to sleep quality enhancement in contemporary society.","authors":[{"last_name":"Hu","fore_name":"Xiaoyan","initials":"X","full_name":"Xiaoyan Hu"},{"last_name":"Zhan","fore_name":"Yuting","initials":"Y","full_name":"Yuting Zhan"},{"last_name":"Wang","fore_name":"Jinying","initials":"J","full_name":"Jinying Wang"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.2147/PRBM.S553199","journal":"Psychology research and behavior management","journal_abbr":"Psychol Res Behav Manag","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922962","title":"Using automated activity monitoring to detect resumption of cyclicity in early lactation-Meta-analysis.","abstract":"This meta-analysis aimed to evaluate the efficacy of automated activity monitoring (AAM) in detecting estrous expression and ovulatory status in cows during the voluntary waiting period (VWP). A comprehensive literature search was conducted in PubMed, ScienceDirect, and Google Scholar using specific search terms. Inclusion criteria focused on studies that assessed estrous expression within the VWP using modern AAM systems alongside blood progesterone (P4) measurements. Four manuscripts involving 2,198 cows were included. Data extraction was performed by a single investigator and validated by a coauthor. The analysis considered estrous expression and ovulatory status determined through serial blood P4 measurements. Cows were classified based on P4 concentrations and estrus alerts into true positive, false positive, true negative, and false negative categories. Statistical analyses were conducted using MedCalc, incorporating 7 experimental groups from the selected manuscripts. The pooled proportion of ovulatory cows with P4 1 ng/mL by 49 DIM (in most studies) was 79.8 (95 CI 74.9 -84.3 ), with significant heterogeneity (I 86.1 ). The proportion of cows with estrous expression detected by AAM by 60 DIM (in most studies) was 64.0 (95 CI 48.3 -78.3 ), also showing significant heterogeneity (I 98.1 ). Sensitivity and specificity of AAM systems to identify ovulatory cows were 70.3 (95 CI 55.1 -83.4 ) and 60.0 (95 CI 42.5 -76.3 ), respectively, both with significant heterogeneity. Positive predictive value was 88.1 (95 CI 84.9 -91.0 ), and negative predictive value was 35.3 (95 CI 26.3 -44.7 ), indicating variability among experimental groups. The findings suggest that although AAM systems show promise in confirming ovulation in early lactation, the lack of estrus detection by AAM does not confirm anovulatory status. The heterogeneity in the data suggests there might be inconsistencies in the precision or configuration of the AAM systems across farms and studies.","authors":[{"last_name":"Borchardt","fore_name":"S","initials":"S","full_name":"S Borchardt"},{"last_name":"Burnett","fore_name":"T A","initials":"TA","full_name":"T A Burnett"},{"last_name":"Bruinjé","fore_name":"T C","initials":"TC","full_name":"T C Bruinjé"},{"last_name":"Madureira","fore_name":"A M L","initials":"AML","full_name":"A M L Madureira"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.3168/jdsc.2025-0785","journal":"JDS communications","journal_abbr":"JDS Commun","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922952","title":"Biomarkers for colorectal cancer detection An insight into colorectal cancer and FDA-approved biomarkers.","abstract":"Colorectal cancer (CRC) constitutes a significant global health challenge, accounting for a considerable proportion of cancer cases and associated mortality. Projections indicate a potential increase in new cases by 2040, attributed to demographic factors such as aging and population growth. Although advancements in the understanding of CRC pathophysiology have broadened treatment options, challenges such as drug resistance and adverse effects persist, highlighting the necessity for enhanced diagnostic methodologies. Timely detection markedly improves survival rates however, colonoscopy, regarded as the gold standard for CRC screening, is constrained by its invasiveness and reliance on practitioner expertise. Consequently, the development of novel diagnostic approaches is imperative. Cancer biomarkers, which serve as indicators of cancer progression, show significant promise for improving diagnosis, prognosis, and treatment strategies. This study investigates molecular and cellular biomarkers, including proteins, Deoxyribonucleic Acid mutations, methylation markers, and microRNAs, that are pivotal in precision medicine and the monitoring of CRC progression. Additionally, emerging biomarkers such as circular RNAs (circRNAs) and long non-coding RNAs (lncRNAs) present opportunities for early detection. Current Food and Drug Administration (Food and Drug Administration)-approved CRC biomarkers reflect a shift towards personalized medicine, enhancing patient compliance and clinical outcomes. Nevertheless, further research is essential for the discovery of novel biomarkers and for deepening the understanding of CRC etiology, thereby advancing personalized care. Addressing standardization challenges will be crucial for ensuring global patient access to biomarker-based strategies.","authors":[{"last_name":"Zamanian","fore_name":"Mohammad Yasin","initials":"MY","full_name":"Mohammad Yasin Zamanian"},{"last_name":"Darmadi","fore_name":"Darmadi","initials":"D","full_name":"Darmadi Darmadi"},{"last_name":"Darabi","fore_name":"Razieh","initials":"R","full_name":"Razieh Darabi"},{"last_name":"Fanoukh Aboqader Al-Aouadi","fore_name":"Raed","initials":"R","full_name":"Raed Fanoukh Aboqader Al-Aouadi"},{"last_name":"Sadeghi Ivraghi","fore_name":"Mehraveh","initials":"M","full_name":"Mehraveh Sadeghi Ivraghi"},{"last_name":"Küpeli Akkol","fore_name":"Esra","initials":"E","full_name":"Esra Küpeli Akkol"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.34172/bi.31211","journal":"BioImpacts : BI","journal_abbr":"Bioimpacts","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40922922","title":"Effect of Intraoperative Posture on Accurate Diagnostic Rate of Intraoperative Nerve Monitoring During Esophagectomy.","abstract":"The benefits of intraoperative nerve monitoring for identifying recurrent laryngeal nerves during esophageal cancer surgery have recently been reported. However, no standardized procedures have been established for the use of this system. This study aimed to identify factors affecting the diagnostic accuracy of intraoperative nerve monitoring for recurrent laryngeal nerve palsy and explore approaches to improve the precision and efficiency of intraoperative nerve monitoring in esophageal cancer surgery. We analyzed 187 consecutive patients who underwent esophagectomy between 2011 and 2018, of whom 142 underwent intraoperative nerve monitoring. We evaluated factors affecting the diagnostic accuracy of intraoperative nerve monitoring for recurrent laryngeal nerve palsy. The overall incidence of postoperative recurrent laryngeal nerve palsy was 22 (32/142). Univariate analysis identified the left lateral decubitus position (vs. prone position) and not using video laryngoscope during intubation as risk factors for discrepancies between intraoperative nerve monitoring findings and postoperative recurrent laryngeal nerve palsy diagnosis. Multivariate analysis confirmed that the left lateral decubitus position (odds ratio 4.24 95 confidence interval 1.09-13.4, 0.019) and not using video laryngoscope during intubation (odds ratio 9.51 95 confidence interval 2.94-15.9, 0.001) were independent risk factors for recurrent laryngeal nerve palsy diagnostic discrepancies. Adequate contact between the intubation tube and vocal cord muscles is crucial for effective intraoperative nerve monitoring during esophagectomy. Additionally, the intraoperative posture significantly affects diagnostic outcomes and should be carefully considered.","authors":[{"last_name":"Yuda","fore_name":"Masami","initials":"M","full_name":"Masami Yuda"},{"last_name":"Takahashi","fore_name":"Keita","initials":"K","full_name":"Keita Takahashi"},{"last_name":"Ishikawa","fore_name":"Yoshitaka","initials":"Y","full_name":"Yoshitaka Ishikawa"},{"last_name":"Kurogochi","fore_name":"Takanori","initials":"T","full_name":"Takanori Kurogochi"},{"last_name":"Matsumoto","fore_name":"Akira","initials":"A","full_name":"Akira Matsumoto"},{"last_name":"Fukushima","fore_name":"Naoko","initials":"N","full_name":"Naoko Fukushima"},{"last_name":"Masuda","fore_name":"Takahiro","initials":"T","full_name":"Takahiro Masuda"},{"last_name":"Takahashi","fore_name":"Naoto","initials":"N","full_name":"Naoto Takahashi"},{"last_name":"Yano","fore_name":"Fumiaki","initials":"F","full_name":"Fumiaki Yano"},{"last_name":"Eto","fore_name":"Ken","initials":"K","full_name":"Ken Eto"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/ags3.70022","journal":"Annals of gastroenterological surgery","journal_abbr":"Ann Gastroenterol Surg","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922801","title":"Precision medicine in acute spinal cord injury moving beyond static hemodynamic targets.","abstract":"","authors":[{"last_name":"Azad","fore_name":"Tej D","initials":"TD","full_name":"Tej D Azad"},{"last_name":"Schwartzbauer","fore_name":"Gary","initials":"G","full_name":"Gary Schwartzbauer"},{"last_name":"Theodore","fore_name":"Nicholas","initials":"N","full_name":"Nicholas Theodore"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1136/tsaco-2025-001961","journal":"Trauma surgery \u0026 acute care open","journal_abbr":"Trauma Surg Acute Care Open","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Comment"],"affiliation":"","has_medical_terms":false}
{"id":"40922695","title":"Next-generation sequencing identifies potential mechanisms of primary resistance to trastuzumab-containing therapies in HER2-positive gastric cancer Analysis based on real-world data and online databases.","abstract":"Trastuzumab-containing therapy remains a treatment option for patients with HER2-positive gastric cancer (GC). However, primary resistance to trastuzumab is a challenge. Therefore, it is essential to identify biomarkers for predicting the efficacy of trastuzumab-based treatment. First, we retrospectively collected the clinical data of HER2-positive GC patients receiving trastuzumab-containing therapies at the Affiliated Hospital of Qingdao University from October 2019 to August 2024. The patients were divided into long-term and short-term response groups according to progression-free survival (PFS) time, treatment lines and regimens. The next-generation sequencing (NGS) results of these patients were analyzed to identify biomarkers for predicting the efficacy of trastuzumab-containing therapies. Next, the cBioPortal database and LAVA database were screened to explore molecular profiling data. A total of 38 patients were included at our center and were categorized into a responder group (N 28) and a nonresponder group (N 10). alteration, insertion, and amplification (0 vs 10.0 , .263, for all of the above factors) were only observed in nonresponders. Among the -amplified samples from GC patients in the cBioPortal database, missense mutations (51.1 ) and amplifications (25.5 ) were the most common co-mutations associated with amplification. Moreover, the incidences of were 16.7 in -amplified GC and 52.9 in -amplified breast cancer ( .179) according to the LAVA database. , insertion, and amplification might confer resistance to trastuzumab and/or immunotherapy in HER2-positive GC, thus highlighting the clinical significance of NGS in guiding personalized treatment in these patients.","authors":[{"last_name":"Zhang","fore_name":"Xuchen","initials":"X","full_name":"Xuchen Zhang"},{"last_name":"Liu","fore_name":"Ning","initials":"N","full_name":"Ning Liu"},{"last_name":"Song","fore_name":"Shanai","initials":"S","full_name":"Shanai Song"},{"last_name":"Zhang","fore_name":"Chuantao","initials":"C","full_name":"Chuantao Zhang"},{"last_name":"Li","fore_name":"Tianjun","initials":"T","full_name":"Tianjun Li"},{"last_name":"Song","fore_name":"Wei","initials":"W","full_name":"Wei Song"},{"last_name":"Huang","fore_name":"Shusheng","initials":"S","full_name":"Shusheng Huang"},{"last_name":"Chen","fore_name":"Yunqing","initials":"Y","full_name":"Yunqing Chen"},{"last_name":"Yan","fore_name":"Weihua","initials":"W","full_name":"Weihua Yan"},{"last_name":"Zhan","fore_name":"Jinfeng","initials":"J","full_name":"Jinfeng Zhan"},{"last_name":"Wang","fore_name":"Huiyun","initials":"H","full_name":"Huiyun Wang"},{"last_name":"Cui","fore_name":"Jiali","initials":"J","full_name":"Jiali Cui"},{"last_name":"Jiang","fore_name":"Man","initials":"M","full_name":"Man Jiang"},{"last_name":"Hou","fore_name":"Helei","initials":"H","full_name":"Helei Hou"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1080/21645515.2025.2555502","journal":"Human vaccines \u0026 immunotherapeutics","journal_abbr":"Hum Vaccin Immunother","source":"pubmed","mesh_headings":["Humans","Stomach Neoplasms","Receptor, ErbB-2","Trastuzumab","Female","Drug Resistance, Neoplasm","High-Throughput Nucleotide Sequencing","Middle Aged","Retrospective Studies","Male","Aged","Antineoplastic Agents, Immunological","Adult","Biomarkers, Tumor"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922673","title":"Multimodal and Multidimensional Artificial Intelligence Technology in Obesity.","abstract":"Although the prevalence of obesity is increasing worldwide, related treatment remains a complex challenge that requires multidimensional approaches. Recent advancements in artificial intelligence (Artificial Intelligence) have led to the development of multimodal methods capable of integrating diverse types of data. These Artificial Intelligence approaches utilize both multimodal data integration and multidimensional feature representations, enabling personalized, data-driven strategies for obesity management. Artificial Intelligence can support obesity management through applications such as risk prediction, clinical decision support systems, large language models, and digital therapeutics. Several studies have shown that these Artificial Intelligence-based weight loss programs can achieve significant weight reduction and behavioral changes. These Artificial Intelligence systems can induce behavioral modifications through continuous personalized feedback and improve accessibility for people in underserved areas. However, these Artificial Intelligence technologies must address issues such as data privacy and security, transparency and accountability, and consider the potential widening health disparities between individuals who have access to Artificial Intelligence technology and those who do not, as well as strategies for sustained user engagement. Conducting long-term clinical trials and evaluations of cost-effectiveness across diverse, large-scale populations would facilitate the effective application of Artificial Intelligence in obesity management, ultimately contributing to improvements in public health.","authors":[{"last_name":"Lee","fore_name":"Hyeseung","initials":"H","full_name":"Hyeseung Lee"},{"last_name":"Hwang","fore_name":"Jiyoung","initials":"J","full_name":"Jiyoung Hwang"},{"last_name":"Yon","fore_name":"Dong Keon","initials":"DK","full_name":"Dong Keon Yon"},{"last_name":"Rhee","fore_name":"Sang Youl","initials":"SY","full_name":"Sang Youl Rhee"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.7570/jomes25035","journal":"Journal of obesity \u0026 metabolic syndrome","journal_abbr":"J Obes Metab Syndr","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40922625","title":"From chemical to mechanism-driven quality control of spectrum effect - chemometrics-pharmacology integration decoding antioxidant-anti-inflammatory crosstalk.","abstract":"(GR) is primarily produced in Laiyang and Chifeng. It is a functional food with therapeutic and health-promoting effects due to its antioxidant and anti-inflammatory properties. However, the current standards only stipulate authentication criteria, without establishing a comprehensive evaluation framework to systematically enhance the quality control of GR. This study aimed to establish a chemical-mechanism quality control framework for GR through a three-tiered strategy chemical composition analysis-bioactivity quantification-mechanism network validation. Initially, UPLC fingerprints of 14 GR batches were constructed, and their antioxidant and anti-inflammatory activities were evaluated. Multivariate statistical models combined with activity indices were employed to optimize spectrum-effect relationships using a random forest algorithm, predicting bioactive constituents. Network pharmacology, molecular docking, and dynamics simulations were integrated to elucidate multi-component, multi-target, and multi-pathway mechanisms. Chemometric analysis identified imperatorin as a marker for quantifying differences between Laiyang and Chifeng origins. Pharmacodynamic assays confirmed GR s antioxidant and anti-inflammatory efficacy. Random forest-optimized spectrum-effect modeling prioritized falcarindiol and panaxynol as bioactive markers. Network pharmacology predicted GR s regulation of EGFR tyrosine kinase inhibitor resistance and ErbB signaling targets (EGFR, PTGS2, NFKB1). Molecular docking revealed strong binding affinity (, imperatorin-EGFR -9.046 kcal mol), and dynamics simulations confirmed complex stability. Thus, imperatorin, falcarindiol, and panaxynol were prioritized as quality markers. This study establishes a data-driven framework linking GR s chemical composition to antioxidant/anti-inflammatory mechanisms, advancing batch consistency control and precision applications in clinical disorders.","authors":[{"last_name":"Zhang","fore_name":"Zepeng","initials":"Z","full_name":"Zepeng Zhang"},{"last_name":"Zhang","fore_name":"Lei","initials":"L","full_name":"Lei Zhang"},{"last_name":"Ding","fore_name":"Menglei","initials":"M","full_name":"Menglei Ding"},{"last_name":"Wang","fore_name":"Yi","initials":"Y","full_name":"Yi Wang"},{"last_name":"Zhu","fore_name":"Tongtong","initials":"T","full_name":"Tongtong Zhu"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1039/d5ay00984g","journal":"Analytical methods : advancing methods and applications","journal_abbr":"Anal Methods","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922519","title":"Rapid Review of Interventions Designed to Enhance Personalised Care for People With Dementia When There Are Concerns About Reduced Awareness of Difficulties.","abstract":"Awareness of difficulties varies in people with dementia. Low awareness, also termed anosognosia, has been implicated in carer stress and safety concerns, and can be a barrier to effective clinical communication. Little is known about how to manage situations arising from low awareness. This review looked for evidence of existing interventions to enhance care in situations regarding low awareness, and considered their utility, feasibility and acceptability when delivering personalised care. We used systematic review methodology, adapted for a rapid timeline, searching five databases and grey literature sources. The review built on an earlier scoping review about measuring awareness in dementia. The protocol was registered on PROSPERO (CRD42024626367). Interventions were included if targeted at people with any dementia type in any setting, or dyads or informal carers, or clinicians. Interventions of any type were eligible where awareness had been measured and addressed, and quantitative outcome data were available. Risk of bias of included articles was assessed. The review is reported as a narrative synthesis. From the database search, 6042 articles were screened, with additional findings from grey literature. Seven articles were included, describing heterogenous interventions. Two interventions aimed to enhance awareness as the primary goal. No intervention was aimed at informal carers or clinicians, and none addressed specific everyday concerns arising from low awareness. Five non-pharmacological interventions used methods involving music, a garden, a cognitive programme, interview-based psychosocial approaches or staff training. These appeared generally acceptable to care recipients, with some feasibility of use, but with limited efficacy. Intervention goals regarding awareness were poorly defined. Outcomes on awareness were mixed in comparison with control groups, with slowing of decline at best. Some improvement in mood, quality of life and coping was observed. Two drug interventions showed a reduction in neuropsychiatric symptoms but limited utility regarding awareness. Available public guidance about awareness issues is relevant but lacks a clear evidence-base. The review identified evidence gaps for suitable interventions for managing low awareness in dementia. Existing interventions have limited efficacy and application regarding awareness. There is scope for further intervention development in this area.","authors":[{"last_name":"Alexander","fore_name":"Catherine M","initials":"CM","full_name":"Catherine M Alexander"},{"last_name":"Earle","fore_name":"Hannah","initials":"H","full_name":"Hannah Earle"},{"last_name":"Martyr","fore_name":"Anthony","initials":"A","full_name":"Anthony Martyr"},{"last_name":"Clare","fore_name":"Linda","initials":"L","full_name":"Linda Clare"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/gps.70153","journal":"International journal of geriatric psychiatry","journal_abbr":"Int J Geriatr Psychiatry","source":"pubmed","mesh_headings":["Humans","Dementia","Awareness","Caregivers","Precision Medicine","Agnosia"],"publication_types":["Journal Article","Systematic Review","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40922496","title":"Eugenol Promotes Immune Function and Survival Rate in Cecal Ligation Puncture Induced Sepsis Rat Model by Targeting A2A Receptor to Regulate Oxidative Stress Pathway.","abstract":"This study investigates the potential protective effects of eugenol on cecal ligation puncture (CLP) induced sepsis rat model. CLP was used to induce sepsis in rats and then treated with eugenol at doses of 25 and 50 mg/kg, i.p. for a duration of 7 days. Effects of eugenol was observed on survival rates, markers of oxidative stress, inflammatory cells, and markers in rats. Further network pharmacology study was performed to assess the possible targets for eugenol in the management of sepsis. An interaction study of selected proteins, that is, ADORA2A and HDAC8, with eugenol was observed with a docking study. The eugenol-treated group showed an improvement in the survival rate in the sepsis group of rats. Treatment with eugenol ameliorates oxidative stress, inflammatory mediators, and cells in sepsis rats. Histopathological changes (spleen and lung tissue) were observed to be ameliorates in group of rats treated with eugenol versus the sepsis group. Network pharmacology suggest the 14 common target of interaction between eugenol and sepsis, which was further observed for immunomodulation molecular pathway of sepsis with STRING pathway and gene ontology study. Docking study shows binding strength of ADORA2A-eugenol and HDAC8-eugenol complex was observed to be -6.5 and -5.6 kcal/mol, respectively. Data of investigation concludes that eugenol enhances survival rate in sepsis in rats by reducing inflammation and oxidative stress, as it promotes the immune cell function and neutrophil trapping to xenobiotics and is digested by enhancing oxidative stress in immune cells.","authors":[{"last_name":"Alka","fore_name":"","initials":"","full_name":"Alka"},{"last_name":"Tripathi","fore_name":"Alok Shiomurti","initials":"AS","full_name":"Alok Shiomurti Tripathi"},{"last_name":"Maurya","fore_name":"Rahul Kumar","initials":"RK","full_name":"Rahul Kumar Maurya"},{"last_name":"Yasir","fore_name":"Mohammad","initials":"M","full_name":"Mohammad Yasir"},{"last_name":"Zaki","fore_name":"Magdi E A","initials":"MEA","full_name":"Magdi E A Zaki"},{"last_name":"Srivastava","fore_name":"Saurabh","initials":"S","full_name":"Saurabh Srivastava"},{"last_name":"Rab","fore_name":"Safia Obaidur","initials":"SO","full_name":"Safia Obaidur Rab"},{"last_name":"Hasan","fore_name":"Tabinda","initials":"T","full_name":"Tabinda Hasan"},{"last_name":"Almohaimeed","fore_name":"Hailah M","initials":"HM","full_name":"Hailah M Almohaimeed"},{"last_name":"Basri","fore_name":"Ahmed M","initials":"AM","full_name":"Ahmed M Basri"},{"last_name":"Basabrain","fore_name":"Ammar A","initials":"AA","full_name":"Ammar A Basabrain"},{"last_name":"Almars","fore_name":"Amany I","initials":"AI","full_name":"Amany I Almars"},{"last_name":"Mishra","fore_name":"Deepak","initials":"D","full_name":"Deepak Mishra"},{"last_name":"Mohapatra","fore_name":"Lucy","initials":"L","full_name":"Lucy Mohapatra"},{"last_name":"Singh","fore_name":"Prabhjot","initials":"P","full_name":"Prabhjot Singh"},{"last_name":"Mishra","fore_name":"Vipin Kumar","initials":"VK","full_name":"Vipin Kumar Mishra"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/jbt.70481","journal":"Journal of biochemical and molecular toxicology","journal_abbr":"J Biochem Mol Toxicol","source":"pubmed","mesh_headings":["Animals","Eugenol","Sepsis","Oxidative Stress","Rats","Male","Cecum","Disease Models, Animal","Receptor, Adenosine A2A","Ligation","Survival Rate","Punctures","Molecular Docking Simulation","Rats, Sprague-Dawley"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922494","title":"Comparative Analysis of Methods for Obtaining Median Nerve Cross-Sectional Area Using Ultrasound.","abstract":"Ultrasound measurement of median nerve cross-sectional area (CSA) is widely used in carpal tunnel syndrome (CTS) diagnosis. This study compared 3 common measurement methods A-B, Ellipse, and Trace to evaluate their reliability and accuracy. Two observers (experienced hand surgeon and orthopedic surgery resident) measured median nerve CSA in 10 patients with suspected CTS. Each method was applied in standard and zoom-enhanced views A-B method (measuring major/minor axes), Ellipse method (fitting ellipse to nerve boundaries), and Trace method (manually tracing nerve boundary). Measurements were compared to ImageJ software analysis as reference standard. Reliability and accuracy were assessed using intraclass correlation coefficients (ICCs), Bland-Altman analysis, and standard detectable difference (SDD). All methods showed high reliability (ICC 0.940-0.994) but consistently underestimated CSA compared to ImageJ (12.15 5.13 mm). The Trace method showed smallest mean difference from ImageJ (-1.26 mm), followed by A-B (-1.46 mm) and Ellipse (-1.96 mm). The Trace method demonstrated highest accuracy without zoom (85.5 ) and lowest SDD (1.57 mm). Interrater reliability was significantly higher in zoom condition for all methods, with Trace method showing highest interrater reliability in both zoom and nonzoom conditions. All 3 ultrasound methods demonstrated high reliability in measuring median nerve CSA, with Trace method showing modest advantages in accuracy and precision. Zoom enhanced views improved interrater reliability but reduced measurement accuracy. Based on our findings, we recommend nonzoom Trace method for consistent longitudinal measurements, though maintaining proficiency in one selected method is more important. Further validation with larger studies is warranted. Level 2.","authors":[{"last_name":"Onyeukwu","fore_name":"Chukwudi","initials":"C","full_name":"Chukwudi Onyeukwu"},{"last_name":"Saggar","fore_name":"Rachit","initials":"R","full_name":"Rachit Saggar"},{"last_name":"Toncich","fore_name":"Raymond M","initials":"RM","full_name":"Raymond M Toncich"},{"last_name":"Dvorksy","fore_name":"Jenna","initials":"J","full_name":"Jenna Dvorksy"},{"last_name":"Fowler","fore_name":"John R","initials":"JR","full_name":"John R Fowler"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1177/15589447251366672","journal":"Hand (New York, N.Y.)","journal_abbr":"Hand (N Y)","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922480","title":"Performance of Rapid Clonotyping of Chronic Lymphocytic Leukemia Using Flongle Flow-Cell Nanopore Sequencing of IGH Rearrangements.","abstract":"Clonotyping of immunoglobulin heavy chain (IGH) gene rearrangements is critical for diagnosis, prognostication, and measurable residual disease monitoring in chronic lymphocytic leukemia (CLL). Although short-read next-generation sequencing (NGS) platforms, such as Illumina MiSeq, are widely used, they face challenges in spanning full VDJ rearrangements. Long-read sequencing via Oxford Nanopore Technologies (ONT) offers a potential alternative using the compact and cost-effective flow cells. We evaluated IGH clonotyping in samples from 13 CLL patients using ONT MinION with Flongle flow cells and super-accuracy GPU-based base calling (Dorado), comparing results to MiSeq-based LymphoTrack assays. Amplicons were generated using the IGH FR1 assay and analyzed using Smith-Waterman alignment and IgBlast tools. All major and minor clonotypes identified by MiSeq were matched with 100 sequence identity using Nanopore sequencing. Clonal burden estimates were strongly correlated (Pearson 0.87, p 10), although with considerable variability. Somatic hypermutation status was reliably assessed with super-accuracy base calling (Q30 76 ). Fast or CPU-only base calling was insufficient for accurate mutation analysis. Nanopore sequencing enables accurate and rapid IGH clonotyping in CLL, offering comparable performance to MiSeq with lower cost and laboratory footprint. This supports its potential utility in routine and decentralized hematopathology workflows.","authors":[{"last_name":"Hansen","fore_name":"Marcus Høy","initials":"MH","full_name":"Marcus Høy Hansen"},{"last_name":"Gulmir","fore_name":"Rona","initials":"R","full_name":"Rona Gulmir"},{"last_name":"Cédile","fore_name":"Oriane","initials":"O","full_name":"Oriane Cédile"},{"last_name":"Dahlmann","fore_name":"Sara Kamuk","initials":"SK","full_name":"Sara Kamuk Dahlmann"},{"last_name":"Veyhe","fore_name":"Sólja Remisdóttir","initials":"SR","full_name":"Sólja Remisdóttir Veyhe"},{"last_name":"Stougaard","fore_name":"Magnus","initials":"M","full_name":"Magnus Stougaard"},{"last_name":"Juul-Jensen","fore_name":"Karen","initials":"K","full_name":"Karen Juul-Jensen"},{"last_name":"Nyvold","fore_name":"Charlotte Guldborg","initials":"CG","full_name":"Charlotte Guldborg Nyvold"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1111/ejh.70030","journal":"European journal of haematology","journal_abbr":"Eur J Haematol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922404","title":"Early Detection of Lung Metastases in Breast Cancer Using YOLOv10 and Transfer Learning A Diagnostic Accuracy Study.","abstract":"BACKGROUND This study used Computed Tomography imaging analyzed with deep learning techniques to assess the diagnostic accuracy of lung metastasis detection in patients with breast cancer. The aim of the research was to create and verify a system for detecting malignant and metastatic lung lesions that uses YOLOv10 and transfer learning. MATERIAL AND METHODS From January 2023 to 2024, Computed Tomography scans of 16 patients with breast cancer who had confirmed lung metastases were gathered retrospectively from Erzincan Meng cek Gazi Training and Research Hospital. The YOLOv10 deep learning system was used to assess a labeled dataset of 1264 enhanced Computed Tomography images. RESULTS A total of 1264 labeled images from 16 patients were included. With an accuracy of 96.4 , sensitivity of 94.1 , specificity of 97.1 , and precision of 90.3 , the ResNet-50 model performed best. The robustness of the model was shown by the remarkable area under the curve (AUC), which came in at 0.96. After dataset tuning, the GoogLeNet model s accuracy was 97.3 . These results highlight our approach s improved diagnostic capabilities over current approaches. CONCLUSIONS This study shows how YOLOv10 and transfer learning can be used to improve the diagnostic precision of pulmonary metastases in patients with breast cancer. The model s effectiveness is demonstrated by the excellent performance metrics attained, opening the door for its application in clinical situations. The suggested approach supports prompt and efficient treatment decisions by lowering radiologists workload and improving the early diagnosis of metastatic lesions.","authors":[{"last_name":"Taş","fore_name":"Hakan Gokalp","initials":"HG","full_name":"Hakan Gokalp Taş"},{"last_name":"Taş","fore_name":"Mehmet Bilge Han","initials":"MBH","full_name":"Mehmet Bilge Han Taş"},{"last_name":"Yildiz","fore_name":"Eyyup","initials":"E","full_name":"Eyyup Yildiz"},{"last_name":"Aydin","fore_name":"Sonay","initials":"S","full_name":"Sonay Aydin"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.12659/MSM.948195","journal":"Medical science monitor : international medical journal of experimental and clinical research","journal_abbr":"Med Sci Monit","source":"pubmed","mesh_headings":["Humans","Breast Neoplasms","Female","Lung Neoplasms","Tomography, X-Ray Computed","Middle Aged","Retrospective Studies","Early Detection of Cancer","Deep Learning","Sensitivity and Specificity","Adult","Aged"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922374","title":"Vitamin A and vitamin B12 levels and coronary artery atherosclerosis Univariate and multivariate Mendelian randomization analysis.","abstract":"Coronary artery atherosclerosis (CAA) stands as a prominent etiological contributor to global cardiovascular morbidity and mortality. Its pathogenesis entails intricate interplays among genetic predisposition, environmental factors, and lifestyle determinants. Trace elements, though necessitated in minuscule quantities, have emerged as potential modulators of CAA progression, yet their exact impact remains unclear. We utilized Mendelian randomization (MR) analysis, employing genetic variants as instrumental variables to investigate the causal relationship between trace element levels and CAA. This study conducted a dual-sample MR analysis using data extracted from genome-wide association studies (GWAS) and the FinnGen database. To assess the statistical significance of these associations, we applied various MR statistical methods including MR-Egger, weighted median, and inverse variance weighted (IVW). Additionally, to further validate the robustness of our findings, multivariable MR analysis was performed. This approach allowed us to control for potential confounders, providing more precise causal inference results. The research findings reveal a significant negative correlation between vitamin A and the risk of CAA, indicating its role as a protective factor (according to the IVW method, odds ratio Operating Room 0.018, 95 confidence interval CI 0.001-0.487, P .017). Conversely, genetically predicted vitamin B12 shows a significant positive correlation with CAA risk, suggesting its role as a risk factor for CAA (Operating Room 1.268, 95 CI 1.059-1.518, P .01). However, in the multivariable regression analysis, both vitamin A and vitamin B12 remained significantly associated with CAA risk, with respective ORs of 0.020 (95 CI 0.002-0.254, P .003) and 1.252 (95 CI 1.040-1.506, P .018). This study elucidates the critical role of trace elements in the pathogenesis of CAA, providing a theoretical basis for personalized interventions and precision medicine. Further research could explore therapeutic strategies targeting trace element modulation to improve cardiovascular health.","authors":[{"last_name":"Huang","fore_name":"Luofei","initials":"L","full_name":"Luofei Huang"},{"last_name":"Shi","fore_name":"Jian","initials":"J","full_name":"Jian Shi"},{"last_name":"Li","fore_name":"Han","initials":"H","full_name":"Han Li"},{"last_name":"Lin","fore_name":"Quanzhi","initials":"Q","full_name":"Quanzhi Lin"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044244","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","Mendelian Randomization Analysis","Coronary Artery Disease","Genome-Wide Association Study","Vitamin B 12","Vitamin A","Risk Factors","Multivariate Analysis","Polymorphism, Single Nucleotide","Male","Genetic Predisposition to Disease"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922314","title":"In vivo quantitative assessment of atherosclerotic plaque A validation study on the optical coherence tomography-derived index of plaque attenuation.","abstract":"Growing evidence indicates that coronary plaque instability is an independent risk factor for adverse coronary events, yet current optical coherence tomography (OCT) assessment of high-risk plaque characteristics (HRPC) relies largely on qualitative interpretation. The index of plaque attenuation (IPA) is a quantitative OCT-based metric that may provide a more objective evaluation. This retrospective observational diagnostic accuracy study assessed the performance of OCT-derived IPA for HRPC detection in patients with acute coronary syndrome or stable angina, using expert consensus qualitative OCT analysis as the reference standard. A total of 560 analyzable OCT cross-sections from 83 patients were categorized as HRPC or non-HRPC, with the latter grouped into progression plaque characteristics (PPC) or normal vessels. Receiver operating characteristic analysis was performed. IPA11 distinguished HRPC from non-HRPC with an area under the curve of 0.75 (95 confidence interval 70.3-79.0 P .001), sensitivity of 76.1 , and specificity of 63.8 . IPA11 was higher in HRPC than in non-HRPC (66.0 38.0-110.0 vs 20.0 2.0-52.0 P .001). In the non-HRPC group, IPA8 differentiated PPC from normal vessels with an area under the curve of 0.98 (95 CI 95.3-98.8 P .001), with higher values in PPC (241.0 155.5-320.5 vs 11.0 3.5-30.5 P .001). IPA offers an objective, quantitative method for automated OCT-based plaque assessment, demonstrating good accuracy for HRPC identification and excellent discrimination of PPC from normal vessels, meriting validation in larger prospective studies.","authors":[{"last_name":"Cai","fore_name":"Xingxuan","initials":"X","full_name":"Xingxuan Cai"},{"last_name":"Cao","fore_name":"Yihui","initials":"Y","full_name":"Yihui Cao"},{"last_name":"Lu","fore_name":"Quanmao","initials":"Q","full_name":"Quanmao Lu"},{"last_name":"Jing","fore_name":"Jing","initials":"J","full_name":"Jing Jing"},{"last_name":"Wei","fore_name":"Kai","initials":"K","full_name":"Kai Wei"},{"last_name":"Hu","fore_name":"Yingyun","initials":"Y","full_name":"Yingyun Hu"},{"last_name":"Wang","fore_name":"Mingyi","initials":"M","full_name":"Mingyi Wang"},{"last_name":"Zhou","fore_name":"Shanshan","initials":"S","full_name":"Shanshan Zhou"},{"last_name":"Chen","fore_name":"Yundai","initials":"Y","full_name":"Yundai Chen"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044196","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","Tomography, Optical Coherence","Plaque, Atherosclerotic","Male","Female","Retrospective Studies","Middle Aged","Aged","Acute Coronary Syndrome","ROC Curve","Sensitivity and Specificity","Angina, Stable"],"publication_types":["Journal Article","Observational Study","Validation Study"],"affiliation":"","has_medical_terms":false}
{"id":"40922188","title":"Dietary methionine regulation of cognitive function Evidence, mechanisms, and implementation strategies.","abstract":"Cognitive disorders, a rapidly growing public health concern, can be prevented by a healthy diet. Several studies have shown that protein intake is a key modulator of cognitive function. The development of precision nutrition has allowed the study of specific amino acids within proteins, with many studies reporting that the level of methionine (Met) intake plays a central role in modulating cognitive function. Methionine has both beneficial and detrimental effects on cognitive function, depending on various factors, and a comprehensive summary of its effects on brain health is urgently required. Here, the effects of different Met intakes on cognitive function were systematically reviewed. The effects of Met on learning and memory are strongly correlated with different intervention doses and periods, and the sex, age, and physiological status of the recipients. Furthermore, the mechanisms underlying the effects of Met were discussed, which acts through reduction-oxidation homeostasis, gut microbiota alterations, and epigenetic modifications. Moreover, methods of altering Met levels in the body are comprehensively summarized, and strategy for achieving precise Met nutrition was summarized and proposed. In summary, precise Met nutrition for cognitive function is important. Improvements in brain function may be achieved by adjusting dietary Met levels, which is convenient, efficient, and worthy of further investigation.","authors":[{"last_name":"Xu","fore_name":"Yuncong","initials":"Y","full_name":"Yuncong Xu"},{"last_name":"Yang","fore_name":"Yuhui","initials":"Y","full_name":"Yuhui Yang"},{"last_name":"Jiang","fore_name":"Yuge","initials":"Y","full_name":"Yuge Jiang"},{"last_name":"Li","fore_name":"Bowen","initials":"B","full_name":"Bowen Li"},{"last_name":"Xie","fore_name":"Yanli","initials":"Y","full_name":"Yanli Xie"},{"last_name":"Shi","fore_name":"Yonghui","initials":"Y","full_name":"Yonghui Shi"},{"last_name":"Le","fore_name":"Guowei","initials":"G","full_name":"Guowei Le"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.foodres.2025.116858","journal":"Food research international (Ottawa, Ont.)","journal_abbr":"Food Res Int","source":"pubmed","mesh_headings":["Methionine","Humans","Cognition","Diet","Brain","Gastrointestinal Microbiome","Memory","Animals"],"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40922123","title":"Enhancing patient-specific quality assurance for VMAT for breast cancer treatment A machine learning approach for gamma passing rate (GPR) prediction.","abstract":"Modern radiation therapy for breast cancer has significantly advanced with the adoption of volumetric modulated arc therapy (VMAT), offering enhanced precision and improved treatment efficiency. To ensure the accuracy and precision of such complex treatments, a robust patient-specific quality assurance (PSQA) protocol is essential. This study investigates the potential of machine learning (ML) models to predict gamma passing rates (GPR), a key metric in PSQA. A dataset comprising 863 VMAT plans was used to develop and compare seven ML models Histogram-based gradient boosting regressor, random forest regressor, extra trees regressor, gradient boosting regressor, linear regression, AdaBoost regressor, and Multi-layer perceptron regressor. These models incorporated anatomical, dosimetric, and plan complexity features. Among the evaluated models, the extra trees regressor (ETR), random forest regressor (RFR), and gradient boosting regressor (GBR) demonstrated the best performance, achieving mean absolute errors (MAEs) of 0.51 , 0.52 , and 0.51 , and mean squared errors (MSEs) of 0.0051 , 0.0051 , and 0.0052 , respectively, on the validation dataset. This study highlights the promise of ML-based approaches in streamlining PSQA processes, thereby supporting the quality assurance of breast cancer treatments using VMAT.","authors":[{"last_name":"Zamo","fore_name":"Francis C Djoumessi","initials":"FCD","full_name":"Francis C Djoumessi Zamo"},{"last_name":"Colliaux","fore_name":"Anthony","initials":"A","full_name":"Anthony Colliaux"},{"last_name":"Blot-Lafond","fore_name":"Valérie","initials":"V","full_name":"Valérie Blot-Lafond"},{"last_name":"Moyo","fore_name":"Ndontchueng","initials":"N","full_name":"Ndontchueng Moyo"},{"last_name":"Njeh","fore_name":"Christopher F","initials":"CF","full_name":"Christopher F Njeh"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/acm2.70251","journal":"Journal of applied clinical medical physics","journal_abbr":"J Appl Clin Med Phys","source":"pubmed","mesh_headings":["Humans","Machine Learning","Breast Neoplasms","Radiotherapy, Intensity-Modulated","Female","Radiotherapy Planning, Computer-Assisted","Quality Assurance, Health Care","Radiotherapy Dosage","Algorithms","Gamma Rays","Organs at Risk"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922023","title":"Respiratory function in 192 adult patients with spinal muscular atrophy (SMA) treated with nusinersen - a multicenter observational study.","abstract":"","authors":[{"last_name":"Wurster","fore_name":"Claudia D","initials":"CD","full_name":"Claudia D Wurster"},{"last_name":"Stolte","fore_name":"Benjamin","initials":"B","full_name":"Benjamin Stolte"},{"last_name":"Kessler","fore_name":"Tobias","initials":"T","full_name":"Tobias Kessler"},{"last_name":"Freigang","fore_name":"Maren","initials":"M","full_name":"Maren Freigang"},{"last_name":"Bjelica","fore_name":"Bogdan","initials":"B","full_name":"Bogdan Bjelica"},{"last_name":"Ilse","fore_name":"Benjamin","initials":"B","full_name":"Benjamin Ilse"},{"last_name":"Koch","fore_name":"Jan C","initials":"JC","full_name":"Jan C Koch"},{"last_name":"Cordts","fore_name":"Isabell","initials":"I","full_name":"Isabell Cordts"},{"last_name":"Mensch","fore_name":"Alexander","initials":"A","full_name":"Alexander Mensch"},{"last_name":"Zeller","fore_name":"Daniel","initials":"D","full_name":"Daniel Zeller"},{"last_name":"Uzelac","fore_name":"Zeljko","initials":"Z","full_name":"Zeljko Uzelac"},{"last_name":"Sam","fore_name":"Georges","initials":"G","full_name":"Georges Sam"},{"last_name":"Lapp","fore_name":"Hanna Sophie","initials":"HS","full_name":"Hanna Sophie Lapp"},{"last_name":"Wohnrade","fore_name":"Camilla","initials":"C","full_name":"Camilla Wohnrade"},{"last_name":"Rödiger","fore_name":"Annekathrin","initials":"A","full_name":"Annekathrin Rödiger"},{"last_name":"Muhandes","fore_name":"Mohamad Tareq","initials":"MT","full_name":"Mohamad Tareq Muhandes"},{"last_name":"Schneider","fore_name":"Ilka","initials":"I","full_name":"Ilka Schneider"},{"last_name":"Bellut","fore_name":"Julia","initials":"J","full_name":"Julia Bellut"},{"last_name":"Nentwich","fore_name":"Julia","initials":"J","full_name":"Julia Nentwich"},{"last_name":"Dorst","fore_name":"Johannes","initials":"J","full_name":"Johannes Dorst"},{"last_name":"Schuster","fore_name":"Joachim","initials":"J","full_name":"Joachim Schuster"},{"last_name":"Schreiber-Katz","fore_name":"Olivia","initials":"O","full_name":"Olivia Schreiber-Katz"},{"last_name":"Osmanovic","fore_name":"Alma","initials":"A","full_name":"Alma Osmanovic"},{"last_name":"Totzeck","fore_name":"Andreas","initials":"A","full_name":"Andreas Totzeck"},{"last_name":"Thimm","fore_name":"Andreas","initials":"A","full_name":"Andreas Thimm"},{"last_name":"Steinbach","fore_name":"Robert","initials":"R","full_name":"Robert Steinbach"},{"last_name":"Grosskreutz","fore_name":"Julian","initials":"J","full_name":"Julian Grosskreutz"},{"last_name":"Kleinschnitz","fore_name":"Christoph","initials":"C","full_name":"Christoph Kleinschnitz"},{"last_name":"Ludolph","fore_name":"Albert C","initials":"AC","full_name":"Albert C Ludolph"},{"last_name":"Deschauer","fore_name":"Marcus","initials":"M","full_name":"Marcus Deschauer"},{"last_name":"Kirschner","fore_name":"Janbernd","initials":"J","full_name":"Janbernd Kirschner"},{"last_name":"Dreyhaupt","fore_name":"Jens","initials":"J","full_name":"Jens Dreyhaupt"},{"last_name":"Wollinsky","fore_name":"Kurt","initials":"K","full_name":"Kurt Wollinsky"},{"last_name":"Petri","fore_name":"Susanne","initials":"S","full_name":"Susanne Petri"},{"last_name":"Weiler","fore_name":"Markus","initials":"M","full_name":"Markus Weiler"},{"last_name":"Hagenacker","fore_name":"Tim","initials":"T","full_name":"Tim Hagenacker"},{"last_name":"Günther","fore_name":"René","initials":"R","full_name":"René Günther"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1186/s13023-025-04009-3","journal":"Orphanet journal of rare diseases","journal_abbr":"Orphanet J Rare Dis","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921947","title":"The Scolioscope a home detection tool for measuring axial trunk rotation in scoliosis-a validation study.","abstract":"Screening for adolescent idiopathic scoliosis (AIS) using the Adam Forward Bending Test (AFBT) remains controversial, resulting in the discontinuation of scoliosis screening in the Netherlands. This study aims to validate the Scolioscope, a simplified version of the Scoliometer, for detecting scoliosis in a home setting. A validation study was conducted at the orthopedic outpatient clinic of Erasmus Medical Center Sophia Children s Hospital in Rotterdam, the Netherlands. Patients aged 9-18 years with or without AIS and capable of performing the AFBT were included. The Scolioscope measurement of the parents was compared with the Scoliometer measured by an orthopedic surgeon. After unsatisfactory results with the initial Scolioscope version, a revised version was developed and tested. Among 100 patients included in the study, 79 had scoliosis. The revised version of the Scolioscope demonstrated a positive predictive value of 97 , a negative predictive value of 89 , sensitivity of 94 , and specificity of 94 . Parental measurements showed no variation, with an intra-observer reliability kappa value of 1. The Scolioscope demonstrates high diagnostic accuracy and precision, making it suitable for use in at-home scoliosis screening programs.","authors":[{"last_name":"Holleman","fore_name":"Julia H E","initials":"JHE","full_name":"Julia H E Holleman"},{"last_name":"van West","fore_name":"Hanneke M","initials":"HM","full_name":"Hanneke M van West"},{"last_name":"Vu","fore_name":"Thomas Q M","initials":"TQM","full_name":"Thomas Q M Vu"},{"last_name":"Reijman","fore_name":"Max","initials":"M","full_name":"Max Reijman"},{"last_name":"Rutges","fore_name":"Joost P H J","initials":"JPHJ","full_name":"Joost P H J Rutges"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1007/s43390-025-01174-0","journal":"Spine deformity","journal_abbr":"Spine Deform","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921899","title":"Advancing Prognostics in Oncology Developing a Machine Learning Model for Predicting 2-Year and 5-Year Survival Rates in Patients with Undifferentiated Pleomorphic Sarcoma.","abstract":"Undifferentiated pleomorphic sarcoma (UPS) is a prevalent soft tissue sarcoma subtype associated with poor prognosis. Current prognostic tools lack the ability to incorporate personalized data for predicting survival. Machine learning (ML) offers a potential solution to enhance survival prediction accuracy. This study aimed to develop and validate a new ML algorithm to predict 2- and 5-year overall survival (OS) in patients with UPS. We included 3494 patients with a histologic diagnosis of UPS from the Surveillance, Epidemiology, and End Results (SEER) database for model training and internal validation. An institutional database of 288 patients was used for external validation. The development of the ML model involved converting tabular patient data into high-dimensional embeddings using a pre-trained language model. A custom neural network, optimized for high-dimensional data, was then developed to classify survival outcomes. Area under the curve (AUC), precision, and F1-scores were used to assess model performance. Tumor size, age, metastases, lymph node involvement, and sex were factors associated with OS. On internal validation, our model showed higher performance than standard ML models for both 2-year and 5-year OS (AUC of 0.81 and 0.82, respectively). On external validation, the model showed excellent discriminative performance for the 2-year (AUC 0.79) and 5-year OS (AUC 0.81). In addition, we showed that our developed model performed superiorly compared with other models. We successfully developed and validated an ML algorithm that accurately predicts 2-year and 5-year OS in patients with UPS. To confirm generalizability, further external validation of this algorithm is encouraged.","authors":[{"last_name":"Girgis","fore_name":"Andrew G","initials":"AG","full_name":"Andrew G Girgis"},{"last_name":"Galoaa","fore_name":"Bishoy M","initials":"BM","full_name":"Bishoy M Galoaa"},{"last_name":"Gonzalez","fore_name":"Marcos R","initials":"MR","full_name":"Marcos R Gonzalez"},{"last_name":"Lozano-Calderon","fore_name":"Santiago A","initials":"SA","full_name":"Santiago A Lozano-Calderon"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1245/s10434-025-18249-x","journal":"Annals of surgical oncology","journal_abbr":"Ann Surg Oncol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921805","title":"Building the world s first truly global medical foundation model.","abstract":"","authors":[{"last_name":"Tham","fore_name":"Yih Chung","initials":"YC","full_name":"Yih Chung Tham"},{"last_name":"Goh","fore_name":"Jocelyn Hui Lin","initials":"JHL","full_name":"Jocelyn Hui Lin Goh"},{"last_name":"Nderitu","fore_name":"Paul","initials":"P","full_name":"Paul Nderitu"},{"last_name":"Zhou","fore_name":"Yukun","initials":"Y","full_name":"Yukun Zhou"},{"last_name":"Ran","fore_name":"An Ran","initials":"AR","full_name":"An Ran Ran"},{"last_name":"Srinivasan","fore_name":"Sahana","initials":"S","full_name":"Sahana Srinivasan"},{"last_name":"Yang","fore_name":"Gabriel Dawei","initials":"GD","full_name":"Gabriel Dawei Yang"},{"last_name":"Kitema","fore_name":"Gatera Fiston","initials":"GF","full_name":"Gatera Fiston Kitema"},{"last_name":"Rawlinson","fore_name":"Polly","initials":"P","full_name":"Polly Rawlinson"},{"last_name":"Jiang","fore_name":"Hongyang","initials":"H","full_name":"Hongyang Jiang"},{"last_name":"Zou","fore_name":"Ke","initials":"K","full_name":"Ke Zou"},{"last_name":"Cheung","fore_name":"Carol Y","initials":"CY","full_name":"Carol Y Cheung"},{"last_name":"Keane","fore_name":"Pearse A","initials":"PA","full_name":"Pearse A Keane"},{"last_name":"","fore_name":"","initials":"","full_name":""}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1038/s41591-025-03859-5","journal":"Nature medicine","journal_abbr":"Nat Med","source":"pubmed","mesh_headings":null,"publication_types":["Letter"],"affiliation":"","has_medical_terms":false}
{"id":"40921804","title":"Perioperative nivolumab or nivolumab plus ipilimumab in resectable diffuse pleural mesothelioma a phase 2 trial and ctDNA analyses.","abstract":"Immune checkpoint blockade (ICB) is standard of care in advanced diffuse pleural mesothelioma (DPM), but its role in the perioperative management of DPM is unclear. In tandem, circulating tumor Deoxyribonucleic Acid (ctDNA) ultra-sensitive residual disease detection has shown promise in providing a molecular readout of ICB efficacy across resectable cancers. This phase 2 trial investigated neoadjuvant nivolumab and nivolumab/ipilimumab in resectable DPM along with tumor-informed liquid biopsy residual disease assessments. Patients with resectable epithelioid/biphasic DPM enrolled sequentially to nivolumab 240 mg every 2 weeks (q2w) for three cycles (Arm A, n 16) or nivolumab 3 mg kg q2w for three cycles plus ipilimumab 1 mg kg on cycle 1 (Arm B, n 14), followed by surgery, optional chemotherapy and/or radiotherapy, and nivolumab 480 mg q4w for 1 year. Co-primary endpoints included safety and feasibility key exploratory endpoints included progression-free survival (PFS), overall survival (OS) and ctDNA analyses. The trial met its primary endpoints, and, in Arms A and B, 81.3 and 85.7 of patients proceeded to surgery, respectively. Treatment was safe, with a single dose-limiting toxicity in each arm. In Arm A, median PFS and OS were 9.6 months (95 confidence interval (CI) 2.5-27.7) and 19.3 months (95 CI 14.9-34.7), respectively. In Arm B, median PFS and OS were 19.8 months (7.1-not reached) and 28.6 months (20.4-not reached), respectively. Persistent ctDNA was detected during neoadjuvant therapy in patients who did not undergo complete surgical resection due to disease progression (Fisher s exact test, P 0.00013). Patients with detectable ctDNA on cycle 3 and pre-surgery had shorter PFS (log-rank test, P 0.027 and P 0.0059, respectively) this association was more pronounced when quantitative ctDNA changes were considered (log-rank test, P 1.8 10). Our findings support the feasibility of neoadjuvant ICB and the clinical utility of ctDNA analyses to capture residual disease in resectable DPM. ClinicalTrials.gov identifier NCT03918252 .","authors":[{"last_name":"Reuss","fore_name":"Joshua E","initials":"JE","full_name":"Joshua E Reuss"},{"last_name":"Lee","fore_name":"Paul K","initials":"PK","full_name":"Paul K Lee"},{"last_name":"Mehran","fore_name":"Reza J","initials":"RJ","full_name":"Reza J Mehran"},{"last_name":"Hu","fore_name":"Chen","initials":"C","full_name":"Chen Hu"},{"last_name":"Ke","fore_name":"Suqi","initials":"S","full_name":"Suqi Ke"},{"last_name":"Jamali","fore_name":"Amna","initials":"A","full_name":"Amna Jamali"},{"last_name":"Najjar","fore_name":"Mimi","initials":"M","full_name":"Mimi Najjar"},{"last_name":"Niknafs","fore_name":"Noushin","initials":"N","full_name":"Noushin Niknafs"},{"last_name":"Wehr","fore_name":"Jaime","initials":"J","full_name":"Jaime Wehr"},{"last_name":"Oner","fore_name":"Ezgi","initials":"E","full_name":"Ezgi Oner"},{"last_name":"Meng","fore_name":"Qiong","initials":"Q","full_name":"Qiong Meng"},{"last_name":"Pereira","fore_name":"Gavin","initials":"G","full_name":"Gavin Pereira"},{"last_name":"Hosseini-Nami","fore_name":"Samira","initials":"S","full_name":"Samira Hosseini-Nami"},{"last_name":"Sausen","fore_name":"Mark","initials":"M","full_name":"Mark Sausen"},{"last_name":"Zahurak","fore_name":"Marianna","initials":"M","full_name":"Marianna Zahurak"},{"last_name":"Battafarano","fore_name":"Richard J","initials":"RJ","full_name":"Richard J Battafarano"},{"last_name":"Hales","fore_name":"Russell K","initials":"RK","full_name":"Russell K Hales"},{"last_name":"Friedberg","fore_name":"Joseph","initials":"J","full_name":"Joseph Friedberg"},{"last_name":"Sepesi","fore_name":"Boris","initials":"B","full_name":"Boris Sepesi"},{"last_name":"Deutsch","fore_name":"Julie S","initials":"JS","full_name":"Julie S Deutsch"},{"last_name":"Cottrell","fore_name":"Tricia","initials":"T","full_name":"Tricia Cottrell"},{"last_name":"Taube","fore_name":"Janis","initials":"J","full_name":"Janis Taube"},{"last_name":"Illei","fore_name":"Peter B","initials":"PB","full_name":"Peter B Illei"},{"last_name":"Smith","fore_name":"Kellie N","initials":"KN","full_name":"Kellie N Smith"},{"last_name":"Pardoll","fore_name":"Drew M","initials":"DM","full_name":"Drew M Pardoll"},{"last_name":"Tsao","fore_name":"Anne S","initials":"AS","full_name":"Anne S Tsao"},{"last_name":"Brahmer","fore_name":"Julie R","initials":"JR","full_name":"Julie R Brahmer"},{"last_name":"Anagnostou","fore_name":"Valsamo","initials":"V","full_name":"Valsamo Anagnostou"},{"last_name":"Forde","fore_name":"Patrick M","initials":"PM","full_name":"Patrick M Forde"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1038/s41591-025-03958-3","journal":"Nature medicine","journal_abbr":"Nat Med","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921619","title":"Developing a Spatiotemporal Repository of Extreme Heat and Cold Exposure in the United States for Precision Public Health Research.","abstract":"Accurate attribution of the areas and populations impacted by climate-related events often relies on linear distance-based methods, where the study unit is assigned temperature data to the closest weather station. We developed a novel method and data pipeline that provides a grid-based measure of exposure to extreme heat and cold events called Grid EXposure (, enabling linkage to individual-level human health data at different spatial scales. GridEX automates the gathering of station-based climatological data and provides estimates of apparent temperature, offering a more comprehensive representation of human thermal comfort and perceived temperature. It dynamically identifies the boundaries of Extreme Heat and Cold Events (EHE/ECE) over time, with a very high spatial resolution of 500 500m. GridEX is designed for integration with external health and socioeconomic data sets, irrespective of their geographic boundaries. We validated our spatial model using station temperature observations from the NOAA Integrated Surface Database (ISD) and reanalysis surface climate data provided by GridMET. The improvements we made in our approach help reduce the misclassification of different population subgroups that might otherwise be missed or incorrectly identified using the conventional methods. This exposure data resource is primed for precision health applications, such as enabling the computation of associations between extreme events and health outcomes important for exposomics research in the future.","authors":[{"last_name":"Fard","fore_name":"Pedram","initials":"P","full_name":"Pedram Fard"},{"last_name":"Hügel","fore_name":"Jonas","initials":"J","full_name":"Jonas Hügel"},{"last_name":"Keivabu","fore_name":"Risto Conte","initials":"RC","full_name":"Risto Conte Keivabu"},{"last_name":"Dominici","fore_name":"Francesca","initials":"F","full_name":"Francesca Dominici"},{"last_name":"Zagheni","fore_name":"Emilio","initials":"E","full_name":"Emilio Zagheni"},{"last_name":"Estiri","fore_name":"Hossein","initials":"H","full_name":"Hossein Estiri"},{"last_name":"Patel","fore_name":"Chirag J","initials":"CJ","full_name":"Chirag J Patel"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1021/acs.est.5c03658","journal":"Environmental science \u0026 technology","journal_abbr":"Environ Sci Technol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921541","title":"Ingestible biosensors for drug delivery monitoring.","abstract":"Ingestible biosensors are a mix of advanced biomedical engineering, digital health and precision pharmacotherapy. These miniaturised electronic devices are encapsulated in biocompatible materials, which operate within gastrointestinal (GI) tract. This enables real-time monitoring of pharmacological and physiological parameters. The development of modern Food and Drug Administration-approved platforms such as SmartPillTM and IntelliCapTM, from early radio pills, has been outlined, showing the advancements in sensor integration, wireless telemetry and microelectronics. The main purpose of such pills includes detection of pharmacokinetic profiles, monitoring of metabolic biomarkers like glucose, lactate and volatile gases and verification of real-time medication ingestion. Such kind of applications are critical in behavioural medicine, forensic toxicology, clinical pharmacology and chronic disease management. The chapter discusses core engineering aspects of a capsule, such as data transmission technology, sensor modules and power systems. Advancements such as biodegradable capsules, Artificial Intelligence-integrated analytical platforms and biofuel-powered sensors are discussed in relation to next-generation health care systems. Every advance technology comes its fair share of challenges such as power limitations, patient acceptance, signal attenuation and ethical concerns surrounding data privacy. Predictive diagnostics and decentralised care are also analysed, keeping in view the merger of biosensor data with Artificial Intelligence and Big Data platforms. The chapter concludes by focusing on possible contributions of ingestible biosensors in the frontier of personalized and preventive medicine, this can redefine diagnostics, drug delivery and remote monitoring. These devices will transition from clinical novelty to standard instruments for care for various therapeutic landscapes.","authors":[{"last_name":"Ansari","fore_name":"Niha","initials":"N","full_name":"Niha Ansari"},{"last_name":"Dasgupta","fore_name":"Jeet","initials":"J","full_name":"Jeet Dasgupta"},{"last_name":"Jain","fore_name":"Divyant","initials":"D","full_name":"Divyant Jain"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/bs.pmbts.2025.06.009","journal":"Progress in molecular biology and translational science","journal_abbr":"Prog Mol Biol Transl Sci","source":"pubmed","mesh_headings":["Humans","Biosensing Techniques","Drug Delivery Systems","Drug Monitoring"],"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40921538","title":"Implantable biosensors Advancements and applications.","abstract":"This chapter, Implantable Biosensors Advancements and Applications, provides a succinct overview of the state-of-the-art in implantable biosensor technology, highlighting both established clinical uses and promising areas of ongoing research. It begins by outlining the fundamental principles and advantages of these sensors, such as their precision in physiological monitoring and capability for real-time therapeutic interventions. A variety of implantable sensors are categorized, including biophysical and biochemical types, each designed for specific medical applications. In endocrinology, continuous glucose monitoring (CGM) systems represent a pivotal and well-established use of implantable biosensors for diabetes management. In contrast, applications in ophthalmology, such as sensors for monitoring intraocular pressure to prevent glaucoma, are still under investigation and not yet widely adopted in clinical practice, though they hold significant promise. The chapter also explores potential applications across other medical fields, including cardiology, neurology, gastroenterology, pulmonology, otolaryngology, urology, orthopedics, pharmacology, and oncology. These areas are witnessing innovative research and development efforts aimed at harnessing the potential of implantable biosensors for enhanced patient care. The integration of these sensors with drug delivery systems and their role in real-time disease biomarker monitoring underscore their transformative potential. In summary, this chapter highlights the significant advancements in implantable biosensors, emphasizing their current clinical applications and future possibilities in revolutionizing medical diagnostics and treatment.","authors":[{"last_name":"Nirwal","fore_name":"Gurleen K","initials":"GK","full_name":"Gurleen K Nirwal"},{"last_name":"Wu","fore_name":"Kevin Y","initials":"KY","full_name":"Kevin Y Wu"},{"last_name":"Ramnawaz","fore_name":"Taanvee P","initials":"TP","full_name":"Taanvee P Ramnawaz"},{"last_name":"Xu","fore_name":"Yue","initials":"Y","full_name":"Yue Xu"},{"last_name":"Carbonneau","fore_name":"Marjorie","initials":"M","full_name":"Marjorie Carbonneau"},{"last_name":"Nguyen","fore_name":"Bich H","initials":"BH","full_name":"Bich H Nguyen"},{"last_name":"Tran","fore_name":"Simon D","initials":"SD","full_name":"Simon D Tran"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/bs.pmbts.2025.06.006","journal":"Progress in molecular biology and translational science","journal_abbr":"Prog Mol Biol Transl Sci","source":"pubmed","mesh_headings":["Biosensing Techniques","Humans","Prostheses and Implants","Animals"],"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40921375","title":"Pathogen-Bound C-type Lectin and Ficolin Enhance Toll Receptor Signaling is activated through Sp tzle1 Cleavage in response to White Spot Syndrome Virus (WSSV) in Penaeus monodon.","abstract":"The dynamic interaction between immune recognition molecules and signaling pathways in the innate immune response of Penaeus monodon to White Spot Syndrome Virus (WSSV) infection is unveiled in this study. Through comprehensive gene expression profiling, we demonstrate significant upregulation of key immune genes, including a specific C-type lectin and a defined ficolin isoform, in WSSV-infected hemocytes, underscoring their pivotal roles in pathogen recognition and antiviral defense. Leveraging advanced molecular techniques, we successfully expressed, purified, and characterized these recombinant proteins, revealing their time-dependent expression and high-affinity binding to lipopolysaccharides (LPS). Intriguingly, pathogen-bound lectin and ficolin were found to modulate Sp tzle1 cleavage and enhance its interaction with a functionally characterized Toll receptor variant, suggesting a sophisticated mechanism for immune activation. Computational analyses using HADDOCK and PDBePISA further elucidated the structural and energetic basis of Toll receptor interactions with cleaved Sp tzle1 peptides, highlighting the critical role of hydrophobic, electrostatic, and hydrogen bonding interactions in complex stabilization. Temporal expression dynamics of MyD88 and TRAF6 following Sp tzle1 injection revealed a robust, time-dependent activation of Toll-mediated signaling pathways, with peak expression at 24 hours post-injection. These findings not only deepen our understanding of crustacean immunity but also provide novel insights into the molecular mechanisms underlying pathogen recognition and immune modulation. The study positions this specific lectin and ficolin variants as key regulators of innate immunity, offering promising avenues for therapeutic interventions in aquaculture and beyond. By bridging molecular insights with functional validation, this work lays the groundwork for future research aimed at harnessing these immune molecules for sustainable disease management and immunotherapeutic applications.","authors":[{"last_name":"Sajith Ahamed","fore_name":"A","initials":"A","full_name":"A Sajith Ahamed"},{"last_name":"Mohiadeen Batcha","fore_name":"M","initials":"M","full_name":"M Mohiadeen Batcha"},{"last_name":"Ravi","fore_name":"Lokesh","initials":"L","full_name":"Lokesh Ravi"},{"last_name":"Ashiq Ur Rahman","fore_name":"M","initials":"M","full_name":"M Ashiq Ur Rahman"},{"last_name":"John","fore_name":"Akbar","initials":"A","full_name":"Akbar John"},{"last_name":"Krishnamoorthi","fore_name":"R","initials":"R","full_name":"R Krishnamoorthi"},{"last_name":"Badhul Haq","fore_name":"M","initials":"M","full_name":"M Badhul Haq"},{"last_name":"Amutha","fore_name":"C","initials":"C","full_name":"C Amutha"},{"last_name":"Mahalingam","fore_name":"P U","initials":"PU","full_name":"P U Mahalingam"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.fsi.2025.110686","journal":"Fish \u0026 shellfish immunology","journal_abbr":"Fish Shellfish Immunol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921334","title":"Sparing effects of FLASH irradiation in patient-derived lung tissue.","abstract":"Radiation toxicities, such as pneumonitis and fibrosis, are major limitations affecting patients quality of life. Developed a decade ago, FLASH radiotherapy is an innovative method that, by delivering radiation at ultrafast dose rate, reduces radiation toxicities on healthy tissue while preserving the anti-tumoral effect of radiotherapy. This so-called FLASH effect has been described in different preclinical models but has not been observed in human tissue. This study aims to determine if FLASH irradiation can induce a sparing effect on human healthy lung tissue. To address this question, precision-cut lung slices (Hu-PCLS) were prepared from healthy lung samples collected from 19 lung cancer patients undergoing lobectomy. These Hu-PCLS were irradiated ex vivo at a dose of 9 Gy using the ElectronFLASH (SIT) device operated either in conventional or FLASH mode. We monitored cell division for each patient and performed RNAseq analysis to uncover some mechanistic insights. Analysis of cell division 24 h after treatment with conventional or ultra-high dose rate showed a higher proportion of dividing cells in Hu-PCLS after FLASH irradiation. Consistently, RNAseq analysis from irradiated lung samples confirmed an attenuated cell cycle checkpoint inhibition, p53 pro-apoptotic genes, Deoxyribonucleic Acid damage, and antioxidant pathways after ultra-high dose rate compared to conventional treatment. Altogether, this study shows that, using freshly isolated patient-derived lung samples, cell proliferation can serve as an early marker of the normal lung response to FLASH irradiation. These findings hold great promises for future applications of FLASH radiotherapy in the clinic.","authors":[{"last_name":"Dubail","fore_name":"Maxime","initials":"M","full_name":"Maxime Dubail"},{"last_name":"Lafouasse","fore_name":"Chloé","initials":"C","full_name":"Chloé Lafouasse"},{"last_name":"Heinrich","fore_name":"Sophie","initials":"S","full_name":"Sophie Heinrich"},{"last_name":"Favaudon","fore_name":"Vincent","initials":"V","full_name":"Vincent Favaudon"},{"last_name":"Londoño-Vallejo","fore_name":"Arturo","initials":"A","full_name":"Arturo Londoño-Vallejo"},{"last_name":"Dutreix","fore_name":"Marie","initials":"M","full_name":"Marie Dutreix"},{"last_name":"Colin","fore_name":"Delphine","initials":"D","full_name":"Delphine Colin"},{"last_name":"Côté","fore_name":"Jean-François","initials":"JF","full_name":"Jean-François Côté"},{"last_name":"Didier","fore_name":"Jérôme","initials":"J","full_name":"Jérôme Didier"},{"last_name":"Pouliquen","fore_name":"Christelle","initials":"C","full_name":"Christelle Pouliquen"},{"last_name":"Benali","fore_name":"Abdelali","initials":"A","full_name":"Abdelali Benali"},{"last_name":"Verrelle","fore_name":"Pierre","initials":"P","full_name":"Pierre Verrelle"},{"last_name":"Lefèvre","fore_name":"Marine","initials":"M","full_name":"Marine Lefèvre"},{"last_name":"Girard","fore_name":"Nicolas","initials":"N","full_name":"Nicolas Girard"},{"last_name":"Seguin-Givelet","fore_name":"Agathe","initials":"A","full_name":"Agathe Seguin-Givelet"},{"last_name":"Créhange","fore_name":"Gilles","initials":"G","full_name":"Gilles Créhange"},{"last_name":"Fouillade","fore_name":"Charles","initials":"C","full_name":"Charles Fouillade"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.radonc.2025.111126","journal":"Radiotherapy and oncology : journal of the European Society for Therapeutic Radiology and Oncology","journal_abbr":"Radiother Oncol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921278","title":"Mavacamten effectively reduces 100 mmHg left ventricular outflow tract gradients As early as one week of treatment in obstructive hypertrophic cardiomyopathy.","abstract":"Real-world data on the efficacy of mavacamten, indicated for the treatment of obstructive hypertrophic cardiomyopathy (oHCM), are relatively scarce, particularly in patients with extreme left ventricular outflow tract (LVOT) gradients and concerning its short-term effects. We investigated a cohort of twenty-five oHCM patients 15 men (60 ), mean age 55 11 years , with a resting or provoked LVOT gradient of 100 mmHg, receiving mavacamten treatment. Patients underwent a complete standard and 2D-speckle tracking echocardiographic examination after one week (W1) of treatment initiation and at subsequent four-week intervals. After only one week of mavacamten therapy, both the resting peak LVOT gradient (from 121 to 87 mmHg) and the Valsalva gradient (from 167 to 129 mmHg) significantly decreased (all p 0.001), showing further decrease (resting gradient to 67 mmHg at W4, and to 56 mmHg at W8 Valsalva gradient to 102 mmHg at W4, and to 80 mmHg at W8, all p 0.001). NTproBNP levels also significantly decreased already at W1 (-1467 pg/ml), showing further decrease during treatment (-1735 pg/ml at W4, and - 2048 pg/ml at W8 all p 0.001). NYHA functional class, 6-min walk distance, parameters of myocardial work and many of the assessed diastolic parameters showed significant improvements and no change in LV ejection fraction or global longitudinal strain was observed. Mavacamten effectively reduced even 100 mmHg LVOT gradients and led to significant gradient reduction already in one week. Besides favourable changes in LVOT obstruction, structural and functional echocardiographic parameters, functional capacity, and cardiac biomarkers, it also led to significant improvement in myocardial work parameters.","authors":[{"last_name":"Nagy","fore_name":"Viktória","initials":"V","full_name":"Viktória Nagy"},{"last_name":"Rácz","fore_name":"Gergely","initials":"G","full_name":"Gergely Rácz"},{"last_name":"Takács","fore_name":"Hedvig","initials":"H","full_name":"Hedvig Takács"},{"last_name":"Boda","fore_name":"Krisztina","initials":"K","full_name":"Krisztina Boda"},{"last_name":"Polestyuk","fore_name":"Bianka","initials":"B","full_name":"Bianka Polestyuk"},{"last_name":"Schvartz","fore_name":"Noémi","initials":"N","full_name":"Noémi Schvartz"},{"last_name":"Vidács","fore_name":"László Dániel","initials":"LD","full_name":"László Dániel Vidács"},{"last_name":"Pintér","fore_name":"Jenő Antal","initials":"JA","full_name":"Jenő Antal Pintér"},{"last_name":"Pálinkás","fore_name":"Attila","initials":"A","full_name":"Attila Pálinkás"},{"last_name":"Kormányos","fore_name":"Árpád","initials":"Á","full_name":"Árpád Kormányos"},{"last_name":"Szűcsborus","fore_name":"Tamás","initials":"T","full_name":"Tamás Szűcsborus"},{"last_name":"Borbás","fore_name":"János","initials":"J","full_name":"János Borbás"},{"last_name":"Szili-Török","fore_name":"Tamás","initials":"T","full_name":"Tamás Szili-Török"},{"last_name":"Sepp","fore_name":"Róbert","initials":"R","full_name":"Róbert Sepp"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.ijcard.2025.133882","journal":"International journal of cardiology","journal_abbr":"Int J Cardiol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921224","title":"Trends in Utilization of Technology-Assisted Navigation in Unicompartmental and Total Knee Arthroplasty Between 2009 and 2022.","abstract":"In cases of isolated, single-compartment osteoarthritis of the knee, both unicompartmental knee arthroplasty (UKA) and total knee arthroplasty (TKA) can be effective treatment options. This study evaluated rates of technology-assisted utilization in UKA (TA-UKA) using a national claims database over a contemporary 13-year period to determine the trends in use of TA-UKA relative to TKA in the United States. Patients undergoing primary UKA and TKA from 2009 to 2022 were identified using a large national claims database. Rates of computer and robotic assistance were then determined to ascertain trends in technology-assisted TKA (TA-TKA) and TA-UKA over the study period. Technology assistance was defined as computer navigation or robotics. Utilization trends were also stratified by sex, region, and age, and significance was determined using Mann-Kendall statistical tests. Between 2009 and 2022, 71,396 patients underwent UKA, while 869,794 patients underwent primary TKA. The rate of TA-UKA cases increased by 17.3 from 2009 to 2022 (P 0.001), while rates of TA-TKA procedures increased by 10.8 (P 0.001). Higher volumes of TA-UKA cases were performed in urban areas and on women. By 2022, 20.6 of all UKA cases and 17.6 of all TKA cases were performed with technology. While a significant increase in the rates of both TA-UKA and TA-TKA cases was observed, there was a greater increase in use for UKA relative to TKA, potentially due to the greater precision of implant positioning needed during UKA and existing data supporting its use. Despite increases in the usage of technology over time, the majority of both UKA and TKA in the United States are not performed with technology. Further evidence is needed to elucidate whether the use of technology assistance for UKA yields superior surgical and patient outcomes.","authors":[{"last_name":"Worden","fore_name":"Jacob A","initials":"JA","full_name":"Jacob A Worden"},{"last_name":"Fuqua","fore_name":"Andrew","initials":"A","full_name":"Andrew Fuqua"},{"last_name":"Ross","fore_name":"Bailey J","initials":"BJ","full_name":"Bailey J Ross"},{"last_name":"Gillis","fore_name":"Julianne","initials":"J","full_name":"Julianne Gillis"},{"last_name":"Heo","fore_name":"Kevin Y","initials":"KY","full_name":"Kevin Y Heo"},{"last_name":"Wilson","fore_name":"Jacob M","initials":"JM","full_name":"Jacob M Wilson"},{"last_name":"Premkumar","fore_name":"Ajay","initials":"A","full_name":"Ajay Premkumar"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.arth.2025.08.082","journal":"The Journal of arthroplasty","journal_abbr":"J Arthroplasty","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921219","title":"Bacterial toxins as immunomodulatory agents in cancer therapy.","abstract":"Bacterial toxins have emerged as promising anticancer therapeutics, transforming from pathogenic agents to precision treatment modalities. They provide exceptional specificity for cancer cells while largely leaving healthy tissue unaffected, which solves one of the major limitations of traditional chemotherapy. This review explores the emerging trends of bacterial-derived immunotoxins and chimeric toxins for target specificity and their promise as future anticancer therapies. It defines the potential of bacterial toxins as anticancer agents through an immuno-modular design using the targeting moieties of antibodies, affibodies, antimicrobial peptides (AMPs), and cytokines. Further, this encompasses current drug delivery applications of bacterial toxins and bacterial extracellular vesicles in cancer-targeted therapy and clinical translation challenges. This review represents a systematic approach by describing bacterial toxin-based immunotherapy as a new paradigm shift for the useful employment of bacterial components in precision oncology.","authors":[{"last_name":"Sahu","fore_name":"Kantrol Kumar","initials":"KK","full_name":"Kantrol Kumar Sahu"},{"last_name":"Saleem Basha","fore_name":"N","initials":"N","full_name":"N Saleem Basha"},{"last_name":"Pradhan","fore_name":"Madhulika","initials":"M","full_name":"Madhulika Pradhan"},{"last_name":"Sucheta","fore_name":"","initials":"","full_name":"Sucheta"},{"last_name":"Dubey","fore_name":"Akhilesh","initials":"A","full_name":"Akhilesh Dubey"},{"last_name":"Yadav","fore_name":"Krishna","initials":"K","full_name":"Krishna Yadav"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.bcp.2025.117309","journal":"Biochemical pharmacology","journal_abbr":"Biochem Pharmacol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40921216","title":"Machine learning-enhanced mapping of suicide risk in bipolar disorder A multi-modal analysis.","abstract":"Bipolar disorder (BD) is associated with a high risk of suicide, but the complex interplay of factors contributing to this risk remains poorly understood. This study aimed to comprehensively analyze demographic, clinical, and biological factors associated with suicide risk in BD patients and develop a novel suicide risk assessment model integrating these factors. We conducted a cross-sectional study of 152 patients with BD, classified into four suicide risk groups no risk (n 19), low risk (n 45), moderate risk (n 38), and high risk (n 50). Participants underwent assessments using the Mini-International Neuropsychiatric Interview (M.I.N I.), Hamilton Depression Rating Scale-24 items (HAMD-24), Young Mania Rating Scale (YMRS), Montgomery- sberg Depression Rating Scale (MADRS), and Beck Scale for Suicide Ideation (BSSI). We evaluated thyroid function, inflammatory markers, and lymphocyte subsets. Univariate and multivariate analyses were performed to identify factors associated with suicide risk. Depressive symptoms were significantly associated with increased odds of medium (odds ratio (Operating Room) 1.452, 95 confidence interval (CI) 1.122-1.878, P 0.005) and high (Operating Room 1.405, 95 CI 1.091-1.810, P 0.009) suicide risk. Lower free thyroxine 4 (FT4) levels were associated with higher odds of low (Operating Room 0.581, 95 CI 0.404-0.835, P 0.003) and medium (Operating Room 0.694, 95 CI 0.486-0.992, P 0.045) risk. The no-risk group exhibited higher levels of thyroid hormones and autoantibodies. CD3 T cell percentages varied significantly across risk groups, with the lowest mean percentage in the no-risk group (57.59 14.64 ). Our machine learning models achieved 87.1 accuracy in predicting suicide risk. Patient Health Questionnaire-9 items, Hamilton Depression Rating Scale-24 items, and Montgomery- sberg Depression Rating Scale scores were identified as the strongest predictors of suicide risk through 100 decision trees of Random Forest. In addition, FT4 and interferon- emerged as notable contributors to the model s predictions. Depressive symptoms and thyroid function are crucial factors in assessing suicide risk in BD. Thyroid autoimmunity and T cell-mediated immunity emerge as potential biomarkers for risk stratification and therapeutic targets, offering new avenues for personalized intervention strategies.","authors":[{"last_name":"Saeed","fore_name":"Saboor","initials":"S","full_name":"Saboor Saeed"},{"last_name":"Wang","fore_name":"Huaizhi","initials":"H","full_name":"Huaizhi Wang"},{"last_name":"Kong","fore_name":"Lingzhuo","initials":"L","full_name":"Lingzhuo Kong"},{"last_name":"Geng","fore_name":"Yimeng","initials":"Y","full_name":"Yimeng Geng"},{"last_name":"Zhang","fore_name":"Jinyu","initials":"J","full_name":"Jinyu Zhang"},{"last_name":"Pan","fore_name":"Yanmeng","initials":"Y","full_name":"Yanmeng Pan"},{"last_name":"Le","fore_name":"Xu","initials":"X","full_name":"Xu Le"},{"last_name":"Zhang","fore_name":"Xuhong","initials":"X","full_name":"Xuhong Zhang"},{"last_name":"Liu","fore_name":"Ting Ting","initials":"TT","full_name":"Ting Ting Liu"},{"last_name":"Hu","fore_name":"Shaohua","initials":"S","full_name":"Shaohua Hu"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.jad.2025.120183","journal":"Journal of affective disorders","journal_abbr":"J Affect Disord","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921207","title":"Endocrinologist-led genomic testing for monogenic diabetes in adult diabetes clinics a feasibility and outcome study.","abstract":"Monogenic diabetes (MGD), such as Maturity-Onset Diabetes of the Young (MODY), is under-recognised and under-diagnosed. Accurate diagnosis of MGD requires genetic testing and has important treatment implications. Integrating MGD testing within diabetes clinics can increase testing uptake and MGD diagnosis. We aimed to explore the feasibility and psychosocial outcomes of endocrinologist-led MGD testing. Seventy-two adult participants were prospectively identified by endocrinologists from diabetes clinics guided by a set of clinical criteria developed for patient selection. All participants underwent MGD multigene panel testing. Clinical, demographic, and psychosocial data were collected. A diagnosis of MGD was established in 21.4 of participants. Multivariable analysis identified younger age at diagnosis (p 0.04), but not lower body mass index (p 0.18) or positive family history (p 0.35), as independent predictors of MGD. Patient satisfaction and empowerment were high. Sixty-percent of endocrinologists reported modifying patient management. Lack of clinical guidelines, access and cost of testing were identified barriers to point-of-care MGD testing. Integrating MGD testing into routine diabetes care is feasible and can improve treatment outcomes and patient experience. Endocrinologists reported requiring support to implement MGD testing. Our patient selection criteria can be modified to improve inclusiveness and increase sensitivity in predicting MGD diagnosis.","authors":[{"last_name":"Balasingam","fore_name":"Devashree","initials":"D","full_name":"Devashree Balasingam"},{"last_name":"Moxham","fore_name":"Rosalind","initials":"R","full_name":"Rosalind Moxham"},{"last_name":"Devery","fore_name":"Sophie","initials":"S","full_name":"Sophie Devery"},{"last_name":"Smyth","fore_name":"Renee","initials":"R","full_name":"Renee Smyth"},{"last_name":"Arsov","fore_name":"Todor","initials":"T","full_name":"Todor Arsov"},{"last_name":"Olsen","fore_name":"Nick","initials":"N","full_name":"Nick Olsen"},{"last_name":"Viardot","fore_name":"Alex","initials":"A","full_name":"Alex Viardot"},{"last_name":"Greenfield","fore_name":"Jerry R","initials":"JR","full_name":"Jerry R Greenfield"},{"last_name":"Wu","fore_name":"Kathy Hc","initials":"KH","full_name":"Kathy Hc Wu"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.diabres.2025.112456","journal":"Diabetes research and clinical practice","journal_abbr":"Diabetes Res Clin Pract","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921096","title":"High-grade astrocytoma with piloid features resected with an exoscopic supracerebellar infratentorial approach illustrative case.","abstract":"High-grade astrocytoma with piloid features (HGAP) was recently added to the World Health Organization 2021 CNS classification system among the group of circumscribed astrocytic gliomas. These tumors present with high-grade piloid histology with similarities to glioblastoma. HGAPs in the pineal region become particularly challenging due to its deep location and proximity to deep venous structures, the midbrain, and the thalamus. Herein, the authors present the case of a patient with an HGAP located in the pineal region. The tumor was resected using an exoscopic supracerebellar/infratentorial approach. A 69-year-old man presented with a pineal gland mass causing obstructive hydrocephalus. Resection using an exoscope revealed an HGAP. Postoperatively, he developed posterior fossa syndrome but was discharged without neurological deficits after 30 days. HGAP, a distinct glioma subtype identified in 2021, presents a mix of low- and high-grade features. It shares histological traits with pilocytic astrocytoma and glioblastoma, requiring Deoxyribonucleic Acid methylation profiling for diagnosis. Radiologically, these lesions have a T2-FLAIR mismatch and uneven post-gadolinium enhancement. Treatment is still uncertain, although adjuvant chemoradiation therapy with temozolomide may be used. The prognosis is poor, with a 5-year survival rate of approximately 50 . For pineal region locations, the exoscope offers enhanced magnification, depth perception, and ergonomic benefits, improving surgical precision. https //thejns.org/doi/10.3171/CASE25390.","authors":[{"last_name":"Rubino","fore_name":"Franco","initials":"F","full_name":"Franco Rubino"},{"last_name":"Harris","fore_name":"Peter","initials":"P","full_name":"Peter Harris"},{"last_name":"Mukherjee","fore_name":"Abir L","initials":"AL","full_name":"Abir L Mukherjee"},{"last_name":"Jean","fore_name":"Walter C","initials":"WC","full_name":"Walter C Jean"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.3171/CASE25390","journal":"Journal of neurosurgery. Case lessons","journal_abbr":"J Neurosurg Case Lessons","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921092","title":"Design, Synthesis and Biological Evaluation of 7-(1-Methyl-1-indole-3-yl)-5-pyrrolo 2,3- pyrazine Derivatives as Novel Covalent pan-FGFR Inhibitors to Overcome Clinical Resistance.","abstract":"Aberrant activation of fibroblast growth factor receptors (FGFRs) plays a critical role in tumorigenesis across multiple cancer types, driving the development of various FGFR inhibitors. Despite clinical advances, therapeutic efficacy remains limited by the emergence of drug resistance, primarily mediated by gatekeeper mutations in FGFRs. To overcome this challenge, we designed and synthesized a novel series of 7-(1-methyl-1-indole-3-yl)-5-pyrrolo 2,3- pyrazine derivatives as covalent pan-FGFR inhibitors targeting both wild-type and gatekeeper mutants. Compound demonstrated potent nanomolar inhibitory activity against FGFR1-3 and gatekeeper mutants in biochemical and cellular assays. Structural characterization using matrix-assisted laser desorption/ionization-time-of-flight mass spectrometry (MALDI-TOF-Multiple Sclerosis) and X-ray crystallography confirmed covalent binding of to FGFR1. Additionally, showed significant in vivo antitumor efficacy in nude mice bearing the RT112 bladder cancer xenograft model. These findings establish as a promising lead for further development of FGFR-targeted anticancer therapies.","authors":[{"last_name":"Deng","fore_name":"Wuqing","initials":"W","full_name":"Wuqing Deng"},{"last_name":"Chen","fore_name":"Xiaojuan","initials":"X","full_name":"Xiaojuan Chen"},{"last_name":"Yan","fore_name":"Ling","initials":"L","full_name":"Ling Yan"},{"last_name":"Xiang","fore_name":"Shuang","initials":"S","full_name":"Shuang Xiang"},{"last_name":"Song","fore_name":"Xiaojuan","initials":"X","full_name":"Xiaojuan Song"},{"last_name":"Zhang","fore_name":"Lin","initials":"L","full_name":"Lin Zhang"},{"last_name":"Li","fore_name":"Xiaofei","initials":"X","full_name":"Xiaofei Li"},{"last_name":"Zhu","fore_name":"Wenjian","initials":"W","full_name":"Wenjian Zhu"},{"last_name":"Pei","fore_name":"Junping","initials":"J","full_name":"Junping Pei"},{"last_name":"Lin","fore_name":"Xiaojing","initials":"X","full_name":"Xiaojing Lin"},{"last_name":"Patterson","fore_name":"Adam V","initials":"AV","full_name":"Adam V Patterson"},{"last_name":"Smaill","fore_name":"Jeff B","initials":"JB","full_name":"Jeff B Smaill"},{"last_name":"Li","fore_name":"Bingsheng","initials":"B","full_name":"Bingsheng Li"},{"last_name":"Tu","fore_name":"Zhengchao","initials":"Z","full_name":"Zhengchao Tu"},{"last_name":"Zhou","fore_name":"Yang","initials":"Y","full_name":"Yang Zhou"},{"last_name":"Chen","fore_name":"Yongheng","initials":"Y","full_name":"Yongheng Chen"},{"last_name":"Lu","fore_name":"Xiaoyun","initials":"X","full_name":"Xiaoyun Lu"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1021/acs.jmedchem.5c01594","journal":"Journal of medicinal chemistry","journal_abbr":"J Med Chem","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921061","title":"Need Analysis of Clinician-Oriented Integrated Precision Oncology Decision Support Tools Qualitative Descriptive Study.","abstract":"The rapid advancement of next-generation sequencing has significantly expanded the landscape of precision medicine. However, health care professionals face increasing challenges in keeping pace with the growing body of oncological knowledge and integrating it effectively into clinical workflows. Precision oncology decision support (PODS) tools aim to assist clinicians in navigating this complexity, yet their current functionalities only partially address clinical needs. A lack of comprehensive needs assessment may result in unaddressed requirements, limiting the effectiveness of these tools in real-world practice. This study aimed to explore clinicians needs and expectations regarding the functionalities of integrated PODS tools, providing insights into essential features that could enhance their usability and impact. We conducted a qualitative investigation at Peking University Cancer Hospital to explore clinicians needs and expectations for the functions of integrated PODS tools. Data were collected through 143 structured participant observations during multidisciplinary team meetings and 17 in-depth semistructured interviews with a diverse group of oncology specialists, including physicians, surgeons, molecular biologists, radiotherapists, radiologists, and pathologists. Thematic analysis was applied to identify key functional requirements, and a requirements framework was formed. Three overarching functional needs emerged (1) better access to oncological knowledge, including support for therapy selection (guidelines, conferences, and consensuses), clinical trials, drug and treatment information, and complex case knowledge, as well as improved diagnostic and prognostic insights (2) clinical contextualization and resource navigation, referring to the process of contextualizing scientific knowledge within real-world clinical settings, including access to clinical trials and drugs, along with predictive models for treatment response and (3) support abilities in the decision-making process, highlighting the need for integration of flexible biological knowledge and phenotypic data automated patient information synthesis improved data visualization and optimized retrieval, recommendation, and question-answering functionalities. A functional framework for integrated PODS tools was proposed based on these findings. The study conducted a qualitative descriptive observation and interview in the use, needs of integrated PODS tools. PODS tools serve as complex, multilevel decision support systems. A clear understanding of clinicians actual needs is crucial for their refinement and practical adoption. By capturing perspectives directly from oncology professionals, this study provides actionable insights into the functional enhancements required for PODS tools, ultimately aiming to bridge the gap between genomic advancements and clinical decision-making in precision oncology.","authors":[{"last_name":"Zheng","fore_name":"Sheng","initials":"S","full_name":"Sheng Zheng"},{"last_name":"Feng","fore_name":"Yi","initials":"Y","full_name":"Yi Feng"},{"last_name":"Long","fore_name":"Jieran","initials":"J","full_name":"Jieran Long"},{"last_name":"Li","fore_name":"Xiang","initials":"X","full_name":"Xiang Li"},{"last_name":"Zhang","fore_name":"Meng","initials":"M","full_name":"Meng Zhang"},{"last_name":"Chen","fore_name":"Hui","initials":"H","full_name":"Hui Chen"},{"last_name":"Du","fore_name":"Xue","initials":"X","full_name":"Xue Du"},{"last_name":"Duan","fore_name":"Huilong","initials":"H","full_name":"Huilong Duan"},{"last_name":"Jia","fore_name":"Shuqin","initials":"S","full_name":"Shuqin Jia"},{"last_name":"Wu","fore_name":"Nan","initials":"N","full_name":"Nan Wu"},{"last_name":"Lu","fore_name":"Xudong","initials":"X","full_name":"Xudong Lu"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.2196/67476","journal":"JMIR human factors","journal_abbr":"JMIR Hum Factors","source":"pubmed","mesh_headings":["Humans","Precision Medicine","Qualitative Research","Medical Oncology","Decision Support Systems, Clinical","Needs Assessment","Male","Female"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40920984","title":"Extracellular Matrix and Fibroblast Activation in Lymphangioleiomyomatosis.","abstract":"Lymphangioleiomyomatosis (LAM) is a rare lung disease caused by hyperactivation of the mechanistic/mammalian target of rapamycin 1 (mTORC1) growth pathway in a subset of mesenchymal lung cells. Histopathologically, LAM lesions have been described as immature smooth muscle-like cells positive for the immature melanocytic marker HMB45/PMEL/gp100 and phosphorylated ribosomal protein S6 (pS6). Advances in single cell sequencing (scRNA-seq) technology allowed us to group LAM cells according to their expression of cancer stem cell (CSC) genes and identify three clusters a high CSC-like state (SLS), an intermediate state, and a low CSC-like inflammatory state (IS). We show here that in unique LAM cells many extracellular matrix (ECM) genes, including collagens and collagen triple helix repeat-containing 1 (CTHRC1), are expressed in the high and intermediate CSC-like LAM clusters and suggest that as is observed in CSCs, the ECM may provide a shield for LAM lesions against immunosurveillance. In LAM-associated fibroblasts (LAFs), the bi-steric mTORC1-selective inhibitor RMC-5552 blocked translation of TGF- -induced COL1A1, COL6A1 and phosphorylation of the mTORC1 substrates ribosomal protein S6K1/ribosomal protein S6 (S6K1/S6) and eukaryotic initiation factor 4E-binding protein/translation initiation factor 4E (4E-BP1/eIF4E), whereas rapamycin, the Food and Drug Administration (Food and Drug Administration)-approved therapy for LAM disease, only inhibited the S6K1/S6 axis. C82, a Wnt/ -catenin transcription inhibitor, prevented TGF- -induced collagens but not pS6 or p4E-BP1. This demonstrates that mTORC1-driven 4E-BP1/eIF4E rapamycin-insensitive translational control overrides transcriptional control of ECM genes. Inhibition by RMC-5552 of ECM and fibroblast activation may result in destruction of CSC-like LAM cells and provide more enduring therapy for LAM patients.","authors":[{"last_name":"Mukhitov","fore_name":"Alexander R","initials":"AR","full_name":"Alexander R Mukhitov"},{"last_name":"Evans","fore_name":"Jilly F","initials":"JF","full_name":"Jilly F Evans"},{"last_name":"Han","fore_name":"Tiegang","initials":"T","full_name":"Tiegang Han"},{"last_name":"Ledwell","fore_name":"Owen A","initials":"OA","full_name":"Owen A Ledwell"},{"last_name":"Rue","fore_name":"Ryan","initials":"R","full_name":"Ryan Rue"},{"last_name":"Obraztsova","fore_name":"Kseniya","initials":"K","full_name":"Kseniya Obraztsova"},{"last_name":"Lin","fore_name":"Susan M","initials":"SM","full_name":"Susan M Lin"},{"last_name":"Basil","fore_name":"Maria C","initials":"MC","full_name":"Maria C Basil"},{"last_name":"Cantu","fore_name":"Edward","initials":"E","full_name":"Edward Cantu"},{"last_name":"Tang","fore_name":"Yan","initials":"Y","full_name":"Yan Tang"},{"last_name":"Henske","fore_name":"Elizabeth P","initials":"EP","full_name":"Elizabeth P Henske"},{"last_name":"Krymskaya","fore_name":"Vera P","initials":"VP","full_name":"Vera P Krymskaya"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1165/rcmb.2025-0237OC","journal":"American journal of respiratory cell and molecular biology","journal_abbr":"Am J Respir Cell Mol Biol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40920975","title":"Topology in Thermal, Particle, and Plasma Diffusion Metamaterials.","abstract":"Diffusion is a fundamental process in the transfer of mass and energy. Diffusion metamaterials, a class of engineered materials with distinctive properties, enable precise control and manipulation of diffusion processes. Meanwhile, topology, a branch of mathematics, has attracted growing interest within the condensed matter physics community. Recently, the integration of diffusion metamaterials and topology has established a groundbreaking framework for understanding and controlling mass and energy transport processes. This review examines the rapidly emerging field of topological diffusion metamaterials, emphasizing how topological principles enhance robustness and precision in diffusion-driven systems, including thermal, particle, and plasma transport. The foundational theories of this field integrate basic topological theories from topological physics with the core theories of diffusion metamaterials, encompassing transformation theory and its various extensions. Additional related topics, beyond metamaterials, are also discussed. These advancements may have significant applications in various disciplines, including chemistry, enabling unprecedented levels of control in areas such as microfluidic heat management, targeted drug delivery, plasma etching, and beyond.","authors":[{"last_name":"Liu","fore_name":"Zhoufei","initials":"Z","full_name":"Zhoufei Liu"},{"last_name":"Jin","fore_name":"Peng","initials":"P","full_name":"Peng Jin"},{"last_name":"Lei","fore_name":"Min","initials":"M","full_name":"Min Lei"},{"last_name":"Wang","fore_name":"Chengmeng","initials":"C","full_name":"Chengmeng Wang"},{"last_name":"Zhuang","fore_name":"Pengfei","initials":"P","full_name":"Pengfei Zhuang"},{"last_name":"Tan","fore_name":"Peng","initials":"P","full_name":"Peng Tan"},{"last_name":"Jiang","fore_name":"Jian-Hua","initials":"JH","full_name":"Jian-Hua Jiang"},{"last_name":"Marchesoni","fore_name":"Fabio","initials":"F","full_name":"Fabio Marchesoni"},{"last_name":"Huang","fore_name":"Jiping","initials":"J","full_name":"Jiping Huang"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1021/acs.chemrev.4c00912","journal":"Chemical reviews","journal_abbr":"Chem Rev","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40920896","title":"Neutrophil-to-Lymphocyte Ratio (NLR) as a Biomarker in Clinically Stable Chronic Obstructive Pulmonary Disease SPIROMICS cohort.","abstract":"Inflammation is central to chronic obstructive pulmonary disease (Chronic Obstructive Pulmonary Disease) pathogenesis but incompletely represented in Chronic Obstructive Pulmonary Disease prognostic models. Neutrophil to lymphocyte ratio (NLR) is a readily available inflammatory biomarker. To explore the associations of NLR with smoking status, clinical features of Chronic Obstructive Pulmonary Disease, and future adverse outcomes. We analyzed NLR calculated from the complete blood count of participants who currently or formerly smoked (n 2,624) and tobacco-na ve controls (n 187) in the SPIROMICS multicenter observational cohort study. We assessed the stability of NLR at 6 weeks and 1 year, the association with select blood biomarkers, and the impact of smoking on NLR and cell counts. We stratified participants by NLR quartiles to compare cross-sectional clinical features at enrollment, prospectively observed exacerbations at 1 year, and mortality during longitudinal follow-up. Higher NLR quartiles were broadly associated with more severe clinical features of Chronic Obstructive Pulmonary Disease. NLR values were repeatable at 6 weeks (ICC 0.74) and 1 year (ICC 0.62). The impact of smoking on NLR varied with the severity of airflow limitation, mediated by an interaction between smoking, FEV1 predicted, and neutrophil counts but not lymphocyte counts. The highest NLR quartile ( 3.11) was associated with an increased risk of exacerbation over 1-year (adjusted Operating Room 1.51 95 CI 1.18, 1.92) and increased risk of mortality (adjusted HR 1.41, 95 CI 1.20, 1.66) compared to quartiles 1-3. Elevated NLR in stable Chronic Obstructive Pulmonary Disease is a widely available biomarker associated with increased risk for exacerbation and death. The impact of cigarette smoking on NLR varies with disease severity.","authors":[{"last_name":"Hoesterey","fore_name":"Daniel T","initials":"DT","full_name":"Daniel T Hoesterey"},{"last_name":"Dang","fore_name":"Hong","initials":"H","full_name":"Hong Dang"},{"last_name":"Markovic","fore_name":"Daniela","initials":"D","full_name":"Daniela Markovic"},{"last_name":"Buhr","fore_name":"Russell G","initials":"RG","full_name":"Russell G Buhr"},{"last_name":"Tashkin","fore_name":"Donald P","initials":"DP","full_name":"Donald P Tashkin"},{"last_name":"Barr","fore_name":"R Graham","initials":"RG","full_name":"R Graham Barr"},{"last_name":"Belperio","fore_name":"John A","initials":"JA","full_name":"John A Belperio"},{"last_name":"Bowler","fore_name":"Russell P","initials":"RP","full_name":"Russell P Bowler"},{"last_name":"Bleecker","fore_name":"Eugene R","initials":"ER","full_name":"Eugene R Bleecker"},{"last_name":"Couper","fore_name":"David J","initials":"DJ","full_name":"David J Couper"},{"last_name":"Criner","fore_name":"Gerard G","initials":"GG","full_name":"Gerard G Criner"},{"last_name":"Cooper","fore_name":"Christopher B","initials":"CB","full_name":"Christopher B Cooper"},{"last_name":"Doerschuk","fore_name":"Claire M","initials":"CM","full_name":"Claire M Doerschuk"},{"last_name":"Dransfield","fore_name":"Mark T","initials":"MT","full_name":"Mark T Dransfield"},{"last_name":"Drummond","fore_name":"M Bradley","initials":"MB","full_name":"M Bradley Drummond"},{"last_name":"Fawzy","fore_name":"Ashraf","initials":"A","full_name":"Ashraf Fawzy"},{"last_name":"Freeman","fore_name":"Christine M","initials":"CM","full_name":"Christine M Freeman"},{"last_name":"Han","fore_name":"MeiLan K","initials":"MK","full_name":"MeiLan K Han"},{"last_name":"Hansel","fore_name":"Nadia N","initials":"NN","full_name":"Nadia N Hansel"},{"last_name":"Hastie","fore_name":"Annette T","initials":"AT","full_name":"Annette T Hastie"},{"last_name":"Hoffman","fore_name":"Eric A","initials":"EA","full_name":"Eric A Hoffman"},{"last_name":"Huang","fore_name":"Yvonne J","initials":"YJ","full_name":"Yvonne J Huang"},{"last_name":"Kaner","fore_name":"Robert J","initials":"RJ","full_name":"Robert J Kaner"},{"last_name":"Kanner","fore_name":"Richard E","initials":"RE","full_name":"Richard E Kanner"},{"last_name":"Kim","fore_name":"Victor","initials":"V","full_name":"Victor Kim"},{"last_name":"Krishnan","fore_name":"Jerry A","initials":"JA","full_name":"Jerry A Krishnan"},{"last_name":"Martinez","fore_name":"Fernando J","initials":"FJ","full_name":"Fernando J Martinez"},{"last_name":"O'Neal","fore_name":"Wanda K","initials":"WK","full_name":"Wanda K O'Neal"},{"last_name":"Ortega","fore_name":"Victor E","initials":"VE","full_name":"Victor E Ortega"},{"last_name":"Paine","fore_name":"Robert","initials":"R","full_name":"Robert Paine"},{"last_name":"Shrivastav","fore_name":"Abhishek K","initials":"AK","full_name":"Abhishek K Shrivastav"},{"last_name":"Wells","fore_name":"J Michael","initials":"JM","full_name":"J Michael Wells"},{"last_name":"Woodruff","fore_name":"Prescott G","initials":"PG","full_name":"Prescott G Woodruff"},{"last_name":"Curtis","fore_name":"Jeffrey L","initials":"JL","full_name":"Jeffrey L Curtis"},{"last_name":"Barjaktarevic","fore_name":"Igor","initials":"I","full_name":"Igor Barjaktarevic"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1513/AnnalsATS.202412-1265OC","journal":"Annals of the American Thoracic Society","journal_abbr":"Ann Am Thorac Soc","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40920839","title":"AAV9-Mediated TNPO3 Overexpression in the Heart Rescues RBM20 Cardiomyopathy in Mice.","abstract":"","authors":[{"last_name":"Kornienko","fore_name":"Julia","initials":"J","full_name":"Julia Kornienko"},{"last_name":"Schraft","fore_name":"Laura","initials":"L","full_name":"Laura Schraft"},{"last_name":"Fenzl","fore_name":"Kai","initials":"K","full_name":"Kai Fenzl"},{"last_name":"van den Hoogenhof","fore_name":"Maarten M G","initials":"MMG","full_name":"Maarten M G van den Hoogenhof"},{"last_name":"Steinmetz","fore_name":"Lars M","initials":"LM","full_name":"Lars M Steinmetz"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1161/CIRCULATIONAHA.124.072766","journal":"Circulation","journal_abbr":"Circulation","source":"pubmed","mesh_headings":null,"publication_types":["Letter"],"affiliation":"","has_medical_terms":false}
{"id":"40920822","title":"serojump A Bayesian tool for inferring infection timing and antibody kinetics from longitudinal serological data.","abstract":"Understanding acute infectious disease dynamics at individual and population levels is critical for informing public health preparedness and response. Serological assays, which measure a range of biomarkers relating to humoral immunity, can provide a valuable window into immune responses generated by past infections and vaccinations. However, traditional methods for interpreting serological data, such as binary seropositivity and seroconversion thresholds, often rely on heuristics that fail to account for individual variability in antibody kinetics and timing of infection, potentially leading to biased estimates of infection rates and post-exposure immune responses. To address these limitations, we developed serojump, a novel probabilistic framework and software package that uses individual-level serological data to infer infection status, timing, and subsequent antibody kinetics. We validated serojump using simulated serological data and real-world SARS-CoV-2 datasets from The Gambia. In simulation studies, the model accurately recovered individual infection status, population-level antibody kinetics, and the relationship between biomarkers and immunity against infection, demonstrating robustness under observational noise. Benchmarking against standard serological heuristics in real-world data revealed that serojump achieves higher sensitivity in identifying infections, outperforming static threshold-based methods and precision in inferred infection timing. Application of serojump to longitudinal SARS-CoV-2 serological data taken during the Delta wave provided additional insights into i) missed infections based on sub-threshold rises in antibody level and ii) antibody responses to multiple biomarkers post-vaccination and infection. Our findings highlight the utility of serojump as a pathogen-agnostic, flexible tool for serological inference, enabling deeper insights into infection dynamics, immune responses, and correlates of protection. The open-source framework offers researchers a platform for extracting information from serological datasets, with potential applications across various infectious diseases and study designs.","authors":[{"last_name":"Hodgson","fore_name":"David","initials":"D","full_name":"David Hodgson"},{"last_name":"Hay","fore_name":"James","initials":"J","full_name":"James Hay"},{"last_name":"Jarju","fore_name":"Sheikh","initials":"S","full_name":"Sheikh Jarju"},{"last_name":"Jobe","fore_name":"Dawda","initials":"D","full_name":"Dawda Jobe"},{"last_name":"Wenlock","fore_name":"Rhys","initials":"R","full_name":"Rhys Wenlock"},{"last_name":"de Silva","fore_name":"Thushan I","initials":"TI","full_name":"Thushan I de Silva"},{"last_name":"Kucharski","fore_name":"Adam J","initials":"AJ","full_name":"Adam J Kucharski"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1371/journal.pcbi.1013467","journal":"PLoS computational biology","journal_abbr":"PLoS Comput Biol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40920755","title":"Machine learning-based prediction model for 28-day mortality in acute kidney injury patients with liver cirrhosis A MIMIC-IV database analysis.","abstract":"Acute kidney injury (AKI) in patients with liver cirrhosis represents a significant clinical challenge with high mortality rates. This study aimed to develop and validate a machine learning-based prediction model for 28-day mortality in AKI patients with liver cirrhosis using the MIMIC-IV database. This retrospective study analyzed data from 4,168 AKI patients, including 601 with concurrent liver cirrhosis, from the MIMIC-IV database. Patient selection followed strict inclusion and exclusion criteria. The study implemented comprehensive data preprocessing, including feature normalization and selection through Recursive Feature Elimination. Multiple machine learning algorithms were evaluated, with model performance assessed through ROC curves, calibration curves, and precision-recall analysis. SHAP analysis was conducted to interpret feature contributions to mortality prediction. The liver cirrhosis group demonstrated distinct clinical characteristics, including significantly lower age (median 60 vs 70 years, p 0.001) and higher disease severity scores (SOFA 11 vs 8 points) compared to non-cirrhotic patients. Survival analysis confirmed significantly lower 28-day survival probability in the cirrhosis group (Log-rank test, 2 46.5, p 0.001). The Random Forest model achieved optimal performance with an AUC of 0.85 and precision-recall area of 0.81. SHAP analysis identified pH, anion gap, and total Carbon Dioxide as the most significant predictive factors, with notable interaction effects among these indicators. This study successfully developed a machine learning model for predicting 28-day mortality in AKI patients with liver cirrhosis. The model demonstrated superior clinical decision-making value compared to traditional scoring systems, particularly in moderate-risk threshold intervals. The findings emphasize the crucial role of acid-base balance indicators in mortality risk assessment, providing valuable insights for clinical intervention strategies.","authors":[{"last_name":"Chai","fore_name":"Luyu","initials":"L","full_name":"Luyu Chai"},{"last_name":"Zhou","fore_name":"Yuxiang","initials":"Y","full_name":"Yuxiang Zhou"},{"last_name":"Zhou","fore_name":"Nan","initials":"N","full_name":"Nan Zhou"},{"last_name":"Xiao","fore_name":"Yao","initials":"Y","full_name":"Yao Xiao"},{"last_name":"Pang","fore_name":"Renqi","initials":"R","full_name":"Renqi Pang"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1371/journal.pone.0328662","journal":"PloS one","journal_abbr":"PLoS One","source":"pubmed","mesh_headings":["Humans","Liver Cirrhosis","Machine Learning","Acute Kidney Injury","Male","Female","Middle Aged","Aged","Retrospective Studies","Databases, Factual","Prognosis","ROC Curve"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40920692","title":"Compartment-specific adaptive responses and dysregulation under NQO1 deficiency in diabetic kidney disease A transcriptomic GSEA-based investigation.","abstract":"Diabetic kidney disease (DKD) involves oxidative stress-driven damage to glomeruli (Gloms) and proximal convoluted tubules (PCT). NAD(P)H quinone oxidoreductase 1 (NQO1) regulates redox balance, but its compartment-specific role remains unclear. Streptozotocin (STZ)-induced hyperglycemia increased albuminuria and foot process effacement, with NQO1 KO (NKO) mice exhibiting greater podocyte injury than WT, indicating exacerbated glomerular damage. To investigate the underlying mechanisms, we conducted compartment-specific transcriptomic Gene Set Enrichment Analysis (GSEA) in Gloms and PCT. In Gloms, ribosome biogenesis and immune pathways were upregulated in WT-STZ compared to WT but suppressed in NKO-STZ compared to STZ, indicating impaired protein synthesis and immune regulation in NQO1 deficiency. In PCT, ribosome activity, oxidative phosphorylation, glutathione metabolism, and cytoskeletal pathways were elevated in WT-STZ compared to WT but suppressed in NKO-STZ compared to WT-STZ. However, ribosome activity was relatively less affected than in Gloms. Additionally, adherens junction activation was more pronounced in WT-STZ Gloms than in NKO mice Gloms, suggesting a compensatory mechanism to maintain podocyte foot process integrity. This response involved key cytoskeletal genes, including Actg1, Ctnna1, Tjp1, Rhoa, and Iqgap1. These findings highlight compartment-specific adaptive responses to STZ-induced hyperglycemia and underscore NQO1 s role in regulating these adaptations. Our results suggest that enhancing NQO1 activity may restore redox balance and preserve nephron integrity, supporting its potential as a therapeutic target for DKD. Furthermore, the observed compartment-specific responses highlight the need for precision redox therapies tailored to glomerular and tubular vulnerabilities.","authors":[{"last_name":"Lee","fore_name":"Yongwoo","initials":"Y","full_name":"Yongwoo Lee"},{"last_name":"Lee","fore_name":"Sang-Hee","initials":"SH","full_name":"Sang-Hee Lee"},{"last_name":"Moon","fore_name":"Eunyoung","initials":"E","full_name":"Eunyoung Moon"},{"last_name":"Park","fore_name":"Hyerim","initials":"H","full_name":"Hyerim Park"},{"last_name":"Jo","fore_name":"Janghyun","initials":"J","full_name":"Janghyun Jo"},{"last_name":"Hwang","fore_name":"Jung Hwan","initials":"JH","full_name":"Jung Hwan Hwang"},{"last_name":"Choi","fore_name":"Dae Eun","initials":"DE","full_name":"Dae Eun Choi"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1371/journal.pone.0331582","journal":"PloS one","journal_abbr":"PLoS One","source":"pubmed","mesh_headings":["Animals","Diabetic Nephropathies","NAD(P)H Dehydrogenase (Quinone)","Mice","Mice, Knockout","Transcriptome","Kidney Glomerulus","Diabetes Mellitus, Experimental","Podocytes","Male","Oxidative Stress","Kidney Tubules, Proximal","Ribosomes","Mice, Inbred C57BL","Gene Expression Profiling"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40920572","title":"Fixed-Duration Epcoritamab Plus R2 Drives Favorable Outcomes in Relapsed or Refractory Follicular Lymphoma.","abstract":"Epcoritamab is a subcutaneous CD3xCD20 bispecific antibody approved as monotherapy for relapsed/refractory (R/R) follicular lymphoma (FL). We evaluated fixed-duration epcoritamab with rituximab plus lenalidomide (R2) in R/R FL in arm 2 of EPCORE NHL-2 (phase 1b/2 NCT04663347). Patients received epcoritamab (2 step-up doses, then 48-mg full doses) for up to 2 years and R2 for up to 12 cycles (28 days/cycle). Primary endpoint was overall response rate (ORR) per investigator assessment (Lugano criteria). As of September 21, 2024, 108 patients received 1 epcoritamab dose in expansion (median follow-up, 28.2 months). Median age was 65 years 57 had 1 prior line of therapy. ORR and complete response (CR) rate were 96 and 88 CR rates in patients with high-risk features were 90 (primary refractory), 82 (refractory to anti-CD20 and an alkylating agent), and 83 (disease progression within 24 months of first-line therapy). Two-year estimates for remaining in CR, progression-free survival, overall survival, and not starting next antilymphoma therapy were 82 , 76 , 90 , and 84 , respectively. Minimal residual disease negativity was observed in 86 of evaluable patients (clonoSEQ assay). Common treatment-emergent adverse events (TEAEs) included neutropenia (65 ), Coronavirus Disease 2019 (59 ), and cytokine release syndrome (CRS 51 ). Grade (G) 3 TEAEs occurred in 87 of patients 5 had G5 TEAEs (all Coronavirus Disease 2019). CRS events were mostly low grade (38 G1, 11 G2, 2 G3), all resolved, and none led to epcoritamab discontinuation. Fixed-duration epcoritamab plus R2 demonstrated deep, durable responses with manageable safety and favorable outcomes in R/R FL, irrespective of risk features.","authors":[{"last_name":"Falchi","fore_name":"Lorenzo","initials":"L","full_name":"Lorenzo Falchi"},{"last_name":"Sureda","fore_name":"Anna","initials":"A","full_name":"Anna Sureda"},{"last_name":"Leppä","fore_name":"Sirpa","initials":"S","full_name":"Sirpa Leppä"},{"last_name":"Vermaat","fore_name":"Joost Sp","initials":"JS","full_name":"Joost Sp Vermaat"},{"last_name":"Nijland","fore_name":"Marcel","initials":"M","full_name":"Marcel Nijland"},{"last_name":"Christensen","fore_name":"Jacob Haaber","initials":"JH","full_name":"Jacob Haaber Christensen"},{"last_name":"de Vos","fore_name":"Sven","initials":"S","full_name":"Sven de Vos"},{"last_name":"Holte","fore_name":"Harald","initials":"H","full_name":"Harald Holte"},{"last_name":"Merryman","fore_name":"Reid W","initials":"RW","full_name":"Reid W Merryman"},{"last_name":"Lugtenburg","fore_name":"Pieternella J","initials":"PJ","full_name":"Pieternella J Lugtenburg"},{"last_name":"Abrisqueta","fore_name":"Pau","initials":"P","full_name":"Pau Abrisqueta"},{"last_name":"Linton","fore_name":"Kim","initials":"K","full_name":"Kim Linton"},{"last_name":"Sunkersett","fore_name":"Gauri","initials":"G","full_name":"Gauri Sunkersett"},{"last_name":"Hoehn","fore_name":"Daniela","initials":"D","full_name":"Daniela Hoehn"},{"last_name":"Rana","fore_name":"Ali","initials":"A","full_name":"Ali Rana"},{"last_name":"Abbas","fore_name":"Aqeel","initials":"A","full_name":"Aqeel Abbas"},{"last_name":"Marek","fore_name":"Jennifer","initials":"J","full_name":"Jennifer Marek"},{"last_name":"Hao","fore_name":"Yi","initials":"Y","full_name":"Yi Hao"},{"last_name":"Steele","fore_name":"Andrew J","initials":"AJ","full_name":"Andrew J Steele"},{"last_name":"Morehouse","fore_name":"Christopher","initials":"C","full_name":"Christopher Morehouse"},{"last_name":"Hutchings","fore_name":"Martin","initials":"M","full_name":"Martin Hutchings"},{"last_name":"Belada","fore_name":"David","initials":"D","full_name":"David Belada"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1182/blood.2025029909","journal":"Blood","journal_abbr":"Blood","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40920533","title":"Explainable Reasoning Path Inference of Anti-cancer Drug Sensitivity on Genomic Knowledge Graph via Macro-Micro Agent Collaborative Reinforcement Learning.","abstract":"Artificial intelligence (Artificial Intelligence) based anticancer drug recommendation systems have emerged as powerful tools for precision dosing. Although existing methods have advanced in terms of predictive accuracy, they encounter three significant obstacles, including the black-box problem resulting in unexplainable reasoning, the computational difficulty for graphbased structures, and the combinatorial explosion during multistep reasoning. To tackle these issues, we introduce a novel Macro-Micro agent Drug sensitivity inference (MarMirDrug). Specifically, our methodology enhances interpretability via knowledge graphs (KG). To reduce computational overhead, our MarMirDrug also transforms the graph structures of KG into low-dimensional embeddings. To manage the combinatorial explosion of graph paths that occurs with increasing inference steps, we incorporate a macro-micro dual-agent reinforcement learning algorithm, and combines reinforcement learning with KG-based reasoning to infer path reasoning. In computational experimental outcomes, the efficiency of our embedding model surpasses that of the baseline model, achieving an average improvement of 117.65 for hit score. Also, our dual-agent framework exhibits superior performance and interpretability in drug response prediction, with AUC values outperforming conventional baseline methods. In summary, our approach integrates interpretability, computational efficiency, and predictive accuracy, providing novel contributions to precision medicine. The source code and data of MarMirDrug are available at https //github.com/Minhua-F/MarMirDrug_code.","authors":[{"last_name":"Feng","fore_name":"Minhua","initials":"M","full_name":"Minhua Feng"},{"last_name":"Tang","fore_name":"Liping","initials":"L","full_name":"Liping Tang"},{"last_name":"Liang","fore_name":"Juntao","initials":"J","full_name":"Juntao Liang"},{"last_name":"Huang","fore_name":"Song","initials":"S","full_name":"Song Huang"},{"last_name":"Ma","fore_name":"Jianfeng","initials":"J","full_name":"Jianfeng Ma"},{"last_name":"Zheng","fore_name":"Zhimin","initials":"Z","full_name":"Zhimin Zheng"},{"last_name":"Guo","fore_name":"Ranran","initials":"R","full_name":"Ranran Guo"},{"last_name":"Shi","fore_name":"Wen","initials":"W","full_name":"Wen Shi"},{"last_name":"Xi","fore_name":"Jianing","initials":"J","full_name":"Jianing Xi"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1109/TCBBIO.2025.3607142","journal":"IEEE transactions on computational biology and bioinformatics","journal_abbr":"IEEE Trans Comput Biol Bioinform","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40920470","title":"Protein profiles and associated biological pathways among different etiologies of chronic kidney disease new insights from DAPA-CKD.","abstract":"We investigated circulating protein profiles and molecular pathways among various chronic kidney disease (Chronic Kidney Disease) etiologies to study its underlying molecular heterogeneity. We conducted a proteomic biomarker analysis in the DAPA-Chronic Kidney Disease trial recruiting adults with and without type 2 diabetes with an eGFR of 25 to 75 mL/min/1.73m2 and a UACR of 200 to 5000 mg/g. A total of 2926 proteins were analyzed by Olink Explore in plasma samples collected at baseline. Proteins associated with diabetic kidney disease (DKD), glomerulonephritis (GN), and hypertensive nephropathy (Hypertension) were identified using linear models to compare each Chronic Kidney Disease etiology against the others. Of 4304 randomized participants, baseline plasma proteomic profiles were available for 2485 participants (57.7 ). Compared to patients without DKD, those with DKD had higher plexin B2 (PLXNB2 log2 fold difference 0.34, P 0.001), vascular adhesion protein-1 (VAP-1 log2 fold difference 0.34, P 0.001), and kidney injury molecule-1 (KIM-1 log2 fold difference 0.79, P 0.001), suggesting involvement of immune activation, oxidative stress, and tubular damage. Based on these molecular pathways, interleukin-6 was identified as an upstream regulator in DKD. In an external database of the Kidney Precision Medicine Project, PLXNB2 and VAP-1 were also elevated in DKD compared to non-DKD (log2 fold difference 0.41 and 0.42, respectively). In GN, levels of nephrin, a key slit diaphragm protein, were lower (log2 fold difference -0.27, P 0.001). Furthermore, receptor for advanced glycation end products (RAGE log2 fold difference 0.28, P 0.001) and heparan sulfate 6-O-sulfotransferase 2 (HS6ST2 log2 fold difference 0.2, P 0.05) were higher, suggesting glycocalyx disruption and inflammation. In Hypertension, epiregulin, a member of the epidermal growth factor family, was higher compared to other Chronic Kidney Disease etiologies. In conclusion, our study highlights distinct proteomic differences in patients with DKD, GN and Hypertension. These findings may aid to unravel the heterogeneous underlying molecular phenotype of Chronic Kidney Disease pathophysiology.","authors":[{"last_name":"André de la Rambelje","fore_name":"Mark","initials":"M","full_name":"Mark André de la Rambelje"},{"last_name":"Beldhuis","fore_name":"Iris E","initials":"IE","full_name":"Iris E Beldhuis"},{"last_name":"Heerspink","fore_name":"Hiddo J L","initials":"HJL","full_name":"Hiddo J L Heerspink"},{"last_name":"Greasley","fore_name":"Peter J","initials":"PJ","full_name":"Peter J Greasley"},{"last_name":"Agren","fore_name":"Rasmus","initials":"R","full_name":"Rasmus Agren"},{"last_name":"Hammarstedt","fore_name":"Ann","initials":"A","full_name":"Ann Hammarstedt"},{"last_name":"Sjöström","fore_name":"C David","initials":"CD","full_name":"C David Sjöström"},{"last_name":"Voors","fore_name":"Adriaan A","initials":"AA","full_name":"Adriaan A Voors"},{"last_name":"Jongs","fore_name":"Niels","initials":"N","full_name":"Niels Jongs"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1093/ndt/gfaf180","journal":"Nephrology, dialysis, transplantation : official publication of the European Dialysis and Transplant Association - European Renal Association","journal_abbr":"Nephrol Dial Transplant","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40920357","title":"A novel information theoretic approach reveals loss of effective biomolecular communication in aging muscle cells.","abstract":"Maintenance of organismal function requires tightly regulated biomolecular communication. However, with aging, communication deteriorates, thereby disrupting effective information flow. Using information theory applied to skeletal muscle single cell Ribonucleic Acid-seq data from young, middle-aged, and aged animals, we quantified the loss of communication efficiency over time. We considered communication channels between transcription factors (TF input message ) and corresponding target genes (TG output message ). Mutual information (Myocardial Infarction), defined as the information effectively transmitted between TFs and TGs, declined with age. This decline was attributed to escalating biological noise and loss of precision with which TFs regulate TGs (ie, channel capacity). When we ranked TF TG pairs by Myocardial Infarction, pairs associated with fatty acid oxidation displayed the greatest loss of communication with aging, while the system preserved communication between pairs related to Ribonucleic Acid synthesis. These data suggest ineffective communication with aging against a backdrop of resource reallocation to support essential cellular functions.","authors":[{"last_name":"Sivakumar","fore_name":"Sruthi","initials":"S","full_name":"Sruthi Sivakumar"},{"last_name":"LeFebre","fore_name":"Ryan William","initials":"RW","full_name":"Ryan William LeFebre"},{"last_name":"Menichetti","fore_name":"Giulia","initials":"G","full_name":"Giulia Menichetti"},{"last_name":"Iijima","fore_name":"Hirotaka","initials":"H","full_name":"Hirotaka Iijima"},{"last_name":"Mugler","fore_name":"Andrew","initials":"A","full_name":"Andrew Mugler"},{"last_name":"Ambrosio","fore_name":"Fabrisia","initials":"F","full_name":"Fabrisia Ambrosio"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1093/gerona/glaf195","journal":"The journals of gerontology. Series A, Biological sciences and medical sciences","journal_abbr":"J Gerontol A Biol Sci Med Sci","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
