{"id":"40923319","title":"Epigenetic dysregulation of energy homeostasis drives aortic valve stenosis that is treatable with metformin.","abstract":"Aortic valve stenosis is a progressive and increasingly prevalent disease in older adults, with no approved pharmacologic therapies to prevent or slow its progression. Although genetic risk factors have been identified, the contribution of epigenetic regulation remains poorly understood. Here, we demonstrated that histone deacetylase 3 (HDAC3) maintains aortic valve structure by suppressing mitochondrial biogenesis and preserving extracellular matrix integrity in valvular interstitial fibroblasts. Human stenotic valves displayed elevated acetylation of histone H3 at lysine 27 (H3K27ac) and reduced HDAC3 activity in diseased regions. Mice lacking HDAC3 in aortic valves developed aortic valve stenosis, disrupted collagen organization, increased H3K27ac, and premature mortality. Mechanistically, HDAC3 loss led to activation of nuclear hormone receptor-regulated mitochondrial gene programs, increased oxidative phosphorylation, and reactive oxygen species-induced damage. Treatment with metformin, a mitochondrial complex I inhibitor, restored redox balance, preserved collagen structure, and improved valve function in Hdac3-deficient mice. Supporting these experimental findings, retrospective clinical analysis revealed a significantly lower prevalence and slower progression of aortic valve stenosis in patients treated with metformin. These results uncovered a potentially previously unrecognized role for HDAC3 in coordinating epigenetic and metabolic homeostasis in the aortic valve, suggesting that targeting mitochondrial dysfunction may offer a therapeutic strategy for noncalcific aortic valve disease.","authors":[{"last_name":"Cashman","fore_name":"Timothy J","initials":"TJ","full_name":"Timothy J Cashman"},{"last_name":"Saheera","fore_name":"Sherin","initials":"S","full_name":"Sherin Saheera"},{"last_name":"Blau","fore_name":"Ashley E","initials":"AE","full_name":"Ashley E Blau"},{"last_name":"Mensah Otabil","fore_name":"Edith","initials":"E","full_name":"Edith Mensah Otabil"},{"last_name":"Nagy","fore_name":"Nouran Y","initials":"NY","full_name":"Nouran Y Nagy"},{"last_name":"Samenuk","fore_name":"Thomas D","initials":"TD","full_name":"Thomas D Samenuk"},{"last_name":"Fitzgibbons","fore_name":"Timothy P","initials":"TP","full_name":"Timothy P Fitzgibbons"},{"last_name":"McManus","fore_name":"David D","initials":"DD","full_name":"David D McManus"},{"last_name":"Trivedi","fore_name":"Chinmay M","initials":"CM","full_name":"Chinmay M Trivedi"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1172/jci.insight.188562","journal":"JCI insight","journal_abbr":"JCI Insight","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40923234","title":"Intravascular Basal Cell Carcinoma During Mohs Surgery.","abstract":"Intravascular invasion of basal cell carcinoma is an exceedingly rare finding during Mohs micrographic surgery. We present three cases and discuss its significance and management implications.","authors":[{"last_name":"Johns","fore_name":"Marjia","initials":"M","full_name":"Marjia Johns"},{"last_name":"Stewart","fore_name":"Nicholas","initials":"N","full_name":"Nicholas Stewart"},{"last_name":"Loghdey","fore_name":"Saleem","initials":"S","full_name":"Saleem Loghdey"},{"last_name":"Bonilla","fore_name":"Gilberto Moreno","initials":"GM","full_name":"Gilberto Moreno Bonilla"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1111/ajd.14562","journal":"The Australasian journal of dermatology","journal_abbr":"Australas J Dermatol","source":"pubmed","mesh_headings":["Humans","Carcinoma, Basal Cell","Mohs Surgery","Skin Neoplasms","Male","Aged","Female","Aged, 80 and over","Neoplasm Invasiveness","Middle Aged","Vascular Neoplasms"],"publication_types":["Case Reports","Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40923203","title":"Targeting Inflammation and Fibrosis in Cardiovascular Disease Emerging Mechanisms and Therapies.","abstract":"Cardiovascular diseases are increasingly recognized as chronic disorders driven by a complex interplay between inflammation and fibrosis. In this review, we elucidate emerging mechanisms that govern the transition from acute inflammation to pathological fibrosis, with particular focus on cellular crosstalk between neutrophils, macrophages, fibroblasts, and myofibroblasts. We explore how dysregulated immune responses and extracellular matrix (ECM) remodeling sustain a pathogenic feedback loop, promoting myocardial stiffening and adverse cardiac remodeling. Special attention is given to the plasticity of immune and stromal cells, including macrophage polarization and fibroblast-to-myofibroblast transitions, as well as the roles of TGF- signaling, hypoxia, and noncoding RNAs. Building on this mechanistic foundation, we highlight next-generation therapeutic strategies-ranging from immunometabolic and epigenetic reprogramming to gene editing, cell-based therapies, and nanomedicine-designed to interrupt the inflammation-fibrosis axis. By targeting these interconnected pathways, emerging therapies offer the potential to reverse maladaptive remodeling, restore cardiac function, and redefine the treatment landscape in cardiovascular disease.","authors":[{"last_name":"Cabrera-Fuentes","fore_name":"Hector A","initials":"HA","full_name":"Hector A Cabrera-Fuentes"},{"last_name":"Barreto","fore_name":"Guillermo","initials":"G","full_name":"Guillermo Barreto"},{"last_name":"Perez-Campos","fore_name":"Eduardo","initials":"E","full_name":"Eduardo Perez-Campos"},{"last_name":"Nivon-Torres","fore_name":"Gilka F","initials":"GF","full_name":"Gilka F Nivon-Torres"},{"last_name":"Garcia González","fore_name":"Aldo Abel","initials":"AA","full_name":"Aldo Abel Garcia González"},{"last_name":"Al-Suhaim","fore_name":"Ebtesam Abdullah","initials":"EA","full_name":"Ebtesam Abdullah Al-Suhaim"},{"last_name":"Liehn","fore_name":"Elisa A","initials":"EA","full_name":"Elisa A Liehn"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1096/fj.202500970R","journal":"FASEB journal : official publication of the Federation of American Societies for Experimental Biology","journal_abbr":"FASEB J","source":"pubmed","mesh_headings":["Humans","Inflammation","Fibrosis","Cardiovascular Diseases","Animals","Extracellular Matrix","Transforming Growth Factor beta","Signal Transduction","Macrophages","Fibroblasts"],"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40923186","title":"Systematic Exploration of Potential Druggable Genes for Ischemic Stroke Employing Genome-Wide Mendelian Randomization Analysis.","abstract":"Ischemic stroke (IS) treatment remains a significant challenge. This study aimed to identify potential druggable genes for IS using a systematic druggable genome-wide Mendelian Randomization (MR) analysis. Two-sample MR analysis was conducted to identify the causal association between potential druggable genes and IS. This involved integrating data from the druggable genome, expression quantitative trait loci (eQTL), protein quantitative trait loci (pQTL), and genome-wide association study summary data of IS. Sensitivity and Bayesian colocalization analyses were used to validate the causal relationships. In addition, phenome-wide MR analysis was used to evaluate the side effects or other indications of the identified druggable genes, and their functions were explored using the Metascape database. Our MR analysis identified 16 potential druggable genes significantly associated with IS, three of which were significant in the two QTL datasets. Colocalization analysis revealed six druggable genes (two in the blood eQTL CALCRL, KCNJ11 , two in the brain eQTL NEK3, THSD1 , one in the blood pQTL MMP12 , and one in the brain pQTL HSD17B12 ) had a PP.H4 greater than 0.75. Phenome-wide MR analysis indicated that CALCRL is correlated with benign breast neoplasms, and HSD17B12 is associated with essential hypertension and hypertension. This study identified six potential druggable genes (CALCRL, KCNJ11, NEK3, THSD1, MMP12, and HSD17B12) associated with IS risk. Further research is required to explore the specific roles of these druggable genes in the onset and progression of IS.","authors":[{"last_name":"Zhang","fore_name":"Peng","initials":"P","full_name":"Peng Zhang"},{"last_name":"He","fore_name":"Yulu","initials":"Y","full_name":"Yulu He"},{"last_name":"Zhen","fore_name":"Qing","initials":"Q","full_name":"Qing Zhen"},{"last_name":"Zhang","fore_name":"Yan","initials":"Y","full_name":"Yan Zhang"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/brb3.70857","journal":"Brain and behavior","journal_abbr":"Brain Behav","source":"pubmed","mesh_headings":["Humans","Mendelian Randomization Analysis","Genome-Wide Association Study","Ischemic Stroke","Quantitative Trait Loci","Genetic Predisposition to Disease"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40923133","title":"Cerebral Venous Thrombosis Current Status and Challenges.","abstract":"Cerebral venous thrombosis (CVT) is a stroke type that primarily affects young individuals, with various risk factors and complex mechanisms. It accounts for 0.5 to 3 of all stroke cases and can significantly impact daily activities and quality of life. This review aims to classify the etiology of CVT, assess its impact on prognosis, and evaluate the best treatment approaches. It also analyzes current issues in CVT management and proposes future directions for treatment. A comprehensive review of the literature on CVT, focusing on risk factors, treatment strategies, and outcomes. The impact of anticoagulation therapy and endovascular interventions is examined. This review examines the various risk factors associated with CVT, including female-specific conditions, infections, autoimmune diseases, cancer, and mechanical triggers. It highlights the impact of these factors on the prognosis and outcomes of CVT. The effectiveness of anticoagulation therapy, both traditional and with direct oral anticoagulants, is discussed, along with the role of endovascular therapy in severe cases. The review also identifies current challenges in CVT management, such as incomplete thrombus clearance and the lack of standardized evaluation criteria for recanalization. Further research is needed to optimize CVT management, improve patient outcomes, and enhance the quality of life for affected individuals.","authors":[{"last_name":"Zuo","fore_name":"Wenbo","initials":"W","full_name":"Wenbo Zuo"},{"last_name":"Chen","fore_name":"Shengcai","initials":"S","full_name":"Shengcai Chen"},{"last_name":"Lin","fore_name":"Jiashuo","initials":"J","full_name":"Jiashuo Lin"},{"last_name":"Wan","fore_name":"Yan","initials":"Y","full_name":"Yan Wan"},{"last_name":"Cao","fore_name":"Fei","initials":"F","full_name":"Fei Cao"},{"last_name":"Hu","fore_name":"Bo","initials":"B","full_name":"Bo Hu"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/brb3.70844","journal":"Brain and behavior","journal_abbr":"Brain Behav","source":"pubmed","mesh_headings":["Humans","Intracranial Thrombosis","Venous Thrombosis","Anticoagulants","Risk Factors","Quality of Life","Endovascular Procedures","Prognosis"],"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40923080","title":"Severe obesity increases risk of graft loss in pediatric heart transplantation.","abstract":"Severe obesity is an established risk factor for adverse cardiovascular events and heart transplantation (HT) outcomes in adults. However, the effect of severe obesity on children after HT is not well studied. We aimed to examine the prevalence and effect of severe obesity on pediatric HT. We evaluated children ( 8 years) listed for HT using the United Network for Organ Sharing database. Severe obesity was defined per Centers for Disease Control and Prevention criteria using body mass index. Our study comprised 2 groups a severe obesity group (n 212, 8 ) and a control group (n 2417, 92 ) consisting of the remaining children. We compared characteristics and outcomes between the 2 groups. After listing, there was no difference in transplant rate or waitlist mortality between the severe obesity and control groups ( .89). Children with severe obesity were less likely to have congenital heart disease and more likely to be Black, have greater levels of creatinine, be supported with a left ventricular assist device, and receive grafts from older donors. Waitlist duration was comparable ( .23). Incidences of primary graft dysfunction ( .91), stroke ( .36), dialysis ( .18), and acute rejection ( .4) were similar. However, severe obesity group had significant survival disadvantage (10 years 47 vs 64 , .01), particularly in children older than 11 years, with diverging outcomes starting around 4 years posttransplant in those older than 15 years. Cox regression identified severe obesity as independent mortality risk factor (hazard ratio, 1.88 .0003), along with age, gender, race, congenital heart disease, creatinine, extracorporeal membrane oxygenation, and donor age. There is a pressing need to improve assessment and treatment of obesity in children with end-stage heart failure awaiting transplantation. Although early survival rates are comparable, med- and long-term outcomes are concerning for severely obese children after heart transplant. Though unclear, the pathophysiologic effects are likely due to accelerated allograft vasculopathy from the metabolic derangement of obesity. Particularly in older children and adolescents, severe obesity should be considered a modifiable risk factor and aggressively managed before and after transplantation.","authors":[{"last_name":"Sparks","fore_name":"Joshua D","initials":"JD","full_name":"Joshua D Sparks"},{"last_name":"Wilkens","fore_name":"Sarah J","initials":"SJ","full_name":"Sarah J Wilkens"},{"last_name":"Lambert","fore_name":"Andrea Nicole","initials":"AN","full_name":"Andrea Nicole Lambert"},{"last_name":"Kozik","fore_name":"Deborah","initials":"D","full_name":"Deborah Kozik"},{"last_name":"Trivedi","fore_name":"Jaimin R","initials":"JR","full_name":"Jaimin R Trivedi"},{"last_name":"Alsoufi","fore_name":"Bahaaldin","initials":"B","full_name":"Bahaaldin Alsoufi"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.xjon.2025.04.023","journal":"JTCVS open","journal_abbr":"JTCVS Open","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40923073","title":"Impact of mitral valve interventions on left ventricular hemodynamics Insights into energy loss and flow dynamics.","abstract":"Left ventricular vortex dynamics play a crucial role in cardiac function but are significantly altered by mitral valve diseases or surgical interventions. Such hemodynamic changes may lead to maladaptive intracardiac vortices, potentially triggering pathways associated with progressive left ventricular remodeling and thrombosis. This study assessed left ventricular hemodynamics under both physiological and pathological conditions using a biohybrid in vitro platform, aiming to analyze the impact of these conditions on cardiac function. An in vitro platform was established to simulate 6 mitral valve conditions healthy, mitral regurgitation, bioprosthetic valve replacement, mechanical valve replacement (in 2 orientations), and transcatheter mitral valve edge-to-edge repair. Flow fields within the left ventricle were captured using 4-dimensional particle image velocimetry, including mean flow fields, vortex depth, vortex transversal position, viscous shear stress, and energy dissipation. Mitral regurgitation preserved vortex structure compared with healthy conditions. Mechanical valves altered vortex direction and reduced vortex transversal position (0.66-0.47, .001), potentially impairing pump efficiency and increasing cardiac workload. Bioprosthetic valves displaced the vortex away from the apex, decreasing vortex depth (0.64-0.32, .001), which may elevate apical thrombosis risk. Transcatheter mitral valve edge-to-edge repair reduced mitral regurgitation but significantly increased energy dissipation and viscous shear stress, indicating higher cardiac energy expenditure and disturbed flow. Preserving native valve function optimizes left ventricular hemodynamics, whereas valve replacements and transcatheter mitral valve edge-to-edge repair alter flow patterns, increasing cardiac workload and thrombotic risks. These findings underscore the importance of assessing left ventricular flow dynamics in the treatment of mitral regurgitation.","authors":[{"last_name":"Feng","fore_name":"Shuyi","initials":"S","full_name":"Shuyi Feng"},{"last_name":"Wang","fore_name":"Hongping","initials":"H","full_name":"Hongping Wang"},{"last_name":"He","fore_name":"Xinyi","initials":"X","full_name":"Xinyi He"},{"last_name":"Kong","fore_name":"Pengxu","initials":"P","full_name":"Pengxu Kong"},{"last_name":"Wu","fore_name":"Fan","initials":"F","full_name":"Fan Wu"},{"last_name":"Wang","fore_name":"Shizhao","initials":"S","full_name":"Shizhao Wang"},{"last_name":"Pan","fore_name":"Xiangbin","initials":"X","full_name":"Xiangbin Pan"},{"last_name":"He","fore_name":"Guowei","initials":"G","full_name":"Guowei He"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.xjon.2025.06.012","journal":"JTCVS open","journal_abbr":"JTCVS Open","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40923007","title":"Effect of Neoadjuvant Immunochemotherapy on Postoperative Pulmonary Complications for Locally Advanced Esophageal Cancer A Propensity Score Matching Cohort Study.","abstract":"Neoadjuvant immunochemotherapy (NICT) has shown promise in improving the oncological outcomes of locally advanced esophageal cancer (LAEC). However, concerns remain regarding its potential to induce pulmonary side effects that may increase the risk of perioperative adverse events. This study aimed to compare the incidence of postoperative pulmonary complications (PPCs) in patients receiving NICT and those undergoing non-neoadjuvant therapy. This retrospective cohort study included 274 patients with LAEC who received either NICT or non-neoadjuvant therapy followed by radical esophagectomy. Propensity score matching was used to balance patient characteristics between the two groups. The primary outcome was the incidence of PPCs within the first seven days postoperatively. Conditional logistic regression models were used to assess the association between NICT and PPCs. Sensitivity analysis using inverse probability of treatment weighting was conducted to validate the robustness of the findings. A total of 182 patients were included in the final analysis, with 91 patients in each group. The incidence of PPCs was significantly higher in the NICT group than in the control group (46.2 vs 26.4 , 0.009). Respiratory infections (37.4 vs 22.0 , 0.035) and pleural effusions (22.0 vs 9.9 , 0.043) were more frequent in the NICT group. New-onset arrhythmia was the most common cardiovascular complication, with tachycardia occurring in 24.2 of patients in the NICT group compared to 9.9 in the control group ( 0.018). Conditional logistic regression analysis revealed a significant association between NICT and PPCs (Operating Room 5.648, 95 CI 1.579-20.204, 0.008). Sensitivity analysis using IPTW further confirmed these results (Operating Room 2.893, 95 CI 1.537-5.446, 0.001). Patients with locally advanced esophageal cancer who received at least two cycles of NICT had a significantly increased risk of developing postoperative pulmonary complications.","authors":[{"last_name":"Du","fore_name":"Wei","initials":"W","full_name":"Wei Du"},{"last_name":"Qiao","fore_name":"Xi","initials":"X","full_name":"Xi Qiao"},{"last_name":"Yao","fore_name":"Jifang","initials":"J","full_name":"Jifang Yao"},{"last_name":"Wang","fore_name":"Zhijiao","initials":"Z","full_name":"Zhijiao Wang"},{"last_name":"Shi","fore_name":"Yuanyuan","initials":"Y","full_name":"Yuanyuan Shi"},{"last_name":"Jia","fore_name":"Huiqun","initials":"H","full_name":"Huiqun Jia"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.2147/DDDT.S537794","journal":"Drug design, development and therapy","journal_abbr":"Drug Des Devel Ther","source":"pubmed","mesh_headings":["Humans","Esophageal Neoplasms","Male","Female","Propensity Score","Retrospective Studies","Middle Aged","Neoadjuvant Therapy","Postoperative Complications","Aged","Cohort Studies","Esophagectomy","Lung Diseases","Immunotherapy"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40923004","title":"Natural Products From Traditional Chinese Medicine Potential Therapeutic Agents in Cancer Therapy-Induced Cardiotoxicity.","abstract":"Cancer therapy-induced cardiotoxicity (CTIC) is a serious and increasingly recognized cause of death and disability among cancer survivors. It frequently necessitates the withdrawal or dose reduction of effective anticancer drugs, limiting therapeutic options and affecting patient outcomes. While CTIC poses a major health risk, the precise cellular and molecular mechanisms responsible for this toxicity remain elusive, which complicates the development of preventive and therapeutic strategies. In recent years, natural products derived from Traditional Chinese Medicine (TCM) have gained attention as potentially beneficial agents for CTIC management. These TCM natural products consist of biologically active compounds that often act on multiple therapeutic targets, offering a comprehensive approach to mitigating cardiotoxicity during cancer treatment. This review aims to provide a concise overview of CTIC associated with various anticancer drugs and examine the emerging research on TCM natural products in reducing the cardiotoxic effects related to cancer therapies, highlighting areas where further investigation is needed. In addition, we also provide the challenges and coping strategies faced by basic research and clinical transformation of Chinese medicine monomers.","authors":[{"last_name":"Jin","fore_name":"Ruoyu","initials":"R","full_name":"Ruoyu Jin"},{"last_name":"You","fore_name":"Qianhui","initials":"Q","full_name":"Qianhui You"},{"last_name":"Li","fore_name":"Chenshi","initials":"C","full_name":"Chenshi Li"},{"last_name":"Zhao","fore_name":"Na","initials":"N","full_name":"Na Zhao"},{"last_name":"Jia","fore_name":"Chengyao","initials":"C","full_name":"Chengyao Jia"},{"last_name":"Koo","fore_name":"Chinying","initials":"C","full_name":"Chinying Koo"},{"last_name":"Zhang","fore_name":"Weiwei","initials":"W","full_name":"Weiwei Zhang"},{"last_name":"Liu","fore_name":"Baonian","initials":"B","full_name":"Baonian Liu"},{"last_name":"Huang","fore_name":"Kaijian","initials":"K","full_name":"Kaijian Huang"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.2147/DDDT.S545216","journal":"Drug design, development and therapy","journal_abbr":"Drug Des Devel Ther","source":"pubmed","mesh_headings":["Humans","Cardiotoxicity","Medicine, Chinese Traditional","Neoplasms","Biological Products","Drugs, Chinese Herbal","Antineoplastic Agents","Animals"],"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40922983","title":"Prevalence and Risk Factors of Arrhythmias in Patients with Acute Exacerbations of Chronic Obstructive Pulmonary Disease A Systematic Review and Meta-Analysis.","abstract":"Cardiac arrhythmias are commonly seen in patients with acute exacerbations of chronic obstructive pulmonary disease (AECOPD), but their prevalence, risk factors, and prognostic significance are still not fully understood. To estimate the prevalence of arrhythmias in patients with AECOPD, identify related clinical factors, and assess their influence on in-hospital mortality. A systematic search of PubMed, Embase, Web of Science, CENTRAL, and Cochrane Reviews was conducted to identify observational studies and randomized controlled trials. A random-effects meta-analysis using the DerSimonian-Laird method was performed. Subgroup and sensitivity analyses were conducted to explore heterogeneity, and publication bias was assessed using Egger s and Begg s tests. Twenty-eight studies were included. The pooled prevalence of arrhythmias in AECOPD patients was 15 (95 CI 12-18 ), with considerable heterogeneity (I 99.93 ). Prevalence was higher in studies from developed countries, particularly those with larger sample sizes and older populations. Advanced age (WMD 2.79 years) and elevated C-reactive protein levels (WMD 5.32) were associated with increased arrhythmia risk. Use of long-acting beta-agonists (LABAs) was associated with a reduced risk (Operating Room 0.42), although the causal mechanism remains uncertain. Arrhythmias were significantly associated with increased in-hospital mortality (RR 3.33, 95 CI 3.27-3.38). In a predefined subgroup analysis, atrial fibrillation (AF) was also linked to a higher risk of death (RR 3.70, 95 CI 2.40-5.70). Sensitivity analyses confirmed the robustness of these findings, and no significant publication bias was detected. Arrhythmias are common during AECOPD and are associated with increased short-term mortality, especially in patients with AF. Aging and systemic inflammation appear to be key contributors. While LABA use may have a protective association, this finding requires cautious interpretation. Standardized Electrocardiogram monitoring and individualized risk stratification are warranted to improve patient outcomes.","authors":[{"last_name":"Ding","fore_name":"Nan","initials":"N","full_name":"Nan Ding"},{"last_name":"Qiu","fore_name":"Weida","initials":"W","full_name":"Weida Qiu"},{"last_name":"Chen","fore_name":"Jinmin","initials":"J","full_name":"Jinmin Chen"},{"last_name":"Wang","fore_name":"Kaihao","initials":"K","full_name":"Kaihao Wang"},{"last_name":"Chen","fore_name":"Zeyue","initials":"Z","full_name":"Zeyue Chen"},{"last_name":"Cai","fore_name":"Ruli","initials":"R","full_name":"Ruli Cai"},{"last_name":"Chen","fore_name":"Ailan","initials":"A","full_name":"Ailan Chen"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.2147/COPD.S545658","journal":"International journal of chronic obstructive pulmonary disease","journal_abbr":"Int J Chron Obstruct Pulmon Dis","source":"pubmed","mesh_headings":["Humans","Pulmonary Disease, Chronic Obstructive","Prevalence","Arrhythmias, Cardiac","Risk Factors","Hospital Mortality","Disease Progression","Prognosis","Aged","Odds Ratio","Risk Assessment","Age Factors","Male","Female","Chi-Square Distribution","Middle Aged"],"publication_types":["Systematic Review","Journal Article","Meta-Analysis","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40922903","title":"Association Between Revascularization and 30-Day Survival of Ischemic Cardiomyopathy Patients in Dr. Hasan Sadikin General Hospital.","abstract":"Ischemic cardiomyopathy is the leading cause of heart failure and associated with increased morbidity and mortality. The role of percutaneous coronary intervention (PCI) in term of increasing survival and cardiovascular outcomes in ischemic cardiomyopathy remains unclear. To evaluate whether revascularization is associated with 30-day survival in ischemic cardiomyopathy in Dr. Hasan Sadikin General Hospital. This was a single center, observational, retrospective cohort study. Subject data was taken from the CABG and PCI database of Cardiology and Vascular Medicine Department, Faculty of Medicine, Universitas Padjadjaran - Dr. Hasan Sadikin General Hospital from January 2021 to December 2022. Study outcome was 30-day survival after revascularization procedure. Survival analysis was done using Kaplan-Meier analysis then bivariate analysis with log rank test and cox regression analysis. Cox regression analysis was also done for multivariate analysis of confounding factors. A total of 67 ischemic cardiomyopathy patients were included in the final analysis of this study with balance proportion except for age, complete revascularization, and chronic total occlusion (CTO) variables. CABG group tends to be younger with more proportion in age 65 years old compared with PCI group (92.6 vs. 65 . p 0.01). Complete revascularization had reached dominantly in the CABG group compared with PCI group (85.2 vs. 15 . p 0.001). In coronary anatomy characteristic, CTO was found more in the CABG group (81.5 vs. 52.5 . p 0.02). In 30-day follow up, overall survival rate was 91 with 81.5 in the CABG group compared with 97.5 in the PCI group (p 0.03). Multivariate analysis was done to exclude confounding factors with adjusted hazard ratio of revascularization was 4.02 (CI95 0.27-60.3. p 0.31). There is no association between revascularization and 30-day survival in ischemic cardiomyopathy in Dr. Hasan Sadikin General Hospital. However, wide confidence intervals highlight uncertainty.","authors":[{"last_name":"Raharjo","fore_name":"Pradana Pratomo","initials":"PP","full_name":"Pradana Pratomo Raharjo"},{"last_name":"Suhendro","fore_name":"Adrian Sebastian","initials":"AS","full_name":"Adrian Sebastian Suhendro"},{"last_name":"Yahya","fore_name":"Achmad Fauzi","initials":"AF","full_name":"Achmad Fauzi Yahya"},{"last_name":"Dewi","fore_name":"Triwedya Indra","initials":"TI","full_name":"Triwedya Indra Dewi"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.2147/VHRM.S524863","journal":"Vascular health and risk management","journal_abbr":"Vasc Health Risk Manag","source":"pubmed","mesh_headings":["Humans","Male","Female","Retrospective Studies","Time Factors","Aged","Middle Aged","Hospitals, General","Treatment Outcome","Risk Factors","Myocardial Ischemia","Percutaneous Coronary Intervention","Cardiomyopathies","Risk Assessment","Coronary Artery Bypass","Databases, Factual"],"publication_types":["Journal Article","Observational Study"],"affiliation":"","has_medical_terms":false}
{"id":"40922852","title":"Optimizing Cardiovascular Outcomes With Bisoprolol An Evidence-Based Perspective.","abstract":"The cardiovascular continuum is the developmental process of cardiovascular diseases (CVDs) leading to heart failure (HF) and sudden cardiac death. Beta-blockers (BBs) are at the forefront of managing conditions along this continuum, ranging from cardiovascular (CV) risk factors to heart failure. In particular, bisoprolol proved to be a highly cardio-selective BB with a favourable pharmacokinetic profile, demonstrating long-term safety, good tolerability, and proven efficacy in reducing cardiac events, including arrhythmias and mortality in patients with heart failure with reduced ejection fraction (HFrEF). This evidence-based perspective showcased numerous clinical studies revealing the utility of bisoprolol in managing patients with CVDs, particularly HFrEF and stable angina. It also included safety evidence for bisoprolol in patients with renal and hepatic dysfunction, etc. Expert opinions from leading cardiologists across India further reinforce the role of bisoprolol as a first-line therapy in managing HFrEF and stable angina, making its usage suitable for HFrEF and angina patients with special emphasis on comorbidities, such as chronic kidney disease (Chronic Kidney Disease), chronic obstructive pulmonary disease (Chronic Obstructive Pulmonary Disease), and diabetes.","authors":[{"last_name":"Sharma","fore_name":"Kamal","initials":"K","full_name":"Kamal Sharma"},{"last_name":"Sathe","fore_name":"Sunil","initials":"S","full_name":"Sunil Sathe"},{"last_name":"Desai","fore_name":"Bhupen","initials":"B","full_name":"Bhupen Desai"},{"last_name":"Manchanda","fore_name":"Subhash","initials":"S","full_name":"Subhash Manchanda"},{"last_name":"Mohan","fore_name":"Jagdish","initials":"J","full_name":"Jagdish Mohan"},{"last_name":"Bansal","fore_name":"Manish","initials":"M","full_name":"Manish Bansal"},{"last_name":"U M","fore_name":"Nagamalesh","initials":"N","full_name":"Nagamalesh U M"},{"last_name":"Oomman","fore_name":"Abraham","initials":"A","full_name":"Abraham Oomman"},{"last_name":"Pande","fore_name":"Arindam","initials":"A","full_name":"Arindam Pande"},{"last_name":"Shah","fore_name":"Jay","initials":"J","full_name":"Jay Shah"},{"last_name":"Christopher","fore_name":"Johann","initials":"J","full_name":"Johann Christopher"},{"last_name":"Patil","fore_name":"Sachin","initials":"S","full_name":"Sachin Patil"},{"last_name":"Abdullakutty","fore_name":"Jabir","initials":"J","full_name":"Jabir Abdullakutty"},{"last_name":"Bafna","fore_name":"Akshay","initials":"A","full_name":"Akshay Bafna"},{"last_name":"Rao","fore_name":"Sarita","initials":"S","full_name":"Sarita Rao"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.7759/cureus.89579","journal":"Cureus","journal_abbr":"Cureus","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40922802","title":"Prescription rates in different groups of outpatients with covid-19 and other acute respiratory infections comparative observational study based on German routine data.","abstract":"To identify and quantify prescriptions after a covid-19 infection compared with other acute respiratory infections in previously healthy patients and those with chronic disease. Comparative observational study based on German routine data. Ambulatory care of all residents in Germany with statutory health insurance (88 of the German population). Adults receiving a diagnosis of covid-19 or an acute respiratory infection between the fourth quarter of 2020 and the second quarter of 2021 who had rarely (70 797 and 173 822 with covid-19 and acute respiratory infection, respectively) or frequently (900 593 and 1 755 691, respectively) accessed outpatient medical care in the past. Difference in differences in the proportion of prescriptions of relevant drugs before and one year after infection. In patients who used the healthcare system less frequently before their covid-19 infection than afterwards, increases in prescription rates for antidiabetics (difference in differences 0.23 , P 0.007), antithrombotics (0.71 , P 0.02), and cardiovascular drugs like beta blockers (0.25 , P 0.03) were observed compared with patients with other acute respiratory infections. One year after infection, the difference in antidiabetic prescription rates was highest. Although a peak in antihypertensive prescription rates was observed six months after infection, antithrombotics were predominantly prescribed during the acute phase. Conversely, patients who had already used the healthcare system on a regular basis before their infection showed no significant long term increases in prescription rates across the drug groups analysed. This study supports findings that diseases such as diabetes and cardiovascular disease are more prevalent after covid-19 than after other acute respiratory infections. Because the effect is apparent in real world data, future societal implications should be considered, including increased disease burden and growing demand for medical care owing to the increasing need for drugs.","authors":[{"last_name":"Paschke","fore_name":"Lena Marie","initials":"LM","full_name":"Lena Marie Paschke"},{"last_name":"Klimke","fore_name":"Kerstin","initials":"K","full_name":"Kerstin Klimke"},{"last_name":"Below","fore_name":"Maike","initials":"M","full_name":"Maike Below"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1136/bmjmed-2024-000992","journal":"BMJ medicine","journal_abbr":"BMJ Med","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922709","title":"Cytokine pathways driving diverse tissue pathologies in rheumatoid arthritis.","abstract":"Rheumatoid arthritis is a complex systemic disorder characterised primarily by articular inflammation and destruction with associated functional loss and reduced quality of life. Rheumatoid Arthritis is also associated with extra-articular disease e.g. of the lung with potentially devastating clinical consequences. The critical importance of co-morbidities, and consequent multi-morbidity, in determining outcomes in Rheumatoid Arthritis has now been recognised, not least as novel therapeutics have emerged with attendant increased life expectancy. The primary role of cytokine networks in mediating Rheumatoid Arthritis pathogenesis was established in extensive pre-clinical and clinical trials and in the adoption of cytokine targeted therapeutics in clinical care over three decades. Herein we briefly review those pivotal cytokine pathways that are associated with Rheumatoid Arthritis articular disease, and extend these insights to include extra-articular Rheumatoid Arthritis and its common co-morbidities.","authors":[{"last_name":"Najm","fore_name":"Aurelie","initials":"A","full_name":"Aurelie Najm"},{"last_name":"Ferguson","fore_name":"Lyn D","initials":"LD","full_name":"Lyn D Ferguson"},{"last_name":"McInnes","fore_name":"Iain B","initials":"IB","full_name":"Iain B McInnes"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/art.43376","journal":"Arthritis \u0026 rheumatology (Hoboken, N.J.)","journal_abbr":"Arthritis Rheumatol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40922696","title":"Physical health status of people with substance use disorders Results from a major Turkish addiction center.","abstract":"This study was conducted in a descriptive and cross-sectional design to determine the physical health status of individuals with substance use disorders receiving inpatient treatment at an addiction treatment center. Data were collected between April 2023 and April 2024 at the Adult Detoxification Center of a psychiatric hospital in Istanbul, T rkiye. The sample consisted of a total of 261 individuals with substance use disorders (218 males and 43 females) who met the inclusion criteria. Data were collected using the Personal Information Form and the Health Improvement Profile. The most common physical illness among people with substance use disorders is cardiovascular disease. Significant gender-based differences were observed across multiple health domains. In the measurement subscale, women had significantly higher pulse rates compared to men. In the blood test subscale, mean total cholesterol (TC) and low-density lipoprotein (LDL) levels were also significantly higher among women. The screening subscale revealed significant gender differences in dental and eye examinations, breast self-examination, presence of constipation and/or diarrhea, as well as gastrointestinal symptoms, such as bloating, distention, or the need for laxative use. Similarly, lifestyle-related variables-including physical activity, daily alcohol and carbohydrate intake, fluid consumption, cannabis use, and engagement in safe sexual practices-differed significantly by gender. It is important to diagnose, monitor, and risk assess the physical health of individuals with substance use disorders. Therefore, mental health and psychiatric nurses should emphasize physical diagnosis and provide a holistic approach to individuals with substance use disorders.","authors":[{"last_name":"Albal","fore_name":"Esra","initials":"E","full_name":"Esra Albal"},{"last_name":"Şahin Bayındır","fore_name":"Gizem","initials":"G","full_name":"Gizem Şahin Bayındır"},{"last_name":"Umut","fore_name":"Gökhan","initials":"G","full_name":"Gökhan Umut"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1080/15332640.2025.2553334","journal":"Journal of ethnicity in substance abuse","journal_abbr":"J Ethn Subst Abuse","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922687","title":"Estimated cost-savings from integrated care for HIV, diabetes and hypertension in sub-Saharan Africa a cost-minimisation analysis.","abstract":"In a cluster-randomised trial in Uganda and Tanzania, we showed that integrated management, compared with standard vertical care, could achieve a high standard of care for diabetes and hypertension without adversely affecting outcomes for Human Immunodeficiency Virus. However, evidence on the value for money of integrated care is needed to inform policy. Our economic evaluation aimed to establish the value for money of integrated care compared with vertical care for Human Immunodeficiency Virus, diabetes and hypertension. A societal perspective was adopted, considering provider and patient costs for integrated and standard care in Uganda and Tanzania over one year. Provider costs were estimated for 6714 participants based on five representative health facilities per country. Patient costs were captured via questionnaire from a sub-sample of 2708 participants. Provider costs at scale were estimated using national prevalence and utilisation data. Key inputs were varied in two-way sensitivity analyses. Among participants with single conditions, mean provider and patient costs per patient-visit did not differ significantly between integrated and standard care. Among participants with multiple conditions, mean provider and patient costs per patient-visit were, respectively, Int 18.67 (95 CI 10.89-26.45, 0.0001) and Int 5.86 (95 CI 2.57-9.16, 0.0005) lower in integrated clinics. If scaled up, integrated care could save providers Int 229 million in Uganda and Int 72 million in Tanzania. From a societal perspective, integrated care for participants with multiple conditions generated mean cost-savings of Int 41.54 (95 CI 29.42-53.67, 0.0001) per patient-visit. Integrated care is cost-saving from a societal perspective and should be considered for scale-up in Tanzania, Uganda and similar settings. ISRCTN43896688.","authors":[{"last_name":"Abou Jaoude","fore_name":"Gerard Joseph","initials":"GJ","full_name":"Gerard Joseph Abou Jaoude"},{"last_name":"Kivuyo","fore_name":"Sokoine","initials":"S","full_name":"Sokoine Kivuyo"},{"last_name":"Birungi","fore_name":"Josephine","initials":"J","full_name":"Josephine Birungi"},{"last_name":"Okebe","fore_name":"Joseph","initials":"J","full_name":"Joseph Okebe"},{"last_name":"Ramaiya","fore_name":"Kaushik","initials":"K","full_name":"Kaushik Ramaiya"},{"last_name":"Namakoola","fore_name":"Ivan","initials":"I","full_name":"Ivan Namakoola"},{"last_name":"Ouma","fore_name":"Simple","initials":"S","full_name":"Simple Ouma"},{"last_name":"Garrib","fore_name":"Anupam","initials":"A","full_name":"Anupam Garrib"},{"last_name":"van Widenfelt","fore_name":"Erik","initials":"E","full_name":"Erik van Widenfelt"},{"last_name":"Lazarus","fore_name":"Jeffrey Victor","initials":"JV","full_name":"Jeffrey Victor Lazarus"},{"last_name":"Mutungi","fore_name":"Gerald","initials":"G","full_name":"Gerald Mutungi"},{"last_name":"Ubuguyu","fore_name":"Omary","initials":"O","full_name":"Omary Ubuguyu"},{"last_name":"Ssali","fore_name":"Mina Nakawuka","initials":"MN","full_name":"Mina Nakawuka Ssali"},{"last_name":"Sewankambo","fore_name":"Nelson K","initials":"NK","full_name":"Nelson K Sewankambo"},{"last_name":"Skordis","fore_name":"Jolene","initials":"J","full_name":"Jolene Skordis"},{"last_name":"Mfinanga","fore_name":"Sayoki","initials":"S","full_name":"Sayoki Mfinanga"},{"last_name":"Nyirenda","fore_name":"Moffat J","initials":"MJ","full_name":"Moffat J Nyirenda"},{"last_name":"Jaffar","fore_name":"Shabbar","initials":"S","full_name":"Shabbar Jaffar"},{"last_name":"Batura","fore_name":"Neha","initials":"N","full_name":"Neha Batura"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1080/16549716.2025.2556364","journal":"Global health action","journal_abbr":"Glob Health Action","source":"pubmed","mesh_headings":["Humans","Hypertension","HIV Infections","Diabetes Mellitus","Delivery of Health Care, Integrated","Uganda","Tanzania","Female","Cost Savings","Male","Adult","Health Care Costs","Middle Aged","Cost-Benefit Analysis"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922630","title":"Adherence to hypertension management at a rural hospital in Limpopo A cross-sectional study.","abstract":"Non-adherence to treatment remains a major contributing factor to uncontrolled hypertension and its complications. In South Africa, an estimated 50 of adults are living with hypertension and between 41.9 and 45.5 adhere to their treatment. Knowing reasons for non-adherence, therefore, is important in the treatment of hypertension. A cross-sectional study involving 243 hypertensive patients was conducted from May to July 2022 at Voortrekker Hospital, Mokopane, Limpopo province. The questionnaire included socio-demographic and hypertension-related medical information and adherence was assessed using the previously validated Therapeutic Adherence Scale for Hypertensive Patients (TASHP). Forty-two per cent of participants adhered to their antihypertensive treatment, whereas 56 controlled their blood pressure. Variables such as employment (p 0.0076), secondary and tertiary education (p 0.0048), duration of hypertension of less than a year (p 0.019) and level of income (more than R3000/month) (p 0.033) were significantly associated with better adherence. Adherence to treatment and blood pressure control among hypertensive patients in the Mokopane area is still inadequate, although within the same range as reported in the literature. Effective strategies must be developed to address adherence, especially for vulnerable patients. Contribution The study identified that only 42 of patients in a rural district hospital setting adhere to their hypertension management. Furthermore, it was found that patients less educated, unemployed, having an income of less than R3000/month or living with hypertension for more than 15 years are significantly more vulnerable to poor adherence.","authors":[{"last_name":"Sikhau","fore_name":"Murendeni F","initials":"MF","full_name":"Murendeni F Sikhau"},{"last_name":"Makhubu","fore_name":"Mbuyisa J","initials":"MJ","full_name":"Mbuyisa J Makhubu"},{"last_name":"Marincowitz","fore_name":"Gert J O","initials":"GJO","full_name":"Gert J O Marincowitz"},{"last_name":"Marincowitz","fore_name":"Clara","initials":"C","full_name":"Clara Marincowitz"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.4102/safp.v67i1.6136","journal":"South African family practice : official journal of the South African Academy of Family Practice/Primary Care","journal_abbr":"S Afr Fam Pract (2004)","source":"pubmed","mesh_headings":["Humans","Cross-Sectional Studies","Hypertension","Male","Female","South Africa","Middle Aged","Antihypertensive Agents","Adult","Hospitals, Rural","Aged","Surveys and Questionnaires","Medication Adherence","Socioeconomic Factors"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922569","title":"Thoughts About the Economics of Health Policies.","abstract":"Given nursing s interest in health policies, the authors present a discussion of costs associated with health policies. Three examples of these costs are adolescent use of vaping and e-cigarettes, international guidelines for hypertension diagnosis and treatment, and medical aid in dying.","authors":[{"last_name":"Benoit","fore_name":"Christopher","initials":"C","full_name":"Christopher Benoit"},{"last_name":"Ibrahim","fore_name":"Nuheila","initials":"N","full_name":"Nuheila Ibrahim"},{"last_name":"Miezah","fore_name":"Dennis","initials":"D","full_name":"Dennis Miezah"},{"last_name":"Terhune","fore_name":"Elizabeth H","initials":"EH","full_name":"Elizabeth H Terhune"},{"last_name":"Fawcett","fore_name":"Jacqueline","initials":"J","full_name":"Jacqueline Fawcett"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1177/08943184251358356","journal":"Nursing science quarterly","journal_abbr":"Nurs Sci Q","source":"pubmed","mesh_headings":["Humans","Health Policy","Electronic Nicotine Delivery Systems","Vaping","Hypertension"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922558","title":"Efficacy and safety of sacubitril/valsartan in end-stage renal disease patients with heart failure a review.","abstract":"End-stage renal disease (End Stage Renal Disease) is associated with a heavy global public health burden and an increased risk of cardiovascular diseases. Sacubitril/valsartan has been shown to improve cardiovascular outcomes in patients with heart failure and delay the progression of chronic kidney disease. We aim to perform a comprehensive analysis of current clinical evidence on the use of sacubitril/valsartan in End Stage Renal Disease patients. We searched PubMed, Embase, and Web of Science using keywords such as sacubitril/valsartan , end-stage renal disease , hemodialysis and heart failure . The search deadline is December 20, 2024. In this review, we discuss the pharmacological mechanisms, pharmacokinetics, and latest clinical evidence of the administration of sacubitril/valsartan in End Stage Renal Disease patients with heart failure. Sacubitril/valsartan contains sacubitril and valsartan that can regulate the renin-angiotensin-aldosterone system and natriuretic peptides simultaneously. For End Stage Renal Disease patients with heart failure, particularly those with reduced ejection fraction, sacubitril/valsartan demonstrated potential benefits including improved ventricular remodeling, enhanced left ventricular ejection fraction, and reduced mortality and heart failure re-hospitalization rates, while maintaining a favorable safety profile with no significant increased risk of hyperkalemia or hypotension. This review further discusses current challenges and future directions, including health economic evaluations and adverse event management strategies, to optimize clinical decision-making for the use of sacubitril/valsartan in this high-risk population. Sacubitril/valsartan may benefit End Stage Renal Disease patients with heart failure by improving ventricular remodeling and cardiac function while reducing mortality and hospitalization risks, without major safety concerns. However, larger studies are needed for confirmation.","authors":[{"last_name":"Li","fore_name":"Peiyun","initials":"P","full_name":"Peiyun Li"},{"last_name":"Li","fore_name":"Yupei","initials":"Y","full_name":"Yupei Li"},{"last_name":"Zhang","fore_name":"Ling","initials":"L","full_name":"Ling Zhang"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1080/07853890.2025.2557515","journal":"Annals of medicine","journal_abbr":"Ann Med","source":"pubmed","mesh_headings":["Humans","Heart Failure","Biphenyl Compounds","Drug Combinations","Kidney Failure, Chronic","Valsartan","Aminobutyrates","Angiotensin Receptor Antagonists","Treatment Outcome","Renin-Angiotensin System","Renal Dialysis"],"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40922501","title":"Perspectives on newborn screening for Fabry disease based on mothers experiences in Japan.","abstract":"Newborn screening (NBS) for Fabry disease (FD) is an effective way to identify individuals with FD before the onset of symptoms, enabling early therapeutic treatment. The classic form of FD typically begins in early childhood or later, but the late-onset form often develops in adulthood. However, FD-NBS identifies positive cases regardless of the expected timing of symptom onset. Consequently, concerns have been raised about prolonged uncertainty, medicalization, and caregivers hypervigilance throughout the asymptomatic period. These issues are particularly salient for mothers, who are often heterozygous carriers and primary caregivers. Despite the growing implementation of FD-NBS in some countries, the perspectives of parents, especially mothers, have not been adequately explored. This study explores the experiences, emotions, and needs of five mothers whose children were diagnosed with FD through NBS, aiming to uncover the psychological impact and support required during the asymptomatic period. Semistructured interviews were conducted and analyzed using the KJ (Kawakita Jiro) method, a kind of bottom-up qualitative approach. The findings revealed that mothers experienced a psychological burden related to monitoring for disease onset. However, this burden was reduced by several factors, including an understanding of the timing of onset, the attending physician s opinions, the passage of time, and personalized coping strategies. Needs were identified for support in understanding the disease, as well as for spaces that facilitate empathy and information exchange. Opinions regarding FD-NBS were generally positive however, negative feelings were also expressed, including views that they did not have to discover their child s FD through NBS. These findings suggest that understanding the experiences of mothers of asymptomatic children and providing support, such as genetic counseling and peer support, could enhance the effectiveness of FD-NBS.","authors":[{"last_name":"Sasaki","fore_name":"Noriko","initials":"N","full_name":"Noriko Sasaki"},{"last_name":"Nakajima","fore_name":"Yoko","initials":"Y","full_name":"Yoko Nakajima"},{"last_name":"Hibino","fore_name":"Yukari","initials":"Y","full_name":"Yukari Hibino"},{"last_name":"Fujie","fore_name":"Rieko","initials":"R","full_name":"Rieko Fujie"},{"last_name":"Ito","fore_name":"Tetsuya","initials":"T","full_name":"Tetsuya Ito"},{"last_name":"Ohye","fore_name":"Tamae","initials":"T","full_name":"Tamae Ohye"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/jgc4.70104","journal":"Journal of genetic counseling","journal_abbr":"J Genet Couns","source":"pubmed","mesh_headings":["Humans","Fabry Disease","Mothers","Female","Neonatal Screening","Infant, Newborn","Adult","Japan","Male"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922438","title":"Analysis of Risk Factors for Urinary Catheter-Associated Urinary Tract Infection in Patients with Ischaemic Stroke Based on a Single-Centre Nursing Experience.","abstract":"This study aimed to investigate the risk factors for catheter-associated urinary tract infection (CAUTI) in patients with ischaemic stroke and provide a scientific basis for developing targeted preventive and nursing measures. A retrospective cohort study was conducted to study patients with ischaemic stroke and indwelling catheterisation admitted to the Emergency Department of Beijing Tiantan Hospital, Capital Medical University from December 2023 to February 2025. During hospitalisation, quality control was carried out in strict accordance with the consistent nursing operation of the patient s urethral catheter insertion and daily maintenance of the urinary catheter. According to the occurrence of urinary tract infection recorded by the medical record system, the patients were divided into infected group and non-infected group. Univariate and multivariate logistic regression analyses were conducted to examine the general information and relevant risk factors of the two patient groups. A total of 998 patients with ischaemic stroke were hospitalised and received indwelling urinary catheter care. Among them, 87 patients developed CAUTI, yielding an incidence rate of 8.72 . A total of 376 pathogenic bacteria were identified from the 87 patients with ischaemic stroke who developed CAUTI. The patients were divided into an infected group (n 87) and a non-infected group (n 911) according to the occurrence of CAUTI. Logistic regression analysis revealed that age 60 years (odds ratio (Operating Room) 0.525, 95 confidence interval (CI) 0.314-0.877), body mass index (BMI) 28.1 kg/m (Operating Room 3.219, 95 CI 1.446-5.630), diabetes (Operating Room 2.901, 95 CI 2.238-3.386), parenteral nutrition support (Operating Room 2.943, 95 CI 2.113-3.223), indwelling urinary catheter time 6 days (Operating Room 0.689, 95 CI 0.193-0.985), number of catheter intubations 2 times (Operating Room 1.733, 95 CI 0.345-3.513) and time to use antimicrobials 7 days (Operating Room 0.756, 95 CI 0.418-1.356) were all risk factors for the development of CAUTI in patients with ischaemic stroke ( 0.05). Age, BMI, diabetes mellitus, parenteral nutrition support, time of indwelling urinary catheter, number of catheter intubations and time of antimicrobial use are the risk factors for CAUTI in patients with ischaemic stroke. Preventive measures and care strategies considering these risk factors can be taken to reduce the risk of infection.","authors":[{"last_name":"Li","fore_name":"Qiuling","initials":"Q","full_name":"Qiuling Li"},{"last_name":"Yan","fore_name":"Pu","initials":"P","full_name":"Pu Yan"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.56434/j.arch.esp.urol.20257807.114","journal":"Archivos espanoles de urologia","journal_abbr":"Arch Esp Urol","source":"pubmed","mesh_headings":["Humans","Risk Factors","Retrospective Studies","Male","Female","Ischemic Stroke","Aged","Urinary Tract Infections","Middle Aged","Catheter-Related Infections","Urinary Catheterization","Cohort Studies","Aged, 80 and over"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922362","title":"The role of targeted temperature management before organ transplantation.","abstract":"This study aimed to investigate the clinical course of brain death donors and admitted through the emergency department before organ procurement and early outcomes of kidney transplantation. We retrospectively reviewed the medical records of patients who visited a single tertiary emergency department with the final diagnosis of brain death and donor procurement between January 2013 and January 2022. Donors were categorized into 3 groups brain hemorrhage, hanging, and other medical causes. The primary outcome was the variation in the intensive care unit length of stay (LOS) across these groups. Secondary outcomes included organ procurement rates and factors influencing transplantation protocols, such as transplanted organs, age, sex, body mass index, cardiac arrest events, laboratory findings, and serial recipient laboratory results after organ transplantation. Medical records of 257 donors and 94 recipients for kidney transplantations were collected. The brain hemorrhage, hanging and other medical causes groups comprised 173 (67.3 ), 53 (20.6 ), and 31 (12.1 ) patients, respectively. Of these, 102 patients (39.7 ) experienced cardiac arrest before brain death. Targeted temperature management (TTM) was performed in 53 patients (20.6 ). The mean time to organ procurement was 8.8 6.4 days the hemorrhage, hanging, and other medical causes groups averaged 6.9 6.1, 7.1 5.1, and 8.6 5.1 days, respectively, with no significant differences (P .29). However, TTM and non-TTM groups differed, averaging 10.9 6.9 vs 8.2 6.1 days (P .013). The Kaplan-Meier curve indicated significant differences in LOS between these groups (P .001). Before organ procurement, the TTM group s donors sodium levels were better controlled at 143.4 10.3 vs 150.1 19.9 (P .05). Consequently, the recipients creatinine levels were lower than the non-TTM group on postoperative day 7 (1.68 0.82 vs 2.67 2.57 P .01). The time to organ transplantation did not differ between the groups. However, the TTM group had a 2.7-day longer intensive care unit LOS before organ procurement than the non-TTM group. Before organ procurement, the TTM groups showed well-controlled sodium levels, and the kidney recipient group that received kidneys from the TTM group showed lower creatinine levels on postoperative day 7. It may represent more precise electrolyte imbalance management in post-cardiac arrest care using TTM.","authors":[{"last_name":"An","fore_name":"Juho","initials":"J","full_name":"Juho An"},{"last_name":"Lee","fore_name":"Sung Eun","initials":"SE","full_name":"Sung Eun Lee"},{"last_name":"Kim","fore_name":"Mi-Hyeon","initials":"MH","full_name":"Mi-Hyeon Kim"},{"last_name":"Lee","fore_name":"Won-Jung","initials":"WJ","full_name":"Won-Jung Lee"},{"last_name":"Ko","fore_name":"Yura","initials":"Y","full_name":"Yura Ko"},{"last_name":"Min","fore_name":"Young-Gi","initials":"YG","full_name":"Young-Gi Min"},{"last_name":"Rhee","fore_name":"Bangshill","initials":"B","full_name":"Bangshill Rhee"},{"last_name":"Yang","fore_name":"Heewon","initials":"H","full_name":"Heewon Yang"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044198","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","Female","Male","Retrospective Studies","Middle Aged","Adult","Kidney Transplantation","Brain Death","Length of Stay","Hypothermia, Induced","Tissue and Organ Procurement","Tissue Donors","Heart Arrest","Emergency Service, Hospital"],"publication_types":["Journal Article","Observational Study"],"affiliation":"","has_medical_terms":false}
{"id":"40922356","title":"Diabetes mellitus and hypertension care in Bidur Municipality, Nuwakot District, Nepal A cross-sectional study.","abstract":"Chronic diseases, such as diabetes mellitus (Diabetes Mellitus) and hypertension (Hypertension), are growing public health concerns globally, with notably low management rates in low- and middle-income countries. This study aimed to assess the care-related outcomes of Diabetes Mellitus and Hypertension in Bidur Municipality, Nepal. This cross-sectional study was conducted in Bidur Municipality in Nuwakot District of Nepal. A convenient sampling method was used to select 3183 households, and 1 preferably the head of the household 18 years, was interviewed. Data were collected using a Nepali-translated questionnaire consisting of sociodemographic characteristics, health-seeking behavior, insurance, substance use, family history, and screening, diagnosis, and treatment for both Diabetes Mellitus and Hypertension. Multiple logistic regression was applied to examine associations between care-related outcomes and explanatory variables. Among 3183 participants, 43 had ever been screened for Diabetes Mellitus and 65 for Hypertension. Of those screened, 68 had Diabetes Mellitus screening, and 82 had blood pressure checks within the past 6 months. The prevalence of Diabetes Mellitus and Hypertension was 18.7 and 26.1 , respectively. Among those diagnosed, 74.3 with Diabetes Mellitus and 76 with Hypertension were receiving treatment, with continuation rates of 98.4 and 97 , respectively. Diabetes Mellitus screening was significantly associated with age, ethnicity, family history, and insurance diagnosis with age, ethnicity, and family history and treatment adherence with family history. Hypertension screening was linked to age, family size, and family history diagnosis to older age, family type, and family history and adherence to treatment to age, ethnicity, family history, and insurance. Screening rates for Diabetes Mellitus and Hypertension were higher in Bidur Municipality compared to that of the national data. However, disparities persist, particularly among certain ethnic groups and uninsured individuals, who have lower screening rates. Older age and a positive family history consistently predicted screening, diagnosis, and treatment adherence for both conditions.","authors":[{"last_name":"Shrestha","fore_name":"Gambhir","initials":"G","full_name":"Gambhir Shrestha"},{"last_name":"Joshi","fore_name":"Deepak Raj","initials":"DR","full_name":"Deepak Raj Joshi"},{"last_name":"Pradhan","fore_name":"Pranil Man Singh","initials":"PMS","full_name":"Pranil Man Singh Pradhan"},{"last_name":"Man Shrestha","fore_name":"Sushan","initials":"S","full_name":"Sushan Man Shrestha"},{"last_name":"Karki","fore_name":"Namrata","initials":"N","full_name":"Namrata Karki"},{"last_name":"Basel","fore_name":"Prem","initials":"P","full_name":"Prem Basel"},{"last_name":"Pant","fore_name":"Smriti","initials":"S","full_name":"Smriti Pant"},{"last_name":"Mikrani","fore_name":"Tanweer Ahmad","initials":"TA","full_name":"Tanweer Ahmad Mikrani"},{"last_name":"Karki","fore_name":"Khem Bahadur","initials":"KB","full_name":"Khem Bahadur Karki"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044303","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","Nepal","Cross-Sectional Studies","Hypertension","Male","Female","Middle Aged","Adult","Diabetes Mellitus","Aged","Prevalence","Patient Acceptance of Health Care","Young Adult","Mass Screening","Socioeconomic Factors"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922347","title":"Assessing the risk factors of permanent pacemaker implantation following mitral valve surgery A systematic review and meta-analysis.","abstract":"Mitral valve surgery is a widely performed intervention for the treatment of various mitral valve pathologies. Postoperative conduction disturbances may necessitate permanent pacemaker (PPM) implantation. This study aims to identify and quantify patient-related, cardiovascular, procedural risk factors, and risk score-based predictors of PPM implantation following mitral valve surgery. The conduct of this systematic review and meta-analysis followed the Preferred Reporting Items for Systematic Reviews and Meta-Analyses reporting guidelines. A systematic literature search was performed across PubMed, Cochrane Library, Google Scholar, and Embase, including studies published from inception until September 2024. Statistical analyses were conducted using RevMan 5.4 software. The meta-analysis included 8 studies totaling 39,634 patients (PPM 3417 no PPM 36,217) and revealed multiple significant predictors of postoperative PPM implantation. Among demographics, advanced age (mean difference MD 3.54 P .00001) and female sex (odds ratio Operating Room 1.19 P .00001) were found as independent risk factors. Comorbidities included hypertension (Operating Room 1.71, P .00001), diabetes (Operating Room 1.96, P .00001), renal disease (Operating Room 1.96, P .00001), preexisting atrial fibrillation (Operating Room 1.82, P .00001), prior stroke (Operating Room 1.57, P .00001), chronic lung disease (Operating Room 1.38, P .00001), peripheral vascular disease (Operating Room 2.03, P .01), and smoking history (Operating Room 1.19, P .0001). Cardiovascular predictors comprised mitral stenosis (Operating Room 1.77, P .00001), prior cardiac surgery (Operating Room 1.48, P .0002), New York Heart Association class III/IV (Operating Room 1.38, P .005), and New York Heart Association class I (Operating Room 0.64, P .03). Procedural factors showed longer cardiopulmonary bypass time (MD 9.89, P .00001) and aortic cross-clamp duration (MD 11.96, P .00001) increasing risk, along with concomitant atrial fibrillation ablation (Operating Room 1.34, P .002). Increased society of thoracic surgeons mortality risk (MD 1.14 , P .04) and EuroScore (MD 2.16, P .0005), both effectively predicted PPM need. This meta-analysis represents the first comprehensive evaluation of risk factors associated with PPM implantation in patients undergoing mitral valve surgery. Several significant risk factors have been identified, warranting further research to validate and expand upon these findings.","authors":[{"last_name":"Qureshi","fore_name":"Muhammad Ahmad","initials":"MA","full_name":"Muhammad Ahmad Qureshi"},{"last_name":"Amir","fore_name":"Maaz","initials":"M","full_name":"Maaz Amir"},{"last_name":"Bakht","fore_name":"Danyal","initials":"D","full_name":"Danyal Bakht"},{"last_name":"Ali","fore_name":"Khawar","initials":"K","full_name":"Khawar Ali"},{"last_name":"Asif","fore_name":"Ahmed","initials":"A","full_name":"Ahmed Asif"},{"last_name":"Bakht","fore_name":"Kinza","initials":"K","full_name":"Kinza Bakht"},{"last_name":"Sarmad","fore_name":"Muhammad","initials":"M","full_name":"Muhammad Sarmad"},{"last_name":"Tahir","fore_name":"Maleeha","initials":"M","full_name":"Maleeha Tahir"},{"last_name":"Shahid","fore_name":"Affaf","initials":"A","full_name":"Affaf Shahid"},{"last_name":"Rehmani","fore_name":"Maria","initials":"M","full_name":"Maria Rehmani"},{"last_name":"Awais","fore_name":"Muhammad Numan","initials":"MN","full_name":"Muhammad Numan Awais"},{"last_name":"Haseeb","fore_name":"Shahan","initials":"S","full_name":"Shahan Haseeb"},{"last_name":"Bokhari","fore_name":"Syed Faqeer Hussain","initials":"SFH","full_name":"Syed Faqeer Hussain Bokhari"},{"last_name":"Ali","fore_name":"Muhammad Khan Buhadur","initials":"MKB","full_name":"Muhammad Khan Buhadur Ali"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044232","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","Risk Factors","Pacemaker, Artificial","Mitral Valve","Postoperative Complications","Female","Male"],"publication_types":["Journal Article","Systematic Review","Meta-Analysis"],"affiliation":"","has_medical_terms":false}
{"id":"40922340","title":"Exploring research advances and future trends in drug resistance in multiple myeloma A comprehensive bibliometric analysis.","abstract":"This bibliometric analysis aims to explore global trends, research hotspots, and future directions in multidrug resistance of multiple myeloma (MM), providing insights for overcoming resistance mechanisms and optimizing therapeutic strategies. We analyzed 3300 publications indexed in the Web of Science Core Collection (2015-2024) using CiteSpace and VOSviewer. Multidimensional evaluations of countries/regions, institutions, authors, journals, and keywords were conducted, supplemented by visual network mapping to elucidate research dynamics and collaborative patterns. Annual MM drug resistance publications exhibited sustained growth, with a notable surge during 2022 to 2024. The United States (36.4 ) and China (28.6 ) dominated research output, while Harvard Medical School emerged as the most influential institution. Keyword clustering identified 5 core research domains pharmacological interventions and therapies, resistance mechanisms and molecular pathways, cellular drug resistance mechanisms, tumor microenvironment and immunoregulation, and fundamental biology and diagnostics. Current research focuses on microenvironment-mediated resistance mechanisms and novel immunotherapies. This study delineates the intellectual landscape of MM drug resistance research, emphasizing key contributors, evolving priorities, and emerging frontiers. The findings offer actionable intelligence for guiding future investigations and evidence-based policymaking, potentially accelerating the development of optimized therapeutic approaches for chemoresistant MM.","authors":[{"last_name":"Yang","fore_name":"Xuanyu","initials":"X","full_name":"Xuanyu Yang"},{"last_name":"Lin","fore_name":"Fangzhen","initials":"F","full_name":"Fangzhen Lin"},{"last_name":"Zheng","fore_name":"Siteng","initials":"S","full_name":"Siteng Zheng"},{"last_name":"Gao","fore_name":"Ye","initials":"Y","full_name":"Ye Gao"},{"last_name":"Li","fore_name":"Zhengyang","initials":"Z","full_name":"Zhengyang Li"},{"last_name":"Mei","fore_name":"Yuchen","initials":"Y","full_name":"Yuchen Mei"},{"last_name":"Xie","fore_name":"Yifan","initials":"Y","full_name":"Yifan Xie"},{"last_name":"Ke","fore_name":"Jiayu","initials":"J","full_name":"Jiayu Ke"},{"last_name":"Ling","fore_name":"Ling","initials":"L","full_name":"Ling Ling"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044279","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","Multiple Myeloma","Bibliometrics","Drug Resistance, Neoplasm","Biomedical Research","Tumor Microenvironment"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922334","title":"Carpal tunnel syndrome with both AA amyloidosis and elderly-onset Still disease A case report.","abstract":"This study reports a rare case of both AA amyloidosis and elderly-onset Still disease presenting as fever following carpal tunnel syndrome surgery. A 79-year-old man reported numbness, pain, and muscle weakness in his right hand for several months. We performed carpal tunnel opening surgery and a synovial biopsy because of significant synovial tissue in the carpal tunnel. A pathological examination revealed amyloid tissue deposition in the interstitium around the blood vessels and between the muscle bundles. He developed a postoperative fever. Blood biochemical tests revealed elevated neutrophils and blood sedimentation as well as high C-reactive protein, serum amyloid A protein, and ferritin levels. He was diagnosed with adult Still disease, and the carpal tunnel syndrome was suspected to have resulted from AA amyloidosis. With steroid pulse therapy, his inflammatory response, fever, joint pain, and swelling rapidly improved. In the first year postoperative, the clinical findings improved and patient-reported outcomes were good. Elderly-onset Still disease presents as an unknown fever after carpal tunnel release surgery and is likely caused by AA amyloidosis in older men. Here, we detailed a rare case of both AA amyloidosis and adult-onset Still disease diagnosed of the carpal tunnel s synovial membrane.","authors":[{"last_name":"Nakamura","fore_name":"Osamu","initials":"O","full_name":"Osamu Nakamura"},{"last_name":"Ishibashi","fore_name":"Yoichi","initials":"Y","full_name":"Yoichi Ishibashi"},{"last_name":"Ono","fore_name":"Kentaro","initials":"K","full_name":"Kentaro Ono"},{"last_name":"Ogata","fore_name":"Tatsuro","initials":"T","full_name":"Tatsuro Ogata"},{"last_name":"Ishikawa","fore_name":"Masakazu","initials":"M","full_name":"Masakazu Ishikawa"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044327","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","Carpal Tunnel Syndrome","Male","Aged","Amyloidosis","Still's Disease, Adult-Onset","Serum Amyloid A Protein"],"publication_types":["Journal Article","Case Reports"],"affiliation":"","has_medical_terms":false}
{"id":"40922330","title":"Dissecting causal relationships between dietary factors and intracerebral hemorrhage A Mendelian randomization study.","abstract":"Intracerebral hemorrhage (ICH) is a severe and often fatal brain disorder. Despite the recognition of dietary adjustments as a preventive measure, there is a need for well-designed studies to investigate the dietary factors of ICH patients. We employed Mendelian randomization to explore the relationship between 35 dietary factors (exposures) and ICH (outcome). We applied several statistical methods, including inverse variance weighted, weighted median, Mendelian randomization-Egger regression, simple mode, and weighted mode. Furthermore, sensitivity analyses were conducted to ensure the robustness of our findings. Our study suggested that hot drink temperature (Operating Room 0.39, P .037) and fresh fruit intake (Operating Room 0.389, P .048) could potentially reduce the risk of ICH. Additionally, although a suggestively increased risk of ICH was observed with cooked vegetable intake (Operating Room 4.493, P .036), the wide confidence interval (1.107-18.246) reflects imprecision in the estimate, and further research is needed to clarify this association. These findings provide novel dietary intervention strategies and insights for preventing ICH, holding the potential to inform more targeted health guidance recommendations.","authors":[{"last_name":"Wang","fore_name":"Peng","initials":"P","full_name":"Peng Wang"},{"last_name":"Qiao","fore_name":"Dashuai","initials":"D","full_name":"Dashuai Qiao"},{"last_name":"Liu","fore_name":"Fangwen","initials":"F","full_name":"Fangwen Liu"},{"last_name":"Dong","fore_name":"Fanzhen","initials":"F","full_name":"Fanzhen Dong"},{"last_name":"Li","fore_name":"Jinfeng","initials":"J","full_name":"Jinfeng Li"},{"last_name":"Xue","fore_name":"Gang","initials":"G","full_name":"Gang Xue"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044164","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","Mendelian Randomization Analysis","Cerebral Hemorrhage","Diet","Risk Factors","Fruit","Vegetables"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922329","title":"Predictors of job maintenance in young and middle-aged patients after percutaneous coronary intervention A retrospective cohort study.","abstract":"This study evaluates job maintenance status and predictors of young and middle-aged patients after percutaneous coronary intervention (PCI). A total of 221 young and middle-aged patients after PCI from November 1, 2023 to January 31, 2025 were selected. The job readiness of patients who have not returned to work and the job maintenance of patients who have returned to work were investigated. The survey tools included general information questionnaire, readiness for return-to-work scale (RRTW), social support rating scale, cardiac rehabilitation inventory and self-rating anxiety scale (SAS). At 3-month follow-up, 81 (n 179) of patients returned to work, with 19 (n 42) remaining unemployed. Among patients returning to work, including high-maintenance (n 109), low-maintenance (n 52) and invalid (n 18). Multivariate analysis identified cardiac rehabilitation inventory (Operating Room 1.122, 95 CI 1.051-1.199, P .001), SAS (Operating Room 0.912, 95 CI 0.863-0.962, P .001), and number of chronic conditions (Operating Room 0.580, 95 CI 0.365-0.920, P .021) as independent predictors of job maintenance after PCI. The AUC of receiver operating characteristic curve is 0.795 (95 CI 0.725-0.865, P .001), with 77.1 sensitivity and 69.2 specificity. Hosmer-Lemeshow test showed that the model had a good fitting degree ( 7.077, P .528). Job maintenance of patients after PCI may be predicted by their cardiac rehabilitation information needs, anxiety levels, and chronic disease burden. The integration of psychosocial and clinical parameters provides a novel framework for personalized interventions targeting modifiable barriers to work resumption.","authors":[{"last_name":"Hua","fore_name":"Yajun","initials":"Y","full_name":"Yajun Hua"},{"last_name":"Wang","fore_name":"Ya","initials":"Y","full_name":"Ya Wang"},{"last_name":"Fan","fore_name":"Fan","initials":"F","full_name":"Fan Fan"},{"last_name":"Chen","fore_name":"Ting","initials":"T","full_name":"Ting Chen"},{"last_name":"Yan","fore_name":"Wei","initials":"W","full_name":"Wei Yan"},{"last_name":"Huang","fore_name":"Xudan","initials":"X","full_name":"Xudan Huang"},{"last_name":"Sang","fore_name":"Yimao","initials":"Y","full_name":"Yimao Sang"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044318","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","Percutaneous Coronary Intervention","Male","Female","Middle Aged","Retrospective Studies","Return to Work","Adult","Surveys and Questionnaires","Age Factors"],"publication_types":["Journal Article","Observational Study"],"affiliation":"","has_medical_terms":false}
{"id":"40922328","title":"From crisis to recovery A case report on nursing strategies for hepatitis E post-cardiac arrest.","abstract":"Extracorporeal membrane oxygenation (ECMO) is a life-support technology for refractory cardiac arrest, but the massive blood transfusions required during treatment significantly increase the risk of transfusion-related infections. Hepatitis E virus (HEV) - traditionally linked to fecal-oral transmission - is increasingly recognized as a transfusion-transmitted pathogen, especially in emergency settings where urgent blood product infusion is common and routine HEV screening in blood banks is often lacking. However, nursing strategies for managing acute HEV infection after ECMO remain poorly defined, highlighting the need to address this clinical gap. A 35-year-old female nurse developed sudden cardiac arrest due to idiopathic ventricular fibrillation and underwent ECMO. Post-ECMO, she received red blood cells and plasma transfusions. On postoperative day 15, she had worsening liver function (alanine aminotransferase 938 U/L, total bilirubin 69.3 mol/L) and abnormal coagulation function (prothrombin time Physical Therapy 14.5 seconds), along with intermittent low-grade fever (37.3-38.0 C) subsequent jaundice of the skin, sclera, and urine developed. Next-generation sequencing confirmed acute HEV infection. The diagnosis was further supported by typical liver function abnormalities (marked elevation of transaminases and bilirubin), abnormal coagulation (Physical Therapy 14.5 seconds), and clinical manifestations of HEV infection (fever, jaundice), with no evidence of other etiologies (e.g., viral hepatitis A/B/C, drug-induced liver injury). Comprehensive nursing and clinical interventions were implemented. Daily monitoring liver function (alanine aminotransferase, aspartate aminotransferase, bilirubin), coagulation status (with focus on Physical Therapy, e.g., baseline Physical Therapy 14.5 seconds), and jaundice-related symptoms (skin/sclera color, pruritus, urine color) gastrointestinal management Bacillus licheniformis (0.5 g twice daily) to regulate intestinal flora, and lactulose (15 mL twice daily) to promote bowel movement, maintaining gut-liver axis balance personalized nutritional support Collaboration with the nutrition department to provide a low-fat semi-liquid diet (1500-1600 kcal/d, 75-80 g branched-chain amino acid-rich protein, and adequate vitamins/minerals) and cardiac follow-up planning and implementation of implantable cardioverter defibrillator (ICD) implantation on postoperative day 50 (after resolution of liver injury and stabilization of coagulation function). After 49 days of hospitalization, the patient s liver function normalized (total bilirubin within normal range, albumin increased from 31.3 to 35.1 g/L), coagulation function (Physical Therapy) returned to normal, and jaundice resolved. She successfully underwent ICD implantation on postoperative day 50. A 3-month follow-up showed no chronic liver damage, and serum HEV-IgM turned negative at 6 months no malignant arrhythmias or ICD discharges were recorded during follow-up. This case emphasizes 3 key lessons Firstly, for patients receiving ECMO and blood transfusions, close monitoring of liver function, coagulation indicators (e.g., Physical Therapy), and clinical signs of HEV infection (fever, jaundice) is critical for early diagnosis secondly, multimodal interventions - combining targeted monitoring (including coagulation tracking), gut-liver axis regulation, and personalized nutrition - are effective for managing acute HEV infection post-ECMO and thirdly, timing of ICD implantation (e.g., postoperative day 50, after liver and coagulation stabilization) and collaboration between nursing teams, nutrition departments, and cardiac specialists ensure holistic care, supporting both liver recovery and long-term cardiac safety.","authors":[{"last_name":"Xu","fore_name":"Rong","initials":"R","full_name":"Rong Xu"},{"last_name":"Wu","fore_name":"Junjun","initials":"J","full_name":"Junjun Wu"},{"last_name":"Dong","fore_name":"Lili","initials":"L","full_name":"Lili Dong"},{"last_name":"Ding","fore_name":"Fang","initials":"F","full_name":"Fang Ding"},{"last_name":"Wu","fore_name":"Wenli","initials":"W","full_name":"Wenli Wu"},{"last_name":"Zheng","fore_name":"Su","initials":"S","full_name":"Su Zheng"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044325","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","Hepatitis E","Female","Adult","Extracorporeal Membrane Oxygenation","Heart Arrest","Hepatitis E virus"],"publication_types":["Journal Article","Case Reports"],"affiliation":"","has_medical_terms":false}
{"id":"40922326","title":"Effect of Jiuwei Zhenxin granules on serum TREM1 expression and its regulatory role in depression and anxiety in patients with coronary heart disease.","abstract":"This study explored the effects of Jiuwei Zhenxin (JWZX) granules on serum triggering receptor expressed on myeloid cells 1 (TREM1) levels and their role in regulating depression and anxiety in patients with coronary heart disease (CHD). A total of 100 CHD patients were enrolled from January 2020 to January 2023 50 received JWZX granules and 50 underwent conventional treatment. Clinical data and psychological scores were collected. Serum TREM1, brain-derived neurotrophic factor, and 5-hydroxytryptamine (5-HT) levels were measured by enzyme-linked immunosorbent assay before and after 3 months of treatment. Major adverse cardiovascular events were tracked during 1-year follow-up. JWZX significantly reduced Hamilton Anxiety Scale, Hamilton Depression Scale, Self-rating Anxiety Scale, Self-rating Depression Scale, Generalized Anxiety Disorder Scale-7, and Patient Health Questionnaire-9 scores. Compared to controls, the JWZX group showed lower TREM1 and higher brain-derived neurotrophic factor and 5-HT levels. TREM1 was negatively correlated with 5-HT and positively with depression scores. Receiver operating characteristic analysis showed TREM1 had moderate predictive value for major adverse cardiovascular events (area under the curve 0.689 cutoff 66.39 pg/mL). Logistic regression identified TREM1, 5-HT, and JWZX as significant predictors of prognosis. JWZX granules improved mood symptoms and prognosis in CHD patients by modulating TREM1 and related biomarkers. Serum TREM1 may serve as a biomarker for cardiovascular risk and treatment response.","authors":[{"last_name":"Xiang","fore_name":"Yi","initials":"Y","full_name":"Yi Xiang"},{"last_name":"Hui","fore_name":"Shan","initials":"S","full_name":"Shan Hui"},{"last_name":"Yan","fore_name":"Zhongguang","initials":"Z","full_name":"Zhongguang Yan"},{"last_name":"Nie","fore_name":"Hao","initials":"H","full_name":"Hao Nie"},{"last_name":"Guo","fore_name":"Chun","initials":"C","full_name":"Chun Guo"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044143","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","Triggering Receptor Expressed on Myeloid Cells-1","Male","Female","Middle Aged","Coronary Disease","Depression","Drugs, Chinese Herbal","Anxiety","Aged","Brain-Derived Neurotrophic Factor","Serotonin","Biomarkers"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922322","title":"Are lipid-lowering drugs harmful to cognitive performance A Mendelian randomization study.","abstract":"Cardiovascular disease is the leading global cause of mortality, affecting the development of cognitive impairment in the elderly. Lipid-lowering drugs are commonly used to manage cardiovascular disease risk, but their effects on cognitive performance have produced conflicting results in previous research. To better guide the selective decision-making and application of lipid-lowering drugs, this study aims to determine the causal relationship between lipid-lowering drugs and cognitive performance through Mendelian randomization. We conducted a 2-sample Mendelian randomization study based on summary statistics from genome-wide association studies for lipid-lowering drugs and cognitive performance. Single-nucleotide polymorphisms significantly related to low-density lipoprotein cholesterol or triglycerides and associated with drug target genes served as proxies for statins, ezetimibe, proprotein convertase subtilisin/kexin type 9 (PCSK9) inhibitors, fibrates, etc. Genetically predicted statins ( -0.094, 95 confidence interval -0.138 to -0.049, P .001) and ezetimibe ( -0.319, 95 confidence interval -0.408 to -0.231, P .001) had adverse effects on cognitive performance, while other drugs, including PCSK9 inhibitors and fibrates, etc showed no significant impact. This study suggests that statins and ezetimibe may have adverse effects on cognition, while PCSK9 inhibitors and fibrates appear to have no such effect, which may help clinicians make more informed prescription decisions. These findings should be interpreted carefully and require further validation by long-term follow-up clinical studies.","authors":[{"last_name":"Han","fore_name":"Lijun","initials":"L","full_name":"Lijun Han"},{"last_name":"Su","fore_name":"Chang","initials":"C","full_name":"Chang Su"},{"last_name":"Lian","fore_name":"Ruonan","initials":"R","full_name":"Ruonan Lian"},{"last_name":"Han","fore_name":"Junming","initials":"J","full_name":"Junming Han"},{"last_name":"Fan","fore_name":"Xiude","initials":"X","full_name":"Xiude Fan"},{"last_name":"Gao","fore_name":"Ling","initials":"L","full_name":"Ling Gao"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044260","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","Mendelian Randomization Analysis","Hypolipidemic Agents","Polymorphism, Single Nucleotide","Genome-Wide Association Study","Cognition","Ezetimibe","Hydroxymethylglutaryl-CoA Reductase Inhibitors","Cholesterol, LDL","Cardiovascular Diseases","Cognitive Dysfunction","Anticholesteremic Agents"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922305","title":"The treatment of intravascular leiomyomatosis with different clinical manifestations Two case reports.","abstract":"Intravascular/intravenous leiomyomatosis (IVL) is a rare benign smooth muscle cell tumor with malignant biological behavior. The early diagnosis of IVL is challenging, and the range of treatment options is extensive. Herein, we present 2 cases of IVL that present markedly different clinical presentations. These cases underscore the importance of vigilance in the diagnosis of IVL. A further objective of this study is to demonstrate the similarities and differences in treatment modalities. Patient 1 was registered for lower abdominal discomfort and a palpable pelvic mass, with a high preoperative suspicion of IVL. Patient 2 was characterized by severe vaginal bleeding during menstruation, accompanied by a palpable uterine mass, and an initial diagnosis of uterine adenomyosis or fibroids, with suspicion of IVL. Both patients diagnoses were confirmed as IVL by histopathology. Removal of the uterine lesion combined with bilateral salpingo-oophorectomy was performed in the former case, whereas total hysterectomy and bilateral salpingo-oophorectomy were performed in the latter case. Both were treated postoperatively with Qiu empirical formula, a traditional Chinese medicine herbal decoction. No recurrence was observed in either patient. In the 2 cases examined in this study, following initial evaluation by imaging and complete resection of the lesion by surgical treatment initially, the patients demonstrated a more favorable prognosis following the application of herbal preparations in the long-term postoperative follow-up period. Our work provides additional information for clinicians to further study and better understand specific types of leiomyosarcoma.","authors":[{"last_name":"Shi","fore_name":"Yiyang","initials":"Y","full_name":"Yiyang Shi"},{"last_name":"Wang","fore_name":"Jiaxi","initials":"J","full_name":"Jiaxi Wang"},{"last_name":"Jiang","fore_name":"Xuelu","initials":"X","full_name":"Xuelu Jiang"},{"last_name":"Zhang","fore_name":"Chen","initials":"C","full_name":"Chen Zhang"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044406","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","Female","Leiomyomatosis","Uterine Neoplasms","Adult","Middle Aged","Hysterectomy","Vascular Neoplasms","Salpingo-oophorectomy","Drugs, Chinese Herbal"],"publication_types":["Journal Article","Case Reports"],"affiliation":"","has_medical_terms":false}
{"id":"40922295","title":"Blue velvet - Pseudocyanosis, a rare case of drug-induced bluish hyperpigmentation with clozapine A case report.","abstract":"This case highlights the importance of considering a wide range of possible diagnoses when faced with unexplained hemorrhagic symptoms. When standard investigations fail to identify a clear cause, it is essential to conduct a detailed dietary history. This can lead to the diagnosis of scurvy, a reversible vitamin C deficiency that is often overlooked in populations at risk. The patient is a 55-year-old man with well-controlled Crohn disease who presented with unexplained bilateral leg pain and extensive hematomas on his lower limbs, significantly affecting his mobility and raising concerns about a serious condition. The final diagnosis was scurvy, resulting from a chronic deficiency of vitamin C due to a severely limited diet that lacked fruits and vegetables. Initially, differential diagnoses included deep vein thrombosis and drug-induced coagulopathy. However, a physical examination revealed follicular purpura, and the identified dietary restrictions ultimately led us to the correct diagnosis and enabled effective treatment. Vitamin C supplementation was initiated. Timely identification and vitamin C supplementation resulted in a rapid improvement in the patient s condition. This case highlights the importance of recognizing nutritional deficiencies in modern medicine, especially for patients with chronic illnesses. It demonstrates that classic diseases, such as scurvy, can still occur and be overlooked if comprehensive patient histories and thorough examinations are not conducted.","authors":[{"last_name":"Mazza","fore_name":"Tina","initials":"T","full_name":"Tina Mazza"},{"last_name":"David","fore_name":"Antoine","initials":"A","full_name":"Antoine David"},{"last_name":"Kaya","fore_name":"Gürkan","initials":"G","full_name":"Gürkan Kaya"},{"last_name":"Menzinger","fore_name":"Sébastien","initials":"S","full_name":"Sébastien Menzinger"},{"last_name":"Berner","fore_name":"Amandine","initials":"A","full_name":"Amandine Berner"},{"last_name":"Serratrice","fore_name":"Jacques","initials":"J","full_name":"Jacques Serratrice"},{"last_name":"Coen","fore_name":"Matteo","initials":"M","full_name":"Matteo Coen"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044120","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","Male","Middle Aged","Scurvy","Ascorbic Acid","Clozapine","Antipsychotic Agents","Crohn Disease","Hyperpigmentation","Dietary Supplements","Diagnosis, Differential"],"publication_types":["Journal Article","Case Reports"],"affiliation":"","has_medical_terms":false}
{"id":"40922294","title":"Symptomatic visceral arterial thrombosis in a patient with polycythemia vera successfully treated with mesenteric revascularization A case report.","abstract":"Polycythemia vera (PV) is a type of myeloproliferative disorder, and thrombosis is one of its important complications. Arterial thrombosis commonly occurs in the coronary and cerebral arteries however, reports of thrombosis in other arteries are limited, and it is even rarer in visceral arteries. A 50-year-old woman with PV presented with anorexia and epigastric pain. Detailed history taking revealed a 2-year history of postprandial abdominal pain. Enhanced computed tomography revealed severe stenosis of the celiac artery and thrombotic occlusion of the common hepatic, splenic, and superior mesenteric arteries. The patient was diagnosed with chronic mesenteric ischemia. The patient underwent an infrarenal aorta-to-superior mesenteric artery bypass using a great saphenous vein graft. The postoperative course was uneventful, and her gastrointestinal symptoms resolved completely. The present case highlights that a patient with PV can develop symptomatic visceral arterial thrombosis. Open mesenteric bypass surgery effectively relieved symptoms.","authors":[{"last_name":"Yamamoto","fore_name":"Yohei","initials":"Y","full_name":"Yohei Yamamoto"},{"last_name":"Tsukuda","fore_name":"Kazuki","initials":"K","full_name":"Kazuki Tsukuda"},{"last_name":"Kazama","fore_name":"Ai","initials":"A","full_name":"Ai Kazama"},{"last_name":"Wada","fore_name":"Yoshiki","initials":"Y","full_name":"Yoshiki Wada"},{"last_name":"Kikuchi","fore_name":"Toru","initials":"T","full_name":"Toru Kikuchi"},{"last_name":"Ichinose","fore_name":"Tsuyoshi","initials":"T","full_name":"Tsuyoshi Ichinose"},{"last_name":"Kudo","fore_name":"Toshifumi","initials":"T","full_name":"Toshifumi Kudo"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044346","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","Female","Middle Aged","Polycythemia Vera","Thrombosis","Mesenteric Ischemia","Mesenteric Artery, Superior","Celiac Artery","Mesenteric Vascular Occlusion","Hepatic Artery","Splenic Artery","Tomography, X-Ray Computed"],"publication_types":["Journal Article","Case Reports"],"affiliation":"","has_medical_terms":false}
{"id":"40922291","title":"Cardiac rehabilitation for workers with ischemic heart disease Benefits for cardiovascular health and quality of life.","abstract":"Cardiac rehabilitation programs (CRPs) are multifactorial interventions defined by the World Health Organization as essential strategies to improve patients health-related quality of life (HRQoL) by enhancing their physical, psychological, social, and occupational well-being. These programs are a cornerstone in the comprehensive treatment of heart disease, facilitating the recovery of functional capacity and reintegration into the workforce through a multidisciplinary approach. The objective of this study was to assess the efficacy of CRPs in enhancing functional capacity (cardiac and psychological) and HRQoL in workers with ischemic heart disease. An observational pre-post study without a control group was conducted, focusing on actively employed individuals with ischemic heart disease. A total of 214 patients were included, selected according to specific inclusion criteria after excluding those not suitable for longitudinal follow-up. Participants were active workers aged 18 to 65 years who were prescribed a CRP between January 2020 and December 2021. Sociodemographic, occupational, cardiovascular risk, and clinical-therapeutic data were collected to evaluate changes following completion of the program. Health-related quality of life (HRQoL) was also assessed. A total of 214 patients were included, 83.9 male, with a mean age of 54.21 years. Most had a history of hypertension, dyslipidemia, smoking, low physical activity, overweight or obesity, and a family history of ischemic heart disease. Among those who started the program (94.4 ), the most common diagnosis was acute myocardial infarction involving a single coronary vessel. Additionally, 77.1 underwent stent angioplasty, and 47.2 participated in a moderate-risk CRP. After completion, the SF-36 score improved significantly (46.92 vs 70.21), and depressive symptoms decreased (55.10 vs 38.22 ). Significant benefits were observed in most modifiable cardiovascular risk factors, along with an increase in the proportion of patients with preserved left ventricular ejection fraction (65.4 vs 72 ) and in metabolic equivalent (MET) levels. In 157 participants (73.4 ), MET gain was quantified, with a mean increase of 2.67 1.64 METs. These findings suggest that cardiac rehabilitation, as a secondary prevention strategy, effectively improves cardiac function and HRQoL in working-age patients with ischemic heart disease.","authors":[{"last_name":"Delgado-Calderón","fore_name":"Manuel","initials":"M","full_name":"Manuel Delgado-Calderón"},{"last_name":"Jiménez-Ortega","fore_name":"Lara Estefanía","initials":"LE","full_name":"Lara Estefanía Jiménez-Ortega"},{"last_name":"Ladisa","fore_name":"María","initials":"M","full_name":"María Ladisa"},{"last_name":"Camacho-Vega","fore_name":"Juan Carlos","initials":"JC","full_name":"Juan Carlos Camacho-Vega"},{"last_name":"Vilches-Arenas","fore_name":"Ángel","initials":"Á","full_name":"Ángel Vilches-Arenas"},{"last_name":"Luque-Romero","fore_name":"Luis Gabriel","initials":"LG","full_name":"Luis Gabriel Luque-Romero"},{"last_name":"Palomo-Gómez","fore_name":"Rocío","initials":"R","full_name":"Rocío Palomo-Gómez"},{"last_name":"Martín-Pereira","fore_name":"Jorge","initials":"J","full_name":"Jorge Martín-Pereira"},{"last_name":"Gómez-Salgado","fore_name":"Juan","initials":"J","full_name":"Juan Gómez-Salgado"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044019","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","Quality of Life","Male","Middle Aged","Female","Myocardial Ischemia","Cardiac Rehabilitation","Adult","Aged"],"publication_types":["Journal Article","Observational Study"],"affiliation":"","has_medical_terms":false}
{"id":"40922290","title":"Left ventricular hypertrophy and cardiac valve calcification and their impacts on survival in maintenance hemodialysis patients A retrospective cohort study.","abstract":"The purpose of this article was to study the distribution of left ventricular hypertrophy (LVH) and cardiac valve calcification (CVC), relevant factors, and the relationship of LVH and CVC with survival in maintenance hemodialysis (MHD) patients. A total of 281 MHD patients were included in this retrospective and follow-up study. Echocardiography measurements were performed to evaluate the left ventricular structure and cardiac valve. Left ventricular mass (LVM), LVM index, relative wall thickness, and prevalence of LVH and CVC were calculated. Factors related to LVH and CVC and patients death risk were analyzed. The primary outcome was death. The prevalence of LVH in this study was 50.53 (142 patients). Concentric hypertrophy, concentric remodeling, and eccentric hypertrophy were found in 39.86 , 25.98 , and 10.68 of patients, respectively. Factors associated with LVH included systolic pressure, CVC, hemoglobin, and calcium carbonate in a multivariate logistic regression model (all P .01). The log-rank 2, which were 10.957, 12.668, 10.181, and 8.474 at 6, 12, 18, and 24 months follow-up, respectively, in the Kaplan-Meier model demonstrated the lower survival rates in patients with LVH than in those without (all P .01). The prevalence of CVC was 60.14 (169 patients). Aortic valve calcification, mitral valve calcification, or both were found in 54.09 , 33.10 , and 27.05 of patients, respectively. In a multivariate logistic regression model, the factors associated with CVC were coronary heart disease, LVH, calcium, age, dialysis age, and diastolic pressure (P .05). In COX proportional hazard model, LVH resulted as an independent risk factor to all-cause death the adjusted HR was 11.045, 4.382, 3.075, and 2.586 at 6, 12, 18, and 24 months follow-up, respectively (all P .05). In MHD patients, LVH and CVC were highly prevalent, and LVH resulted as an independent risk factor for all-cause death.","authors":[{"last_name":"Wu","fore_name":"Xiaochun","initials":"X","full_name":"Xiaochun Wu"},{"last_name":"Sun","fore_name":"Zhiping","initials":"Z","full_name":"Zhiping Sun"},{"last_name":"Yao","fore_name":"Gang","initials":"G","full_name":"Gang Yao"},{"last_name":"Zhou","fore_name":"Fuhua","initials":"F","full_name":"Fuhua Zhou"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044181","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","Hypertrophy, Left Ventricular","Male","Female","Renal Dialysis","Retrospective Studies","Middle Aged","Calcinosis","Heart Valve Diseases","Echocardiography","Aged","Prevalence","Kidney Failure, Chronic","Risk Factors","Kaplan-Meier Estimate","Follow-Up Studies"],"publication_types":["Journal Article","Observational Study"],"affiliation":"","has_medical_terms":false}
{"id":"40922277","title":"Comparison of CTA and DSA collateral scores in predicting clinical outcome in anterior circulation stroke patients receiving endovascular treatment A retrospective observational study.","abstract":"In our study, we performed both computed tomographic angiography (CTA) and digital substraction angiography (DSA) collateral artery flow scoring in anterior system acute stroke patients who underwent mechanical thrombectomy (MT) within the first 16 hours. The study aimed to evaluate the consistency of both scoring methods and their relationship with the 90-day clinical outcomes of the patients. From January to December 2022, the files of patients with middle cerebral artery occlusion who underwent MT and were followed up at a stroke center were retrospectively reviewed. Demographic data, laboratory parameters, Alberta stroke program early computed tomography score, National Institutes of Health Stroke Scale score, grade of recanalization, symptomatic intracranial hemorrhage (European Cooperative Acute Stroke Study III criteria), and 90-day modified Rankin Scale values were recorded. Modified Rankin Scale 2 was considered a good clinical outcome. CTA and DSA images were independently evaluated by 2 experienced neurologists. The TAN score was used for CTA collateral scoring, while the ASITN score was used for DSA collateral scoring. Fleiss Kappa coefficient was used to assess inter-rater agreement and Spearman rho coefficient was used for correlation between the scores. At 90 days, 62 patients (70 ) achieved good clinical outcome. Mean CTA and DSA collateral scores were significantly higher in patients with good outcome (P .001 for both). Inter-rater agreement was substantial (CTA 0.65 0.518-0.775 , AC1 0.68 0.556-0.796 DSA 0.59 0.456-0.713 , AC1 0.61 0.489-0.732 ). In multivariate analysis, DSA collateral score was independently associated with good outcome (adjusted odd ratio aOR 0.01 95 CI 0.00-0.46 P .02), along with admission National Institutes of Health Stroke Scale score (aOR 5.33 95 CI 1.57-18.07 P .01), and admission Alberta stroke program early computed tomography score (aOR 0.09 95 CI 0.01-0.68 P .02). In patients undergoing MT, CTA and DSA collateral score ratings are predictive of clinical outcomes at 90-day and are strongly correlated with each other.","authors":[{"last_name":"Memiş","fore_name":"Zülfikar","initials":"Z","full_name":"Zülfikar Memiş"},{"last_name":"Kuru","fore_name":"İrem","initials":"İ","full_name":"İrem Kuru"},{"last_name":"Gök","fore_name":"Sinem","initials":"S","full_name":"Sinem Gök"},{"last_name":"Ongun","fore_name":"Nedim","initials":"N","full_name":"Nedim Ongun"},{"last_name":"Topçu","fore_name":"Adem","initials":"A","full_name":"Adem Topçu"},{"last_name":"Karagöz","fore_name":"Bahar","initials":"B","full_name":"Bahar Karagöz"},{"last_name":"Boncuk Ulaş","fore_name":"Sena","initials":"S","full_name":"Sena Boncuk Ulaş"},{"last_name":"Demir","fore_name":"Uğur","initials":"U","full_name":"Uğur Demir"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044422","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","Retrospective Studies","Male","Female","Computed Tomography Angiography","Aged","Middle Aged","Endovascular Procedures","Angiography, Digital Subtraction","Collateral Circulation","Treatment Outcome","Thrombectomy","Stroke","Cerebral Angiography","Infarction, Middle Cerebral Artery","Aged, 80 and over"],"publication_types":["Journal Article","Observational Study","Comparative Study"],"affiliation":"","has_medical_terms":false}
{"id":"40922274","title":"Myocardial infarction with nonobstructive coronary arteries associated with blood transfusion in a young woman A case report.","abstract":"Myocardial infarction with nonobstructive coronary arteries (MINOCA) has diverse ischemic etiologies and has been defined by the absence of angiographically significant obstructive coronary artery disease. Blood transfusion has seldom been reported as a precipitating factor for MINOCA. Here, we present a rare case of transfusion-associated MINOCA in a young woman without underlying chronic conditions, aiming to raise clinical awareness of this uncommon yet important phenomenon and to explore its potential pathophysiological mechanisms. A 30-year-old woman with acute anemia secondary to abnormal uterine hemorrhage developed MINOCA and cardiogenic shock following blood transfusion. Abnormal uterine hemorrhage, anemia, MINOCA, cardiogenic shock. The patient received hemocoagulase and oxytocin to control vaginal bleeding. Anemia was managed with a total transfusion of 6 units of erythrocytes. Coronary angiography was performed promptly after the diagnosis of acute coronary syndrome. Vasopressin was administered to manage cardiogenic shock. Clopidogrel, ticagrelor, nicorandil, and rosuvastatin were prescribed to promote the recovery of coronary microvascular function. Electrocardiographic changes resolved within hours, and left ventricular ejection fraction improved from 44 to 66 by 1 month. The patient completed a 6-minute walk test without symptoms and remained stable, with resolution of anemia and full cardiac recovery. The delicate balance between hemorrhage and hemostasis was emphasized. Treatment strategies for blood transfusion-induced MINOCA remain limited, and our therapeutic approach may provide an effective option for clinical practice.","authors":[{"last_name":"Chu","fore_name":"Hongshuo","initials":"H","full_name":"Hongshuo Chu"},{"last_name":"Gao","fore_name":"Ting","initials":"T","full_name":"Ting Gao"},{"last_name":"Li","fore_name":"Yang","initials":"Y","full_name":"Yang Li"},{"last_name":"Zhong","fore_name":"Peng","initials":"P","full_name":"Peng Zhong"},{"last_name":"Zhang","fore_name":"Hongli","initials":"H","full_name":"Hongli Zhang"},{"last_name":"Feng","fore_name":"Chuanming","initials":"C","full_name":"Chuanming Feng"},{"last_name":"Wei","fore_name":"Zixiu","initials":"Z","full_name":"Zixiu Wei"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044328","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","Female","Adult","MINOCA","Coronary Angiography","Transfusion Reaction","Uterine Hemorrhage","Shock, Cardiogenic","Anemia","Coronary Vessels","Myocardial Infarction"],"publication_types":["Journal Article","Case Reports"],"affiliation":"","has_medical_terms":false}
{"id":"40922264","title":"Combined therapy of HIFU rectoanal lifting (HIFU-RAL) and sclerotherapy for prolapsed hemorrhoids and rectal mucosal prolapse A case series.","abstract":"Prolapsed hemorrhoids can impair quality of life due to associated symptoms such as pain. While hemorrhoidectomy is considered the gold standard for treating prolapsed hemorrhoids, this procedure inevitably involves complications such as postoperative pain, bleeding, and delayed recovery. Therefore, there is an increasing need for treatment options that are immediate, effective, and minimally invasive, while also taking into account patients physical and social backgrounds, preferences, and values. In this study, we applied a transanal high-intensity focused ultrasound (HIFU) technique, namely HIFU rectal lifting (HIFU-RAL), combined with aluminum potassium sulfate and tannic acid (ALTA) sclerotherapy for treating prolapsed hemorrhoids and assessed its efficacy. This case series included 10 symptomatic patients, consisting of 5 men and 5 women. The mean patient age was 67.2 11.0 years, and the median disease duration was 8.0 years (interquartile range 3.5-38.8 years). All patients complained of prolapse and discomfort that impaired their daily lives. Clinical examination identified 8 cases of prolapsed hemorrhoids (Goligher grade III-IV) and 2 cases of rectal mucosal prolapse. HIFU-RAL is a transanal HIFU technique originally developed to treat fecal and urinary incontinence. In this procedure, circumferential ultrasound energy was delivered to the longitudinal muscle of the rectum through the mucosal surface, oral to the dentate line. In ALTA sclerotherapy, the sclerosant was injected into the internal hemorrhoids for prolapsed hemorrhoids and into the submucosal layer of the rectum for rectal mucosal prolapse. The combined efficacy of HIFU-RAL and ALTA sclerotherapy was evaluated over time. The combined HIFU-RAL procedure and ALTA sclerotherapy were completed in 19.2 6.6 minutes. In all cases, the prolapsed lesions were visibly reduced or resolved immediately after the procedure. During the follow-up period (median 16.0 months interquartile range 10.5-25.8 months), no adverse events or recurrences were observed. The HIFU-RAL procedure combined with ALTA sclerotherapy is a promising, minimally invasive, office-based treatment for prolapsed hemorrhoids. The HIFU-RAL procedure induces contraction of the heated rectal longitudinal muscle, repositioning hemorrhoids to their anatomical site and visibly reducing or eliminating the area of prolapsed lesions.","authors":[{"last_name":"Suzuki","fore_name":"Shunsuke","initials":"S","full_name":"Shunsuke Suzuki"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044368","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","Sclerotherapy","Hemorrhoids","Female","Male","Aged","Middle Aged","Rectal Prolapse","Combined Modality Therapy","Tannins","Treatment Outcome","High-Intensity Focused Ultrasound Ablation","Alum Compounds"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922259","title":"Case report of extranodal NK/T-cell lymphoma mimicking Behcet syndrome.","abstract":"Extranodal natural killer (NK)/T-cell lymphoma is an uncommon non-Hodgkin lymphoma, prevalent in Asia. It often involves the nasal and upper airway regions but can disseminate to other sites like skin, soft tissue, testis, and gastrointestinal tract, characterized by Epstein-Barr virus association. This report discusses a 48-year-old male initially diagnosed with Behcet syndrome with dry mouth, uveitis, pruritic macules, and human leukocyte antigen-B51 positivity. Despite steroid treatment, a growing testicular mass and erythema nodosum led to reevaluation. Biopsy confirmed Epstein-Barr virus-positive extranodal NK/T-cell lymphoma. The imaging indicated lymphoma spread to the nasal cavity, lymphatic chains, bones, and spleen. The patient received multi-agent SMILE (methotrexate, ifosfamide, L-asparaginase, mesna, etoposide, dexamethasone) chemotherapy. The patient achieved a metabolic complete response after 2 cycles of SMILE chemotherapy. This report highlights the diagnostic pitfalls due to symptoms and signs overlapping between Behcet syndrome and extranodal NK/T-cell lymphoma.","authors":[{"last_name":"Park","fore_name":"Songyi","initials":"S","full_name":"Songyi Park"},{"last_name":"Yim","fore_name":"Jeemin","initials":"J","full_name":"Jeemin Yim"},{"last_name":"Park","fore_name":"Hye Eun","initials":"HE","full_name":"Hye Eun Park"},{"last_name":"Park","fore_name":"Jin Hyun","initials":"JH","full_name":"Jin Hyun Park"},{"last_name":"Yoon","fore_name":"Hyun-Sun","initials":"HS","full_name":"Hyun-Sun Yoon"},{"last_name":"Kim","fore_name":"Jin Soo","initials":"JS","full_name":"Jin Soo Kim"},{"last_name":"Choi","fore_name":"In Sil","initials":"IS","full_name":"In Sil Choi"},{"last_name":"Kim","fore_name":"Young A","initials":"YA","full_name":"Young A Kim"},{"last_name":"Kim","fore_name":"Ji Eun","initials":"JE","full_name":"Ji Eun Kim"},{"last_name":"Roh","fore_name":"Eun Youn","initials":"EY","full_name":"Eun Youn Roh"},{"last_name":"Kim","fore_name":"Ki Hwan","initials":"KH","full_name":"Ki Hwan Kim"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044329","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","Male","Lymphoma, Extranodal NK-T-Cell","Middle Aged","Behcet Syndrome","Diagnosis, Differential","Antineoplastic Combined Chemotherapy Protocols"],"publication_types":["Journal Article","Case Reports"],"affiliation":"","has_medical_terms":false}
{"id":"40922254","title":"Cerebrovascular accidents - Unexpected complication of systemic sclerosis A scarce case report.","abstract":"Systemic sclerosis (SS) is an immune-mediated connective disease characterized by skin fibrosis, microvascular damage, and multisystem manifestations. One of the most important processes in connective tissue disorders is vasculitis. The clinical findings can differ when the disease is presented with an antineutrophil cytoplasmic antibody. Macrovascular disease in SS patients is rare, while the heart is the most affected organ in this condition cerebrovascular involvement is sporadic. A 46-year-old male presented with left-sided hemiparesis, accompanied by numbness, tingling, and blurred vision in the right eye. These symptoms lasted several minutes before resolving and had occurred more than 10 times in the last month. The patient was diagnosed with SS, Sj gren s disease, and hypertension 3 months ago after 15 years of symptoms accompanied by SS. The clinical examination revealed stiffened skin, predominantly on the face and hands, as well as generalized dullness of respiratory sounds. The examination of the nervous system was normal. A color Doppler ultrasound of the carotid arteries indicated 90 stenosis of the right internal carotid artery. A multisegment computed tomography scan of the aortic arch, branches, and carotid arteries showed many interruptions in several arteries. Magnetic resonance imaging of the brain showed multiple high-signal foci and plaques, which may indicate the presence of vascular lesions. Therefore, the patient was diagnosed with an ischemic cerebrovascular accident secondary to SS. Treatment included aspirin, clopidogrel, atorvastatin calcium, azathioprine, prednisone, and hypertension medications. The patient was referred to the Department of Vascular Surgery for stent placement or bypass surgery. During follow-up, the patient developed 4 additional ischemic strokes similar to the previous episodes. This case highlights a patient with SS who presented with macrovascular stenosis. This unusual presentation underscores the importance of vigilance for macrovascular involvement in SS patients presenting with neurological symptoms.","authors":[{"last_name":"Berro","fore_name":"Mohammad","initials":"M","full_name":"Mohammad Berro"},{"last_name":"Tawashi","fore_name":"Kenana","initials":"K","full_name":"Kenana Tawashi"},{"last_name":"Sharaf","fore_name":"Mohammad","initials":"M","full_name":"Mohammad Sharaf"},{"last_name":"Ibrahim","fore_name":"Lin","initials":"L","full_name":"Lin Ibrahim"},{"last_name":"Abdulaziz","fore_name":"Osama","initials":"O","full_name":"Osama Abdulaziz"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044331","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","Male","Middle Aged","Scleroderma, Systemic","Stroke","Carotid Stenosis"],"publication_types":["Journal Article","Case Reports"],"affiliation":"","has_medical_terms":false}
{"id":"40922253","title":"Acute stent placement for dynamic airway collapse after cardiac surgery in congenital heart disease with bronchial stenosis A case report.","abstract":"Tracheomalacia, typically seen in relapsing polychondritis, 1 is rarely reported in association with congenital heart disease (CHD). In patients with pulmonary hypoperfusion-type CHD, surgical repair results in a rapid increase in pulmonary blood flow, predisposing them to mucus retention, airway obstruction, and respiratory distress. We describe acute airway collapse in a patient with double outlet right ventricle and congenital bronchial stenosis following cardiac repair. Surgically augmented pulmonary flow critically narrowed the stenotic airway, rapidly reversed by bronchoscopic stenting. We introduce the concept of hemodynamic-aggravated airway compromise and advocate for protocolized monitoring in CHD-airway comorbidity cases. A 19-year-old male with double outlet right ventricle and pulmonary stenosis underwent a central aortopulmonary shunt. Asymptomatic left main bronchial stenosis was incidentally found on preoperative Computed Tomography. Four hours post-extubation, he developed acute respiratory distress. A bronchial stent was placed on postoperative day 10, resulting in marked clinical improvement and eventual discharge. Stenosis of the left main bronchus and left upper lobe bronchus was noted on preoperative chest Computed Tomography. Postoperative increases in pulmonary blood flow and mucus retention were thought to contribute to secondary airway obstruction. Bronchoscopy demonstrated significant luminal obstruction of the bronchus. An airway stent was successfully deployed in the left main bronchus under bronchoscopic guidance. The patient recovered with comprehensive management including airway care, antimicrobial therapy, and inotropic support. Spontaneous breathing resumed on postoperative day 4 following stent placement decannulation occurred day 10, and multidisciplinary discharge occurred on day 18 with stable cardiopulmonary status. In patients who experience postoperative failure to liberate from mechanical ventilation accompanied by recurrent mucus retention, the possibility of underlying structural airway abnormalities should be carefully considered. Early evaluation with bronchoscopy and cross-sectional airway imaging is warranted for timely and accurate diagnosis. Once the anatomic obstruction is confirmed, bronchial stent placement represents a feasible, effective, and controllable therapeutic strategy. Rigorous pre-procedural assessment of indications and vigilant postoperative surveillance are essential to minimize the risk of stent-related complications.","authors":[{"last_name":"Qin","fore_name":"Huanyu","initials":"H","full_name":"Huanyu Qin"},{"last_name":"Jiang","fore_name":"Nan","initials":"N","full_name":"Nan Jiang"},{"last_name":"Qin","fore_name":"Siyang","initials":"S","full_name":"Siyang Qin"},{"last_name":"Tang","fore_name":"Yipeng","initials":"Y","full_name":"Yipeng Tang"},{"last_name":"Chen","fore_name":"Tongyun","initials":"T","full_name":"Tongyun Chen"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044213","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","Male","Stents","Heart Defects, Congenital","Young Adult","Bronchial Diseases","Airway Obstruction","Postoperative Complications","Constriction, Pathologic","Cardiac Surgical Procedures","Bronchoscopy"],"publication_types":["Journal Article","Case Reports"],"affiliation":"","has_medical_terms":false}
{"id":"40922245","title":"Mental and behavioral abnormalities caused by occlusion of the right coronary artery A case report.","abstract":"Mental and behavioral abnormalities are difficult neurological conditions, and the site of the lesion may involve the basal ganglia. Its etiology is varied and requires a detailed differential diagnosis. An 81-year-old woman had a history of cerebral infarction for 5 years. She could walk independently and take care of herself without the assistance of others. This time the chief complaint is generalized fatigue for 4 days and mental and behavioral abnormalities for 1 day. the right coronary artery occlusion. We implanted a drug-eluting stent, then helped her with mechanical ventilation, and implanted a temporary pacemaker. She recovered and can walk alone with a walker. Right coronary artery infarction often leads to a hypotensive state, shock, and arrhythmias such as bradycardia. Transient ischemic attack or cerebral infarction may be induced if the patient has neck or cerebrovascular lesions. Cranial computed tomography should be performed rapidly in patients presenting with mental and behavioral abnormalities. Simultaneous electrocardiogram (Electrocardiogram), cardiac ultrasound and myocardial injury marker tests should also be conducted to ensure timely and accurate diagnosis.","authors":[{"last_name":"Xu","fore_name":"Weixian","initials":"W","full_name":"Weixian Xu"},{"last_name":"Chen","fore_name":"Miaozhen","initials":"M","full_name":"Miaozhen Chen"},{"last_name":"Zhang","fore_name":"Yunhai","initials":"Y","full_name":"Yunhai Zhang"},{"last_name":"Luo","fore_name":"Zhimin","initials":"Z","full_name":"Zhimin Luo"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044315","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","Female","Aged, 80 and over","Coronary Occlusion","Mental Disorders","Drug-Eluting Stents","Electrocardiography"],"publication_types":["Journal Article","Case Reports"],"affiliation":"","has_medical_terms":false}
{"id":"40922244","title":"Knowledge, attitudes, and practices of coronary heart disease patients towards cardiac rehabilitation A cross-sectional study.","abstract":"This study investigated knowledge, attitudes, and practices of coronary heart disease patients towards cardiac rehabilitation. This cross-sectional study was conducted at Department of Cardiology, Affiliated Hospital of Hebei University from May to June 2024. Demographic data and knowledge, attitudes, and practices scores were evaluated through questionnaires. Of 490 participants enrolled, 292 (59.59 ) were male. The mean knowledge, attitude, and practice scores were 11.68 5.21 (range 0-20), 21.11 2.62 (range 5-25), and 39.97 7.46 (range 10-50). Multivariate logistic regression showed knowledge score (Operating Room 1.08, 95 CI 1.04-1.13 , P .001), attitude score (Operating Room 1.17, 95 CI 1.08-1.27 , P .001), married status (Operating Room 5.24, 95 CI 1.76-15.6 , P .003), and myocardial infarction (Operating Room 1.86, 95 CI 1.09-3.19 , P .023) were independently associated with proactive practice. Structural equation model analysis showed direct effects of knowledge on attitude ( 0.16, P .001) and practice ( 0.32, P .001), with attitude impacting practice ( 0.95, P .001), and knowledge indirectly influencing practice through attitude ( 0.15, P .001). Coronary heart disease patients showed inadequate knowledge but positive attitudes and practices towards cardiac rehabilitation, highlighting the need for targeted interventions to improve knowledge and engagement in rehabilitation programs.","authors":[{"last_name":"Zhang","fore_name":"Weifeng","initials":"W","full_name":"Weifeng Zhang"},{"last_name":"Jia","fore_name":"Haiyan","initials":"H","full_name":"Haiyan Jia"},{"last_name":"Li","fore_name":"Yanling","initials":"Y","full_name":"Yanling Li"},{"last_name":"Xu","fore_name":"Zesheng","initials":"Z","full_name":"Zesheng Xu"},{"last_name":"Chen","fore_name":"Jianjun","initials":"J","full_name":"Jianjun Chen"},{"last_name":"Zhu","fore_name":"Yeran","initials":"Y","full_name":"Yeran Zhu"},{"last_name":"Jia","fore_name":"Xinwei","initials":"X","full_name":"Xinwei Jia"},{"last_name":"Wu","fore_name":"Yanmin","initials":"Y","full_name":"Yanmin Wu"},{"last_name":"Zhang","fore_name":"Jing","initials":"J","full_name":"Jing Zhang"},{"last_name":"Zu","fore_name":"Yugang","initials":"Y","full_name":"Yugang Zu"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044375","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","Male","Cross-Sectional Studies","Female","Health Knowledge, Attitudes, Practice","Middle Aged","Coronary Disease","Cardiac Rehabilitation","Aged","Surveys and Questionnaires","Adult"],"publication_types":["Journal Article","Observational Study"],"affiliation":"","has_medical_terms":false}
{"id":"40922204","title":"Protective effects of microalgal macular pigment on diabetic retinopathy upon blue light irradiation induced oxidative stress, inflammation, and MAPK pathways.","abstract":"Microalgae and their rich nutrient content are increasingly recognized as a sustainable food source. Microalgal macular pigment (MP), composed of zeaxanthin and lutein, is densely concentrated in the retinal macula of eyes and is frequently utilized in eye health maintenance. However, as a sustainable food ingredient, the food safety and functionality of MP need further investigated. There is a lack of scientific studies exploring the protective mechanisms of microalgal MP on diabetic vascular lesions. This study aimed to investigate the effects of MP isolated from Chlorella sp. AT1 in reducing diabetic retinopathy damage in both in vitro and in vivo systems. The microalgal extract is rich MP, with zeaxanthin and lutein in a ratio 1 5. Blue light (BL) irradiation and hyperglycemia increased reactive oxygen species production, and elevated inflammatory factors, including COX-2, NF- B, and the proteins associated with mitogen activated protein kinase (MAPK) signaling pathway in adult retinal pigment epithelial cells (ARPE-19) and human umbilical vein endothelial cells (HUVEC). However, MP administration significantly mitigated the adverse effects caused by BL exposure and hyperglycemia. In vivo, MP supplementation significantly reduced inflammatory cytokines (TNF- and IL-6), inflammation-related proteins (iNOS, COX-2, and NF- B), MAPK pathway proteins, and adhesion factors (ICAM and VCAM) induced by BL irradiation in retinal tissues of diabetic mice. Microalge MP improves inflammatory responses and oxidative stress in diabetic retinopathy under BL irradiation. These findings demonstrate that MP from Chlorella sp. AT1 is a promising sustainable food pigment with protective properties against diabetic vascular disease.","authors":[{"last_name":"Lin","fore_name":"Meng-Wei","initials":"MW","full_name":"Meng-Wei Lin"},{"last_name":"Lin","fore_name":"Cheng-Han","initials":"CH","full_name":"Cheng-Han Lin"},{"last_name":"Chiu","fore_name":"Wei-Hong","initials":"WH","full_name":"Wei-Hong Chiu"},{"last_name":"Chang","fore_name":"Hui-Fang","initials":"HF","full_name":"Hui-Fang Chang"},{"last_name":"Cheang","fore_name":"Wai-Man","initials":"WM","full_name":"Wai-Man Cheang"},{"last_name":"Chang","fore_name":"Chien-Chun","initials":"CC","full_name":"Chien-Chun Chang"},{"last_name":"Wu","fore_name":"Vivian C H","initials":"VCH","full_name":"Vivian C H Wu"},{"last_name":"Lin","fore_name":"Chih-Sheng","initials":"CS","full_name":"Chih-Sheng Lin"},{"last_name":"Kuo","fore_name":"Chiu-Mei","initials":"CM","full_name":"Chiu-Mei Kuo"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.foodres.2025.116978","journal":"Food research international (Ottawa, Ont.)","journal_abbr":"Food Res Int","source":"pubmed","mesh_headings":["Diabetic Retinopathy","Oxidative Stress","Humans","Animals","Microalgae","Macular Pigment","Inflammation","Mice","Light","Human Umbilical Vein Endothelial Cells","Chlorella","Male","MAP Kinase Signaling System","Mice, Inbred C57BL","Lutein","Reactive Oxygen Species","Retinal Pigment Epithelium","Cell Line","Zeaxanthins","Blue Light"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922153","title":"Fisetin ameliorates atherosclerosis through activating FXR-mediated hepatic cholesterol metabolism and transintestinal cholesterol excretion.","abstract":"Cholesterol homeostasis dysregulation is a primary risk factor for atherosclerosis (AS) development. Fisetin, a flavonoid compound, has shown promise in regulating cholesterol homeostasis by enhancing transintestinal cholesterol excretion (TICE). This study aimed to investigate the regulatory effects and underlying mechanisms of fisetin in AS. In this study, ApoE mice fed a high-fat diet (HFD) were employed to investigate the effects of fisetin on the prevention of AS. Various methods, including biochemical analyses, histopathological staining, lipid deposition assessment, untargeted lipidomics analysis and Ribonucleic Acid sequencing, were employed to explore the underlying mechanisms. The results showed that treatment with fisetin notably reduced lipid deposition in the aortic root of HFD-treated ApoE mice and attenuated hepatic lipid deposition and histopathological changes. This was accompanied by decreased serum levels of total cholesterol, triglyceride and LDL cholesterol. Fisetin also effectively mitigated HFD-induced oxidative stress and inflammation in mice. Hepatic lipidomics revealed significant alterations in lipid content and composition following fisetin treatment, including reductions in lipids associated with AS risk, such as cholesteryl ester (ChE), phosphatidylcholines (PC), phosphatidylethanolamine (Pulmonary Embolism), lysophosphatidylcholine (LPC), cardiolipin (CL), phosphatidylinositol (PI), and TG. Additionally, phosphatidylserine (PS) levels were increased. Ribonucleic Acid sequencing of livers revealed that fisetin affected genes related to cholesterol metabolism and bile acid biosynthesis, including cytochrome P450 (Cyp) family and Nr1h4 (Fxr). Molecular docking analysis suggested FXR may be a potential target of fisetin. In the liver, cholesterol can be either converted into bile acids or pumped out to bile ducts by ATP-binding cassette (ABC) transporters G5 (ABCG5) and G8 (ABCG8) for elimination. Fisetin treatment notably modulated the hepatic proteins related to cholesterol metabolism (HMGCR, PCSK9, LDLR, FXR, CYP27A1, CYP7A1, CYP8B1 and BSEP) and cholesterol excretion (ABCG5, ABCG8), maintaining cholesterol homeostasis. Additionally, fisetin increased the excretion of fecal neutral sterols, including cholesterol, dihydrocholesterol, and coprosterone. It also increased the expression of FXR, ABCG5, ABCG8, and LDLR, while decreasing NPC1L1 and PCSK9 levels in the jejunum, thereby stimulating the TICE pathway. These findings provide compelling evidence that fisetin reduces cholesterol levels and alleviates AS by stimulating FXR-mediated hepatic cholesterol metabolism and the TICE pathway. The findings suggest that fisetin-regulated cholesterol metabolism may represent a promising therapeutic strategy for the treatment of AS.","authors":[{"last_name":"Guo","fore_name":"Yao","initials":"Y","full_name":"Yao Guo"},{"last_name":"Shu","fore_name":"Guangjie","initials":"G","full_name":"Guangjie Shu"},{"last_name":"Zhang","fore_name":"Ziyang","initials":"Z","full_name":"Ziyang Zhang"},{"last_name":"Hu","fore_name":"Xiaoshuang","initials":"X","full_name":"Xiaoshuang Hu"},{"last_name":"Huang","fore_name":"Huiru","initials":"H","full_name":"Huiru Huang"},{"last_name":"Lu","fore_name":"Wenxin","initials":"W","full_name":"Wenxin Lu"},{"last_name":"Zhu","fore_name":"Miaomiao","initials":"M","full_name":"Miaomiao Zhu"},{"last_name":"Liu","fore_name":"Bing","initials":"B","full_name":"Bing Liu"},{"last_name":"Zhang","fore_name":"Shenshen","initials":"S","full_name":"Shenshen Zhang"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.foodres.2025.117002","journal":"Food research international (Ottawa, Ont.)","journal_abbr":"Food Res Int","source":"pubmed","mesh_headings":["Animals","Flavonols","Cholesterol","Mice","Diet, High-Fat","Atherosclerosis","Liver","Receptors, Cytoplasmic and Nuclear","Male","Mice, Inbred C57BL","Lipid Metabolism","Oxidative Stress","Flavonoids"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922118","title":"Evaluating the Effectiveness of a Hybrid Tai Chi Cardiac Rehabilitation Programme for Psychological Stress Reduction and Oxidative Stress in Patients With Chronic Coronary Syndrome A Randomized Controlled Trial.","abstract":"Preliminary evidence suggests that Tai Chi may effectively relieve pain symptoms, increase quality of life, and reduce cardiovascular risk in patients with chronic coronary syndrome (CCS). However, few randomized controlled trials have specifically investigated the potential benefits of Tai Chi in patients with CCS, particularly regarding its effects on psychological stress and cellular stress levels. To evaluate the effectiveness of a hybrid Tai Chi cardiac rehabilitation programme in reducing perceived stress and oxidative stress in diagnosed patients. Forty-six patients with CCS were randomly assigned to 12 weeks of either a Tai Chi cardiac rehabilitation programme (TCCRP, n 23) or a conventional exercise cardiac rehabilitation programme (CECRP, n 23) (3 sessions per week). All participants continued their routine drug treatments daily. The main outcome measure was the Chinese Perceived Stress Scale (CPSS). The secondary outcome measures included the antioxidant enzymes catalase (CAT) and glutathione peroxidase (GSH-Px) and the stress marker oxidised low-density lipoprotein (ox-LDL). The data were analysed by 2-way mixed analysis of variance with post hoc Bonferroni adjustment and paired t tests. The group-by-time interaction effect on CPSS was significantly different (MD -7.71, 95 CI -10.750, -4.678 , p 0.001). Within the TCCRP group, the CPSS score significantly decreased (p 0.05) from baseline to the end of the intervention. Notably, in the CECRP group, the CPSS score increased (p 0.05) at the end of the intervention. The CAT and GSH-Px levels increased markedly in the TCCRP group after the intervention (p 0.001). Spearman s correlation analysis revealed that CPSS was positively correlated with ox-LDL (r 0.569, p 0.05) and negatively correlated with GSH-Px (r -0.585, p 0.05). The correlation in the control group was not statistically significant (r -0.148, p 0.05). A 12-week hybrid Tai Chi cardiac rehabilitation programme can effectively regulate psychological stress perception and reduce physiological stress levels in patients with coronary heart disease.","authors":[{"last_name":"Cui","fore_name":"Meize","initials":"M","full_name":"Meize Cui"},{"last_name":"Li","fore_name":"Cuihan","initials":"C","full_name":"Cuihan Li"},{"last_name":"Li","fore_name":"Yameng","initials":"Y","full_name":"Yameng Li"},{"last_name":"Chen","fore_name":"Zaihao","initials":"Z","full_name":"Zaihao Chen"},{"last_name":"Wei","fore_name":"Qiuyang","initials":"Q","full_name":"Qiuyang Wei"},{"last_name":"Liu","fore_name":"Mingyu","initials":"M","full_name":"Mingyu Liu"},{"last_name":"Fang","fore_name":"Hui","initials":"H","full_name":"Hui Fang"},{"last_name":"Li","fore_name":"Lujia","initials":"L","full_name":"Lujia Li"},{"last_name":"Huang","fore_name":"Yuerong","initials":"Y","full_name":"Yuerong Huang"},{"last_name":"Lyu","fore_name":"Shaojun","initials":"S","full_name":"Shaojun Lyu"},{"last_name":"Zhang","fore_name":"Jianwei","initials":"J","full_name":"Jianwei Zhang"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/smi.70088","journal":"Stress and health : journal of the International Society for the Investigation of Stress","journal_abbr":"Stress Health","source":"pubmed","mesh_headings":["Humans","Tai Ji","Male","Female","Oxidative Stress","Middle Aged","Cardiac Rehabilitation","Stress, Psychological","Aged","Lipoproteins, LDL","Coronary Disease","Glutathione Peroxidase","Chronic Disease","Treatment Outcome"],"publication_types":["Journal Article","Randomized Controlled Trial"],"affiliation":"","has_medical_terms":false}
{"id":"40922111","title":"Carotid endarterectomy mitigates Alzheimer s disease and non-Alzheimer s disease dementia risk linked to asymptomatic carotid stenosis.","abstract":"Asymptomatic extracranial carotid artery disease (aECAD) is associated with increased Alzheimer s disease (Alzheimer's Disease) and non-Alzheimer's Disease dementia risk. aECAD treatment includes carotid endarterectomy (Carcinoembryonic Antigen) and carotid artery stenting (CAS) for stroke prevention, but their impact on dementia incidence is poorly studied. Propensity score matching was used in a retrospective cohort study of United States-based insurance claims (2010-2022) in 487,676 patients with aECAD to evaluate the effect of Carcinoembryonic Antigen and CAS on Alzheimer's Disease and non-Alzheimer's Disease dementia incidence. After matching, 37,317 patients underwent Carcinoembryonic Antigen or CAS. Carcinoembryonic Antigen was associated with a significantly lower Alzheimer's Disease risk (relative risk 0.93 95 confidence interval, 0.86-0.99 P 0.05), whereas CAS was associated with a slight but non-significant increase. Similar trends were observed for non-Alzheimer's Disease dementia. Carcinoembryonic Antigen, but not CAS, may confer a protective effect against Alzheimer's Disease and non-Alzheimer's Disease dementia in patients with aECAD, a common cerebrovascular disease affecting up to 15 of adults over age 60. Asymptomatic extracranial carotid artery disease (aECAD) is associated with increased Alzheimer s disease (Alzheimer's Disease) and non-Alzheimer's Disease dementia risk. Limited studies have evaluated the role of carotid endarterectomy (Carcinoembryonic Antigen) and (carotid artery stenting (CAS) on dementia outcomes. Using United States-based insurance claims data, 487,676 patients with aECAD were evaluated. After propensity score matching, Carcinoembryonic Antigen was significantly associated with reduced Alzheimer's Disease risk. CAS was not significantly associated with a change in Alzheimer's Disease risk.","authors":[{"last_name":"Vitali","fore_name":"Francesca","initials":"F","full_name":"Francesca Vitali"},{"last_name":"Torrandell-Haro","fore_name":"Georgina","initials":"G","full_name":"Georgina Torrandell-Haro"},{"last_name":"Arias","fore_name":"Juan C","initials":"JC","full_name":"Juan C Arias"},{"last_name":"French","fore_name":"Scott R","initials":"SR","full_name":"Scott R French"},{"last_name":"Zahra","fore_name":"Summan","initials":"S","full_name":"Summan Zahra"},{"last_name":"Brinton","fore_name":"Roberta Diaz","initials":"RD","full_name":"Roberta Diaz Brinton"},{"last_name":"Weinkauf","fore_name":"Craig","initials":"C","full_name":"Craig Weinkauf"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/alz.70674","journal":"Alzheimer's \u0026 dementia : the journal of the Alzheimer's Association","journal_abbr":"Alzheimers Dement","source":"pubmed","mesh_headings":["Humans","Endarterectomy, Carotid","Alzheimer Disease","Carotid Stenosis","Male","Female","Aged","Retrospective Studies","Propensity Score","United States","Stents","Dementia","Risk Factors","Incidence","Middle Aged"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922100","title":"Hypertension in pregnancy and in midlife and the risk of dementia prospective study of 1.3 million UK women.","abstract":"Midlife hypertension is associated with dementia risk, although uncertainties remain regarding its association with subtypes and regarding the effect of pregnancy-related hypertension on dementia risk. In the Million Women Study, 1,363,457 women (mean age 57) were asked about current treatment for hypertension and hypertension in pregnancy and were followed for first hospital record with any mention of dementia. Cox regression yielded hazard ratios (HRs) adjusted for socioeconomic, lifestyle, and metabolic factors. With 84,729 dementia cases over 21 years, midlife hypertension was positively associated with dementia (HR 1.17, 95 confidence interval CI 1.15 to 1.19) higher for vascular dementia (VaD) (HR 1.50 95 CI 1.45 to 1.56) than Alzheimer s disease (Alzheimer's Disease) (HR 1.01 95 CI 0.98 to 1.04). Hypertension in pregnancy but not in midlife was only weakly associated with dementia (HR 1.04 95 CI 1.01 to 1.06). Midlife hypertension is a strong risk factor for dementia, largely through VaD. Hypertension during pregnancy does not appear to materially affect dementia risk. Midlife hypertension was associated with long-term all-cause dementia risk. Midlife hypertension was associated with VaD, not Alzheimer's Disease. Hypertension in pregnancy has little effect on dementia risk.","authors":[{"last_name":"Floud","fore_name":"Sarah","initials":"S","full_name":"Sarah Floud"},{"last_name":"Hermon","fore_name":"Carol","initials":"C","full_name":"Carol Hermon"},{"last_name":"Whiteley","fore_name":"William","initials":"W","full_name":"William Whiteley"},{"last_name":"Fitzpatrick","fore_name":"Kathryn E","initials":"KE","full_name":"Kathryn E Fitzpatrick"},{"last_name":"Reeves","fore_name":"Gillian K","initials":"GK","full_name":"Gillian K Reeves"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/alz.70595","journal":"Alzheimer's \u0026 dementia : the journal of the Alzheimer's Association","journal_abbr":"Alzheimers Dement","source":"pubmed","mesh_headings":["Humans","Female","Pregnancy","Dementia","United Kingdom","Prospective Studies","Middle Aged","Risk Factors","Hypertension","Adult","Hypertension, Pregnancy-Induced","Aged","Proportional Hazards Models","Dementia, Vascular"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922034","title":"Effect of Empagliflozin on the plasma lipidome in patients with type 2 diabetes mellitus results from the EmDia clinical trial.","abstract":"Sodium-glucose cotransporter 2 (SGLT2) inhibitors, such as Empagliflozin, are antidiabetic drugs that reduce glucose levels and have emerged as a promising therapy for patients with heart failure (HF), although the exact molecular mechanisms underlying their cardioprotective effects remain to be fully elucidated. The EmDia study, a randomized, double-blind trial conducted at the University Medical Center of Mainz, has confirmed the beneficial effects of Empagliflozin in HF patients after both one and twelve weeks of treatment. In this work, we aimed to assess whether changes in lipid profiles driven by Empagliflozin use in HF patients in the EmDia trial could assist in gaining a better understanding of its cardioprotective mechanisms. Lipid analysis of blood plasma from 144 patients from the EmDia trial was conducted using 4D-LC-TIMS/IMS lipidomics. Lipid signatures after treatment for one and twelve weeks, respectively, were obtained with sparse group LASSO regularized regression models. Linear regression models were employed to highlight associations between significantly changed clinical traits and lipids. The lipid signatures after one week of treatment consisted of 37 lipids from the lipid groups lysophosphatidylcholine (LPC), phosphatidylcholine (PC), phosphatidylethanolamine (Pulmonary Embolism), sphingomyelin (SM), and triacylglycerol (TG). After twelve weeks, the signature comprised 24 lipids from the same five lipid groups, along with Ceramides (Cer). Three of five lipids altered at both time points showed consistent directional trends. Empagliflozin treatment led to significant alterations in the lipidome, including increases in both beneficial lipids, such as LPCs, and potentially harmful species, notably ceramides, which have been implicated in lipotoxicity and cardiovascular risk. This study identified distinct lipid signatures associated with Empagliflozin treatment after both one and twelve weeks, respectively, with five lipids overlapping between signatures and three with consistent directions, revealing that some of the beneficial effects of Empagliflozin could be through lipid modulation. Notably, Empagliflozin-modulated lipids associated with changes in clinical traits and lipid-specific profiles among clinical subgroups were observed. However, challenges remain in establishing direct associations between individual lipids and clinical outcomes. Future research integrating lipidomics data with other omics datasets could provide a more comprehensive understanding of the identified lipid signatures and their potential roles in health and diseases. ClinicalTrials.gov NCT02932436. Registration date, 2016/10/13.","authors":[{"last_name":"Bauer","fore_name":"Katrin I","initials":"KI","full_name":"Katrin I Bauer"},{"last_name":"Baker","fore_name":"Dhanwin","initials":"D","full_name":"Dhanwin Baker"},{"last_name":"Lerner","fore_name":"Raissa","initials":"R","full_name":"Raissa Lerner"},{"last_name":"Koeck","fore_name":"Thomas","initials":"T","full_name":"Thomas Koeck"},{"last_name":"Buch","fore_name":"Gregor","initials":"G","full_name":"Gregor Buch"},{"last_name":"Fischer","fore_name":"Zlatka","initials":"Z","full_name":"Zlatka Fischer"},{"last_name":"Martens","fore_name":"Robin","initials":"R","full_name":"Robin Martens"},{"last_name":"Esenkova","fore_name":"Ekaterina E","initials":"EE","full_name":"Ekaterina E Esenkova"},{"last_name":"Nuber","fore_name":"Maximilian","initials":"M","full_name":"Maximilian Nuber"},{"last_name":"Andrade-Navarro","fore_name":"Miguel A","initials":"MA","full_name":"Miguel A Andrade-Navarro"},{"last_name":"Ten Cate","fore_name":"Vincent","initials":"V","full_name":"Vincent Ten Cate"},{"last_name":"Tenzer","fore_name":"Stefan","initials":"S","full_name":"Stefan Tenzer"},{"last_name":"Wild","fore_name":"Philipp S","initials":"PS","full_name":"Philipp S Wild"},{"last_name":"Bindila","fore_name":"Laura","initials":"L","full_name":"Laura Bindila"},{"last_name":"Araldi","fore_name":"Elisa","initials":"E","full_name":"Elisa Araldi"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1186/s12933-025-02916-0","journal":"Cardiovascular diabetology","journal_abbr":"Cardiovasc Diabetol","source":"pubmed","mesh_headings":["Humans","Glucosides","Benzhydryl Compounds","Diabetes Mellitus, Type 2","Sodium-Glucose Transporter 2 Inhibitors","Lipidomics","Male","Lipids","Female","Biomarkers","Double-Blind Method","Middle Aged","Treatment Outcome","Aged","Time Factors","Heart Failure","Blood Glucose"],"publication_types":["Journal Article","Randomized Controlled Trial"],"affiliation":"","has_medical_terms":false}
