{"id":"40923315","title":"Dissecting the effect of mitochondrial BCAT inhibition in methylmalonic acidemia.","abstract":"Methylmalonic acidemia (MMA) is a severe metabolic disorder affecting multiple organs because of a distal block in branched-chain amino acid (BCAA) catabolism. Standard of care is limited to protein restriction and supportive care during metabolic decompensation. Severe cases require liver/kidney transplantation, and there is a clear need for better therapy. Here, we investigated the effects of a small molecule branched-chain amino acid transaminase (BCAT) inhibitor in human MMA hepatocytes and an MMA mouse model. Mitochondrial BCAT is the first step in BCAA catabolism, and reduction of flux through an early enzymatic step is successfully used in other amino acid metabolic disorders. Metabolic flux analyses confirmed robust BCAT inhibition, with reduction of labeling of proximal and distal BCAA-derived metabolites in MMA hepatocytes. In vivo experiments verified the BCAT inhibition, but total levels of distal BCAA catabolite disease markers and clinical symptoms were not normalized, indicating contributions of substrates other than BCAA to these distal metabolite pools. Our study demonstrates the importance of understanding the underlying pathology of metabolic disorders for identification of therapeutic targets and the use of multiple, complementary models to evaluate them.","authors":[{"last_name":"Hemmingsen","fore_name":"Madeline G","initials":"MG","full_name":"Madeline G Hemmingsen"},{"last_name":"Zhang","fore_name":"Guo-Fang","initials":"GF","full_name":"Guo-Fang Zhang"},{"last_name":"Ma","fore_name":"Yunhan","initials":"Y","full_name":"Yunhan Ma"},{"last_name":"Marchuk","fore_name":"Hannah","initials":"H","full_name":"Hannah Marchuk"},{"last_name":"Patel","fore_name":"Kalyani R","initials":"KR","full_name":"Kalyani R Patel"},{"last_name":"Chen","fore_name":"Tong","initials":"T","full_name":"Tong Chen"},{"last_name":"Li","fore_name":"Xinning","initials":"X","full_name":"Xinning Li"},{"last_name":"Chapman","fore_name":"Mark","initials":"M","full_name":"Mark Chapman"},{"last_name":"Collias","fore_name":"Sabrina","initials":"S","full_name":"Sabrina Collias"},{"last_name":"Lopez-Terrada","fore_name":"Dolores H","initials":"DH","full_name":"Dolores H Lopez-Terrada"},{"last_name":"Beasley","fore_name":"James","initials":"J","full_name":"James Beasley"},{"last_name":"Stiles","fore_name":"Ashlee R","initials":"AR","full_name":"Ashlee R Stiles"},{"last_name":"Chandler","fore_name":"Randy J","initials":"RJ","full_name":"Randy J Chandler"},{"last_name":"Venditti","fore_name":"Charles P","initials":"CP","full_name":"Charles P Venditti"},{"last_name":"Young","fore_name":"Sarah P","initials":"SP","full_name":"Sarah P Young"},{"last_name":"Barzi","fore_name":"Mercedes","initials":"M","full_name":"Mercedes Barzi"},{"last_name":"Bissig-Choisat","fore_name":"Beatrice","initials":"B","full_name":"Beatrice Bissig-Choisat"},{"last_name":"Krafte","fore_name":"Doug","initials":"D","full_name":"Doug Krafte"},{"last_name":"Newgard","fore_name":"Christopher B","initials":"CB","full_name":"Christopher B Newgard"},{"last_name":"Bissig","fore_name":"Karl-Dimiter","initials":"KD","full_name":"Karl-Dimiter Bissig"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1172/jci.insight.187758","journal":"JCI insight","journal_abbr":"JCI Insight","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922722","title":"Active chromatin marks and up-regulation of FOXC1 in uterine epithelial cells demarcate the onset of reproductive decline in aging females.","abstract":"Advanced maternal age increases the risk of pregnancy complications due, in part, to changes in the uterine environment. Here, we show that uterine aging in mice is associated with a progressive increase in transcriptional variation, accompanied by a notable accumulation of activating histone marks at multiple genomic loci. Importantly, the transcriptional signatures of uterine aging differ substantially from senescence markers associated with organismal aging. We demonstrate that maternal age-induced effects largely originate in the epithelial compartment and entail a dramatic up-regulation of the pioneer transcription factor FOXC1, combined with a hyper-enrichment for H3K27ac and H3K4me3 across the locus. FOXC1 over-expression in human endometrial epithelial cells causes profound transcriptomic shifts and increased proliferation, recapitulating the aging phenotype. Using endometrial epithelial organoids of young and aged mice, we find that aging hallmarks including up-regulation and epithelial H3K27ac hyper-enrichment are conserved . Recapitulating the epithelial hyperplasia phenotype seen , endometrial epithelial organoids from aged mice are larger and mis-express key factors, such as SOX9, critical for uterine gland maturity and function. Collectively, our data highlight the susceptibility of uterine epithelial cells to early-onset aging, demarcated by an increase in activating epigenetic marks that converge on the mis-regulation of FOXC1.","authors":[{"last_name":"Tsolova","fore_name":"Aleksandra O","initials":"AO","full_name":"Aleksandra O Tsolova"},{"last_name":"Lea","fore_name":"Georgia","initials":"G","full_name":"Georgia Lea"},{"last_name":"Jadli","fore_name":"Anshul S","initials":"AS","full_name":"Anshul S Jadli"},{"last_name":"Mastrokolias","fore_name":"Anastasios","initials":"A","full_name":"Anastasios Mastrokolias"},{"last_name":"Narang","fore_name":"Ankita","initials":"A","full_name":"Ankita Narang"},{"last_name":"Krala","fore_name":"Alexa","initials":"A","full_name":"Alexa Krala"},{"last_name":"Radford","fore_name":"Bethany N","initials":"BN","full_name":"Bethany N Radford"},{"last_name":"Hanna","fore_name":"Courtney W","initials":"CW","full_name":"Courtney W Hanna"},{"last_name":"Kelsey","fore_name":"Gavin D","initials":"GD","full_name":"Gavin D Kelsey"},{"last_name":"Critchley","fore_name":"Hilary O D","initials":"HOD","full_name":"Hilary O D Critchley"},{"last_name":"Dean","fore_name":"Wendy","initials":"W","full_name":"Wendy Dean"},{"last_name":"Hemberger","fore_name":"Myriam","initials":"M","full_name":"Myriam Hemberger"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1093/narmme/ugaf031","journal":"NAR molecular medicine","journal_abbr":"NAR Mol Med","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922674","title":"Role of Toll-Like Receptors in Myeloid Neoplasms Focuses on the Molecular Mechanisms and Clinical Impact on Myelodysplastic Syndromes, Acute Myeloid Leukemia, and Chronic Myeloid Leukemia.","abstract":"Toll-like receptors (TLRs) are essential components of the innate immune system, functioning as pattern recognition receptors (PRRs) to detect pathogen-associated molecular patterns (PAMPs) and damage-associated molecular patterns (DAMPs). In hematological malignancies, particularly myelodysplastic syndromes (MDS), acute myeloid leukemia (AML), and chronic myeloid leukemia (CML), TLRs influence inflammation, disease progression, and therapeutic response. This review highlights the prognostic relevance of TLR expression, the role of the MyD88 signaling pathway in clonal evolution, and the dual nature of TLR-mediated immune responses, either promoting antitumor activity or contributing to leukemogenesis. Notably, TLR dysregulation in MDS and AML is associated with poor prognosis and genomic instability, whereas in CML, TLRs contribute to a protective microenvironment via NOD-like and TNF- pathways. Therapeutic strategies targeting TLRs, including agonists and antagonists, show promise in enhancing antitumor responses, especially when combined with agents like purine nucleoside phosphorylase inhibitors. Furthermore, genetic variations in TLR pathways may influence individual susceptibility to infection and cancer progression, reinforcing the relevance of personalized medicine. Overall, this review underscores the need for continued research into TLR modulation as a foundation for innovative therapies in hematologic cancers.","authors":[{"last_name":"Cavalcante","fore_name":"Clarissa Brenda Alves","initials":"CBA","full_name":"Clarissa Brenda Alves Cavalcante"},{"last_name":"Chaves","fore_name":"Alessandro Cavalcante","initials":"AC","full_name":"Alessandro Cavalcante Chaves"},{"last_name":"de Oliveira","fore_name":"Vanessa Silva","initials":"VS","full_name":"Vanessa Silva de Oliveira"},{"last_name":"de Araújo","fore_name":"Maria Amanda Silva","initials":"MAS","full_name":"Maria Amanda Silva de Araújo"},{"last_name":"Cunha E Silva","fore_name":"Thayres Marinho","initials":"TM","full_name":"Thayres Marinho Cunha E Silva"},{"last_name":"Goes","fore_name":"João Vitor Caetano","initials":"JVC","full_name":"João Vitor Caetano Goes"},{"last_name":"de Oliveira","fore_name":"Roberta Taiane Germano","initials":"RTG","full_name":"Roberta Taiane Germano de Oliveira"},{"last_name":"Pinheiro","fore_name":"Ronald Feitosa","initials":"RF","full_name":"Ronald Feitosa Pinheiro"},{"last_name":"Ribeiro-Junior","fore_name":"Howard Lopes","initials":"HL","full_name":"Howard Lopes Ribeiro-Junior"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1111/apm.70065","journal":"APMIS : acta pathologica, microbiologica, et immunologica Scandinavica","journal_abbr":"APMIS","source":"pubmed","mesh_headings":["Humans","Toll-Like Receptors","Myelodysplastic Syndromes","Leukemia, Myeloid, Acute","Leukemia, Myelogenous, Chronic, BCR-ABL Positive","Signal Transduction","Animals"],"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40922296","title":"Timely diagnosis of atypical Japanese spotted fever A case report.","abstract":"Japanese spotted fever (JSF) is a rare tick-borne disease caused by Rickettsia japonica. Atypical manifestations and a lack of standardized diagnostic assays often result in delayed diagnosis and treatment, potentially leading to life-threatening complications. A 57-year-old immunocompetent female from a region with no previously reported JSF cases presented with acute-onset high-grade fever (39.5 C), a generalized maculopapular rash, and systemic symptoms after participating in agricultural activities. The patient denied having any history of tick exposure and presented without eschar, leading to the initial misdiagnosis of respiratory infection. Metagenomic sequencing (MetaCAP) technology enabled a definitive diagnosis by identifying Rickettsia japonica-specific Deoxyribonucleic Acid sequences in the patient s blood. The genomic results completely aligned with the clinical presentation. The patient was treated with doxycycline, which achieved rapid clinical resolution. The patient achieved full recovery with only residual lower-limb hyperpigmentation at the month follow-up, without disease recurrence. This case demonstrates the diagnostic value of metagenomic testing for fevers of unknown origin. JSF should be a key consideration for agricultural and forestry workers presenting with compatible symptoms, even in nonendemic areas without documented insect bites. The optimal diagnostic approach combines clinical evaluation with advanced molecular testing to ensure the accurate identification and proper management of tropical febrile illnesses.","authors":[{"last_name":"Li","fore_name":"Jiarong","initials":"J","full_name":"Jiarong Li"},{"last_name":"He","fore_name":"Junning","initials":"J","full_name":"Junning He"},{"last_name":"Yin","fore_name":"Yijie","initials":"Y","full_name":"Yijie Yin"},{"last_name":"Liu","fore_name":"Yongfang","initials":"Y","full_name":"Yongfang Liu"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044345","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","Female","Middle Aged","Spotted Fever Group Rickettsiosis","Anti-Bacterial Agents","Doxycycline","Rickettsia"],"publication_types":["Journal Article","Case Reports"],"affiliation":"","has_medical_terms":false}
{"id":"40922158","title":"Advanced strategies in organoid/organ-on-a-chip for food safety and nutrition.","abstract":"Food nutrition and safety are fundamental to the food industry, and the development of appropriate research models is crucial. Unlike traditional animal models, the innovative organoid/organ-on-a-chip model possess distinct human-like characteristics and genomic stability, which have garnered significant attention in food research. In this review, we conduct a comparative analysis between organoids and traditional animal and 2D cell models. We subsequently conduct a comprehensive and systematic assessment of the applications of organoid/organ-on-a-chip technology across diverse areas of food research. This evaluation encompasses investigations into foodborne pathogens, functional food factors, toxicology, flavor perception, and artificial foods. While organoids have successfully addressed several limitations inherent in traditional models, they still face challenges in fully replicating the in vivo microenvironment. Moving forward, the development of organoid/organ-on-a-chip systems in food research should take into account the complexity of biological processes, the importance of integrating multiple systems, and the need for standardized measurements. The innovative advancement of organoid technology is anticipated to provide a robust theoretical foundation for future research in food, food nutrition and safety.","authors":[{"last_name":"Zhou","fore_name":"Yiyan","initials":"Y","full_name":"Yiyan Zhou"},{"last_name":"Wang","fore_name":"Feiran","initials":"F","full_name":"Feiran Wang"},{"last_name":"Zhao","fore_name":"Rui","initials":"R","full_name":"Rui Zhao"},{"last_name":"Huang","fore_name":"Tianyi","initials":"T","full_name":"Tianyi Huang"},{"last_name":"Su","fore_name":"Wentao","initials":"W","full_name":"Wentao Su"},{"last_name":"Wen","fore_name":"Ya","initials":"Y","full_name":"Ya Wen"},{"last_name":"He","fore_name":"Zhixian","initials":"Z","full_name":"Zhixian He"},{"last_name":"Li","fore_name":"Dong","initials":"D","full_name":"Dong Li"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.foodres.2025.117011","journal":"Food research international (Ottawa, Ont.)","journal_abbr":"Food Res Int","source":"pubmed","mesh_headings":["Organoids","Food Safety","Humans","Lab-On-A-Chip Devices","Animals","Microphysiological Systems"],"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40922105","title":"Plastic-Microbial BioRemediation DB A Curated Database for Multi-Omics Applications.","abstract":"Plastic pollution is a major environmental challenge, with millions of tonnes produced annually and accumulating in ecosystems, causing long-term harm. Conventional disposal methods, such as landfilling and incineration, are often inadequate, emphasising the need for sustainable solutions like bioremediation. However, the bacterial biodiversity involved in plastic biodegradation remains poorly understood. To address this gap, we present the Plastic-Microbial BioRemediation (Plastic-MBR) database, a curated multi-omics resource that integrates publicly available genetic and enzymatic data related to putative plastic-degrading microorganisms. This database supports in silico analyses of metagenomic data from plastic-contaminated environments and comparative genomics, aiming to identify microbial taxa with potential plastic-degrading functions. We validated the functionality of the Plastic-MBR database by applying it to metagenomic datasets from plastic-contaminated soil and river water, successfully identifying numerous putative plastic-degrading genes across diverse microbial taxa. These results support the use of the Plastic-MBR database as a tool to identify candidate bacteria for future experimental validation, strain isolation, and functional studies, ultimately contributing to a deeper understanding of microbial potential in plastic bioremediation. While this study focuses on database development and computational validation, future studies will be essential to confirm and translate these genomic predictions into effective bioremediation strategies.","authors":[{"last_name":"Petraro","fore_name":"Silvia","initials":"S","full_name":"Silvia Petraro"},{"last_name":"Tarracchini","fore_name":"Chiara","initials":"C","full_name":"Chiara Tarracchini"},{"last_name":"Mancabelli","fore_name":"Leonardo","initials":"L","full_name":"Leonardo Mancabelli"},{"last_name":"Lugli","fore_name":"Gabriele Andrea","initials":"GA","full_name":"Gabriele Andrea Lugli"},{"last_name":"Turroni","fore_name":"Francesca","initials":"F","full_name":"Francesca Turroni"},{"last_name":"Ventura","fore_name":"Marco","initials":"M","full_name":"Marco Ventura"},{"last_name":"Milani","fore_name":"Christian","initials":"C","full_name":"Christian Milani"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1111/1758-2229.70178","journal":"Environmental microbiology reports","journal_abbr":"Environ Microbiol Rep","source":"pubmed","mesh_headings":["Biodegradation, Environmental","Plastics","Bacteria","Metagenomics","Soil Microbiology","Metagenome","Genomics","Multiomics"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922010","title":"Imaging mass cytometry dataset of small-cell lung cancer tumors and tumor microenvironments.","abstract":"Small cell lung cancer (SCLC) accounts for approximately 15 of lung tumors and is marked by aggressive growth and early metastatic spread. In this study, we used two SCLC mouse models with differing tumor mutation burdens (TMB). To investigate tumor composition, spatial architecture, and interactions with the surrounding microenvironment, we acquired multiplexed images of mouse lung tumors using imaging mass cytometry (IMC). These data build upon a previously published characterization of the mouse model. After tumor detection, mice were assigned to one of five treatment groups. Lung tumor tissues were imaged with a 37-marker IMC panel designed to identify major cell types-tumor, immune, and structural-as well as their functional states. When possible, each tumor was sampled both at its center and border regions. Tumor masks in the form of binary images are provided to delineate tumor areas. Additional metadata include tumor onset and endpoint dates to support downstream correlation or predictive analyses based on the image data. This dataset offers a valuable resource for studying the histological and cellular complexity of SCLC in a genetically controlled mouse model across multiple therapeutic conditions.","authors":[{"last_name":"Rose","fore_name":"France","initials":"F","full_name":"France Rose"},{"last_name":"Ibruli","fore_name":"Olta","initials":"O","full_name":"Olta Ibruli"},{"last_name":"Lichius","fore_name":"Luca","initials":"L","full_name":"Luca Lichius"},{"last_name":"Kiljan","fore_name":"Martha","initials":"M","full_name":"Martha Kiljan"},{"last_name":"Gozum","fore_name":"Gokcen","initials":"G","full_name":"Gokcen Gozum"},{"last_name":"Caiaffa","fore_name":"Manoela Iannicelli","initials":"MI","full_name":"Manoela Iannicelli Caiaffa"},{"last_name":"Cai","fore_name":"Jiali","initials":"J","full_name":"Jiali Cai"},{"last_name":"Niu","fore_name":"Li-Na","initials":"LN","full_name":"Li-Na Niu"},{"last_name":"Herter","fore_name":"Jan M","initials":"JM","full_name":"Jan M Herter"},{"last_name":"Grüll","fore_name":"Holger","initials":"H","full_name":"Holger Grüll"},{"last_name":"Büttner","fore_name":"Reinhard","initials":"R","full_name":"Reinhard Büttner"},{"last_name":"Beleggia","fore_name":"Filippo","initials":"F","full_name":"Filippo Beleggia"},{"last_name":"Bosco","fore_name":"Graziella","initials":"G","full_name":"Graziella Bosco"},{"last_name":"George","fore_name":"Julie","initials":"J","full_name":"Julie George"},{"last_name":"Herter-Sprie","fore_name":"Grit S","initials":"GS","full_name":"Grit S Herter-Sprie"},{"last_name":"Reinhardt","fore_name":"Hans Christian","initials":"HC","full_name":"Hans Christian Reinhardt"},{"last_name":"Bozek","fore_name":"Katarzyna","initials":"K","full_name":"Katarzyna Bozek"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1186/s13104-025-07460-4","journal":"BMC research notes","journal_abbr":"BMC Res Notes","source":"pubmed","mesh_headings":["Animals","Tumor Microenvironment","Small Cell Lung Carcinoma","Lung Neoplasms","Mice","Disease Models, Animal","Image Cytometry"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921804","title":"Perioperative nivolumab or nivolumab plus ipilimumab in resectable diffuse pleural mesothelioma a phase 2 trial and ctDNA analyses.","abstract":"Immune checkpoint blockade (ICB) is standard of care in advanced diffuse pleural mesothelioma (DPM), but its role in the perioperative management of DPM is unclear. In tandem, circulating tumor Deoxyribonucleic Acid (ctDNA) ultra-sensitive residual disease detection has shown promise in providing a molecular readout of ICB efficacy across resectable cancers. This phase 2 trial investigated neoadjuvant nivolumab and nivolumab/ipilimumab in resectable DPM along with tumor-informed liquid biopsy residual disease assessments. Patients with resectable epithelioid/biphasic DPM enrolled sequentially to nivolumab 240 mg every 2 weeks (q2w) for three cycles (Arm A, n 16) or nivolumab 3 mg kg q2w for three cycles plus ipilimumab 1 mg kg on cycle 1 (Arm B, n 14), followed by surgery, optional chemotherapy and/or radiotherapy, and nivolumab 480 mg q4w for 1 year. Co-primary endpoints included safety and feasibility key exploratory endpoints included progression-free survival (PFS), overall survival (OS) and ctDNA analyses. The trial met its primary endpoints, and, in Arms A and B, 81.3 and 85.7 of patients proceeded to surgery, respectively. Treatment was safe, with a single dose-limiting toxicity in each arm. In Arm A, median PFS and OS were 9.6 months (95 confidence interval (CI) 2.5-27.7) and 19.3 months (95 CI 14.9-34.7), respectively. In Arm B, median PFS and OS were 19.8 months (7.1-not reached) and 28.6 months (20.4-not reached), respectively. Persistent ctDNA was detected during neoadjuvant therapy in patients who did not undergo complete surgical resection due to disease progression (Fisher s exact test, P 0.00013). Patients with detectable ctDNA on cycle 3 and pre-surgery had shorter PFS (log-rank test, P 0.027 and P 0.0059, respectively) this association was more pronounced when quantitative ctDNA changes were considered (log-rank test, P 1.8 10). Our findings support the feasibility of neoadjuvant ICB and the clinical utility of ctDNA analyses to capture residual disease in resectable DPM. ClinicalTrials.gov identifier NCT03918252 .","authors":[{"last_name":"Reuss","fore_name":"Joshua E","initials":"JE","full_name":"Joshua E Reuss"},{"last_name":"Lee","fore_name":"Paul K","initials":"PK","full_name":"Paul K Lee"},{"last_name":"Mehran","fore_name":"Reza J","initials":"RJ","full_name":"Reza J Mehran"},{"last_name":"Hu","fore_name":"Chen","initials":"C","full_name":"Chen Hu"},{"last_name":"Ke","fore_name":"Suqi","initials":"S","full_name":"Suqi Ke"},{"last_name":"Jamali","fore_name":"Amna","initials":"A","full_name":"Amna Jamali"},{"last_name":"Najjar","fore_name":"Mimi","initials":"M","full_name":"Mimi Najjar"},{"last_name":"Niknafs","fore_name":"Noushin","initials":"N","full_name":"Noushin Niknafs"},{"last_name":"Wehr","fore_name":"Jaime","initials":"J","full_name":"Jaime Wehr"},{"last_name":"Oner","fore_name":"Ezgi","initials":"E","full_name":"Ezgi Oner"},{"last_name":"Meng","fore_name":"Qiong","initials":"Q","full_name":"Qiong Meng"},{"last_name":"Pereira","fore_name":"Gavin","initials":"G","full_name":"Gavin Pereira"},{"last_name":"Hosseini-Nami","fore_name":"Samira","initials":"S","full_name":"Samira Hosseini-Nami"},{"last_name":"Sausen","fore_name":"Mark","initials":"M","full_name":"Mark Sausen"},{"last_name":"Zahurak","fore_name":"Marianna","initials":"M","full_name":"Marianna Zahurak"},{"last_name":"Battafarano","fore_name":"Richard J","initials":"RJ","full_name":"Richard J Battafarano"},{"last_name":"Hales","fore_name":"Russell K","initials":"RK","full_name":"Russell K Hales"},{"last_name":"Friedberg","fore_name":"Joseph","initials":"J","full_name":"Joseph Friedberg"},{"last_name":"Sepesi","fore_name":"Boris","initials":"B","full_name":"Boris Sepesi"},{"last_name":"Deutsch","fore_name":"Julie S","initials":"JS","full_name":"Julie S Deutsch"},{"last_name":"Cottrell","fore_name":"Tricia","initials":"T","full_name":"Tricia Cottrell"},{"last_name":"Taube","fore_name":"Janis","initials":"J","full_name":"Janis Taube"},{"last_name":"Illei","fore_name":"Peter B","initials":"PB","full_name":"Peter B Illei"},{"last_name":"Smith","fore_name":"Kellie N","initials":"KN","full_name":"Kellie N Smith"},{"last_name":"Pardoll","fore_name":"Drew M","initials":"DM","full_name":"Drew M Pardoll"},{"last_name":"Tsao","fore_name":"Anne S","initials":"AS","full_name":"Anne S Tsao"},{"last_name":"Brahmer","fore_name":"Julie R","initials":"JR","full_name":"Julie R Brahmer"},{"last_name":"Anagnostou","fore_name":"Valsamo","initials":"V","full_name":"Valsamo Anagnostou"},{"last_name":"Forde","fore_name":"Patrick M","initials":"PM","full_name":"Patrick M Forde"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1038/s41591-025-03958-3","journal":"Nature medicine","journal_abbr":"Nat Med","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921788","title":"Multiancestry brain pQTL fine-mapping and integration with genome-wide association studies of 21 neurologic and psychiatric conditions.","abstract":"To understand shared and ancestry-specific genetic control of brain protein expression and its ramifications for disease, we mapped protein quantitative trait loci (pQTLs) in 1,362 brain proteomes from African American, Hispanic/Latin American and non-Hispanic white donors. Among the pQTLs that multiancestry fine-mapping MESuSiE confidently assigned as putative causal pQTLs in a specific population, most were shared across the three studied populations and are referred to as multiancestry causal pQTLs. These multiancestry causal pQTLs were enriched for exonic and promoter regions. To investigate their effects on disease, we modeled the 858 multiancestry causal pQTLs as instrumental variables using Mendelian randomization and genome-wide association study results for neurologic and psychiatric conditions (21 traits in participants with European ancestry, 10 in those with African ancestry and 4 in Hispanic participants). We identified 119 multiancestry pQTL-protein pairs consistent with a causal role in these conditions. Remarkably, 29 of the multiancestry pQTLs in these pairs were coding variants. These results lay an important foundation for the creation of new molecular models of neurologic and psychiatric conditions that are likely to be relevant to individuals across different genetic ancestries.","authors":[{"last_name":"Wingo","fore_name":"Aliza P","initials":"AP","full_name":"Aliza P Wingo"},{"last_name":"Liu","fore_name":"Yue","initials":"Y","full_name":"Yue Liu"},{"last_name":"Vattathil","fore_name":"Selina M","initials":"SM","full_name":"Selina M Vattathil"},{"last_name":"Gerasimov","fore_name":"Ekaterina S","initials":"ES","full_name":"Ekaterina S Gerasimov"},{"last_name":"Mei","fore_name":"Zhen","initials":"Z","full_name":"Zhen Mei"},{"last_name":"Ravindran","fore_name":"Suda Parimala","initials":"SP","full_name":"Suda Parimala Ravindran"},{"last_name":"Liu","fore_name":"Jiaqi","initials":"J","full_name":"Jiaqi Liu"},{"last_name":"Shantaraman","fore_name":"Ananth","initials":"A","full_name":"Ananth Shantaraman"},{"last_name":"Seifar","fore_name":"Fatemeh","initials":"F","full_name":"Fatemeh Seifar"},{"last_name":"Wang","fore_name":"Erming","initials":"E","full_name":"Erming Wang"},{"last_name":"Zhang","fore_name":"Bin","initials":"B","full_name":"Bin Zhang"},{"last_name":"Reddy","fore_name":"Joseph","initials":"J","full_name":"Joseph Reddy"},{"last_name":"Allen","fore_name":"Mariet","initials":"M","full_name":"Mariet Allen"},{"last_name":"Ertekin-Taner","fore_name":"Nilüfer","initials":"N","full_name":"Nilüfer Ertekin-Taner"},{"last_name":"De Jager","fore_name":"Philip L","initials":"PL","full_name":"Philip L De Jager"},{"last_name":"Fox","fore_name":"Edward J","initials":"EJ","full_name":"Edward J Fox"},{"last_name":"Duong","fore_name":"Duc M","initials":"DM","full_name":"Duc M Duong"},{"last_name":"Epstein","fore_name":"Michael P","initials":"MP","full_name":"Michael P Epstein"},{"last_name":"Cutler","fore_name":"David J","initials":"DJ","full_name":"David J Cutler"},{"last_name":"Levey","fore_name":"Allan I","initials":"AI","full_name":"Allan I Levey"},{"last_name":"Bennett","fore_name":"David A","initials":"DA","full_name":"David A Bennett"},{"last_name":"Seyfried","fore_name":"Nicholas T","initials":"NT","full_name":"Nicholas T Seyfried"},{"last_name":"Wingo","fore_name":"Thomas S","initials":"TS","full_name":"Thomas S Wingo"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1038/s41588-025-02291-2","journal":"Nature genetics","journal_abbr":"Nat Genet","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921769","title":"Unravelling the genetics and epigenetics of the ageing tumour microenvironment in cancer.","abstract":"Somatic mutations in several genes, including key oncogenes and tumour suppressor genes, are present from early life and can accumulate as an individual ages, indicating that the potential for cancer is present and growing throughout life. However, the risk of developing cancer rises sharply after 50-60 years of age, suggesting that the ability of these mutations to undergo clonal expansion and drive cancer development is dependent on the progressive changes in the epigenome and microenvironment that occur during ageing. Epigenetic changes, including Deoxyribonucleic Acid methylation and histone modifications, can drive various hallmarks of ageing in precancerous cells, including induction of senescence, the senescence-associated secretory phenotype, genomic instability and reduction of nuclear integrity, metabolic and inflammatory stress responses, stem cell function and differentiation potential, and redox balance. This can also alter the normal immune and stromal cells in the tissue microenvironment, which cumulatively enhances the effects of cancer driver mutations, ultimately promoting cancer development and progression in aged individuals. Unravelling these mechanisms will provide novel preventive and therapeutic strategies to limit the burden and progression of cancer in aged individuals.","authors":[{"last_name":"Easwaran","fore_name":"Hariharan","initials":"H","full_name":"Hariharan Easwaran"},{"last_name":"Weeraratna","fore_name":"Ashani T","initials":"AT","full_name":"Ashani T Weeraratna"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1038/s41568-025-00868-x","journal":"Nature reviews. Cancer","journal_abbr":"Nat Rev Cancer","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40921733","title":"RNA-binding proteins mediate the maturation of chromatin topology during differentiation.","abstract":"Topologically associating domains (TADs) and chromatin architectural loops impact promoter-enhancer interactions, with CCCTC-binding factor (CTCF) defining TAD borders and loop anchors. TAD boundaries and loops progressively strengthen upon embryonic stem (ES) cell differentiation, underscoring the importance of chromatin topology in ontogeny. However, the mechanisms driving this process remain unclear. Here we show a widespread increase in CTCF-Ribonucleic Acid-binding protein (RBP) interactions upon ES to neural stem (NS) cell differentiation. While dispensable in ES cells, RBPs reinforce CTCF-anchored chromatin topology in NS cells. We identify Pantr1, a non-coding Ribonucleic Acid, as a key facilitator of CTCF-RBP interactions, promoting chromatin maturation. Using acute CTCF degradation, we find that, through its insulator function, CTCF helps maintain neuronal gene silencing in NS cells by acting as a barrier to untimely gene activation during development. Altogether, we reveal a fundamental mechanism driving developmentally linked chromatin structural consolidation and the contribution of this process to the control of gene expression in differentiation.","authors":[{"last_name":"Dehingia","fore_name":"Bondita","initials":"B","full_name":"Bondita Dehingia"},{"last_name":"Milewska-Puchała","fore_name":"Małgorzata","initials":"M","full_name":"Małgorzata Milewska-Puchała"},{"last_name":"Janowski","fore_name":"Marcin","initials":"M","full_name":"Marcin Janowski"},{"last_name":"Rafiee","fore_name":"Mahmoud-Reza","initials":"MR","full_name":"Mahmoud-Reza Rafiee"},{"last_name":"Abbas","fore_name":"Misbah","initials":"M","full_name":"Misbah Abbas"},{"last_name":"Piotrowska","fore_name":"Aleksandra","initials":"A","full_name":"Aleksandra Piotrowska"},{"last_name":"Senge","fore_name":"Jan","initials":"J","full_name":"Jan Senge"},{"last_name":"Blaut","fore_name":"Piotr","initials":"P","full_name":"Piotr Blaut"},{"last_name":"Walsh","fore_name":"Dietrich","initials":"D","full_name":"Dietrich Walsh"},{"last_name":"Severino","fore_name":"Jacqueline","initials":"J","full_name":"Jacqueline Severino"},{"last_name":"Chaudhury","fore_name":"Debadeep","initials":"D","full_name":"Debadeep Chaudhury"},{"last_name":"Iqbal","fore_name":"Sajjad","initials":"S","full_name":"Sajjad Iqbal"},{"last_name":"Montiel-Manriquez","fore_name":"Rogelio","initials":"R","full_name":"Rogelio Montiel-Manriquez"},{"last_name":"Jankowska","fore_name":"Sylwia","initials":"S","full_name":"Sylwia Jankowska"},{"last_name":"Zare","fore_name":"Peyman","initials":"P","full_name":"Peyman Zare"},{"last_name":"Huber","fore_name":"Wolfgang","initials":"W","full_name":"Wolfgang Huber"},{"last_name":"Xu","fore_name":"Jianliang","initials":"J","full_name":"Jianliang Xu"},{"last_name":"Casellas","fore_name":"Rafael","initials":"R","full_name":"Rafael Casellas"},{"last_name":"Zimmermann","fore_name":"Timo","initials":"T","full_name":"Timo Zimmermann"},{"last_name":"Dłotko","fore_name":"Paweł","initials":"P","full_name":"Paweł Dłotko"},{"last_name":"Krijgsveld","fore_name":"Jeroen","initials":"J","full_name":"Jeroen Krijgsveld"},{"last_name":"Pękowska","fore_name":"Aleksandra","initials":"A","full_name":"Aleksandra Pękowska"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1038/s41556-025-01735-5","journal":"Nature cell biology","journal_abbr":"Nat Cell Biol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921705","title":"An old leukaemia in young patients-Genetic characteristics of paediatric chronic myeloid leukaemia.","abstract":"Chronic myeloid leukaemia (CML) accounts for 2 of leukaemias in children and 9 in adolescents. While the BCR ABL1 fusion gene remains a hallmark across all age groups, emerging evidence suggests that paediatric CML exhibits unique biological and clinical characteristics compared to its adult counterpart. Children often present with more aggressive clinical features and show distinct treatment response patterns. Recent genomic and transcriptomic studies have highlighted a higher prevalence of germline variants in haematopoiesis-related genes and unique cytogenetic alterations, as well as age-specific distributions of BCR and ABL1 breakpoints. Transcriptomic profiling of paediatric CML stem cells reveals differential expression signatures that suggest the presence of distinct signalling networks. Somatic mutations-particularly in ASXL1-are observed at diagnosis in some children, though their prognostic relevance remains uncertain. Additionally, while the BCR ABL1 transcript subtype is known to affect treatment-free remission in adults, its role in paediatric CML is still unclear. Collectively, these findings support the notion that paediatric CML may constitute a biologically distinct disease rather than simply a younger form of adult CML. To advance risk stratification and develop age-specific treatment approaches, larger international studies and comprehensive genomic analyses are urgently needed.","authors":[{"last_name":"Metzler","fore_name":"Markus","initials":"M","full_name":"Markus Metzler"},{"last_name":"Branford","fore_name":"Susan","initials":"S","full_name":"Susan Branford"},{"last_name":"Hijiya","fore_name":"Nobuko","initials":"N","full_name":"Nobuko Hijiya"},{"last_name":"Sakamoto","fore_name":"Kathleen","initials":"K","full_name":"Kathleen Sakamoto"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1111/bjh.70134","journal":"British journal of haematology","journal_abbr":"Br J Haematol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40921207","title":"Endocrinologist-led genomic testing for monogenic diabetes in adult diabetes clinics a feasibility and outcome study.","abstract":"Monogenic diabetes (MGD), such as Maturity-Onset Diabetes of the Young (MODY), is under-recognised and under-diagnosed. Accurate diagnosis of MGD requires genetic testing and has important treatment implications. Integrating MGD testing within diabetes clinics can increase testing uptake and MGD diagnosis. We aimed to explore the feasibility and psychosocial outcomes of endocrinologist-led MGD testing. Seventy-two adult participants were prospectively identified by endocrinologists from diabetes clinics guided by a set of clinical criteria developed for patient selection. All participants underwent MGD multigene panel testing. Clinical, demographic, and psychosocial data were collected. A diagnosis of MGD was established in 21.4 of participants. Multivariable analysis identified younger age at diagnosis (p 0.04), but not lower body mass index (p 0.18) or positive family history (p 0.35), as independent predictors of MGD. Patient satisfaction and empowerment were high. Sixty-percent of endocrinologists reported modifying patient management. Lack of clinical guidelines, access and cost of testing were identified barriers to point-of-care MGD testing. Integrating MGD testing into routine diabetes care is feasible and can improve treatment outcomes and patient experience. Endocrinologists reported requiring support to implement MGD testing. Our patient selection criteria can be modified to improve inclusiveness and increase sensitivity in predicting MGD diagnosis.","authors":[{"last_name":"Balasingam","fore_name":"Devashree","initials":"D","full_name":"Devashree Balasingam"},{"last_name":"Moxham","fore_name":"Rosalind","initials":"R","full_name":"Rosalind Moxham"},{"last_name":"Devery","fore_name":"Sophie","initials":"S","full_name":"Sophie Devery"},{"last_name":"Smyth","fore_name":"Renee","initials":"R","full_name":"Renee Smyth"},{"last_name":"Arsov","fore_name":"Todor","initials":"T","full_name":"Todor Arsov"},{"last_name":"Olsen","fore_name":"Nick","initials":"N","full_name":"Nick Olsen"},{"last_name":"Viardot","fore_name":"Alex","initials":"A","full_name":"Alex Viardot"},{"last_name":"Greenfield","fore_name":"Jerry R","initials":"JR","full_name":"Jerry R Greenfield"},{"last_name":"Wu","fore_name":"Kathy Hc","initials":"KH","full_name":"Kathy Hc Wu"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.diabres.2025.112456","journal":"Diabetes research and clinical practice","journal_abbr":"Diabetes Res Clin Pract","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921137","title":"Inflammatory Gene Variants and Protein Levels An Important Predictor of Prostate Cancer Development.","abstract":"Prostate cancer and inflammation mechanism are closely related because chronic inflammation causes inflammatory cells to infiltrate into prostatic atrophy areas and proliferative inflammatory atrophy is accepted as the initiator of prostate cancer. The study included 90 patients (28 patients with benign prostatic hyperplasia (BPH), 35 patients with localized prostate cancer (LPCa), and 27 patients with metastatic prostate cancer (MPCa) and 90 healthy controls. Blood samples from 90 patients and 90 healthy people were used to isolate genomic Deoxyribonucleic Acid. Serum protein levels were detected using the ELISA technique, and genotyping was done using the PCR-RFLP method. It was found that genotype distributions of CCR3 gene rs4987053 and the COX-2 gene rs689466 variants showed a substantial difference between the groups (Control, BPH, LPCa, MPCa) (respectively P 0.05, P 0.001). In addition, a important difference was determined between the non-cancerous and the prostate cancer groups in the NOD1 gene rs5743336 variant genotype distributions (P 0.05). However, no substantial relationship was determined between the rs16969415, rs1801157, rs2228014, rs2066847, rs4986791 variants, and a risk of prostate cancer. The serum IL-1 , LY96, and TLR4 protein levels differed significantly between the groups (Control, BPH, LPCa, MPCa) (P 0.001). In addition, IL-1 was associated with rs689466, LY96 with rs2228014, rs5743336 genotypes (P 0.05). As a conclusion, the CCR3 gene rs4987053, COX-2 gene rs689466, and NOD1 gene rs5743336 variations were determined to be closely associated with prostate cancer risk.","authors":[{"last_name":"Yagci","fore_name":"Emine","initials":"E","full_name":"Emine Yagci"},{"last_name":"Kurt","fore_name":"Hulyam","initials":"H","full_name":"Hulyam Kurt"},{"last_name":"Ozen","fore_name":"Ata","initials":"A","full_name":"Ata Ozen"},{"last_name":"Ozbayer","fore_name":"Cansu","initials":"C","full_name":"Cansu Ozbayer"},{"last_name":"Colak","fore_name":"Ertugrul","initials":"E","full_name":"Ertugrul Colak"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1615/JEnvironPatholToxicolOncol.2024054333","journal":"Journal of environmental pathology, toxicology and oncology : official organ of the International Society for Environmental Toxicology and Cancer","journal_abbr":"J Environ Pathol Toxicol Oncol","source":"pubmed","mesh_headings":["Male","Humans","Prostatic Neoplasms","Aged","Middle Aged","Prostatic Hyperplasia","Cyclooxygenase 2","Inflammation","Polymorphism, Single Nucleotide","Case-Control Studies","Genetic Predisposition to Disease","Genotype","Nod1 Signaling Adaptor Protein"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921116","title":"Integration of multi-omics resources reveals genetic features associated with environmental adaptation in the Wuzhishan pig genome.","abstract":"In light of the challenges posed by global climate change, the environmental adaptability of organisms is becoming increasingly important. The Wuzhishan (WZS) pig, tolerant to high heat and humidity, is an ideal model for genomic study. By characterizing its genome and assessing its genetic diversity and runs of homozygosity (ROH), we can gain insights into its current conservation status and genomic architecture. To this end, we analyzed whole-genome resequencing data from WZS pigs, identifying a comprehensive set of genetic variations 12,844,858 single nucleotide polymorphisms (SNPs), 4,723,303 insertions and deletions (InDels), 39,311 copy number variations (CNVs), and 70,392 structural variations (SVs). ROH analysis revealed mostly short segments, indicating limited recent admixture and relatively low inbreeding, reflecting high genetic diversity. Linkage disequilibrium decay and effective population size analyses supported these findings, consistent with previous studies. Population genetic analyses of pig populations from Asia, Europe, and the Americas were conducted using SNPs, InDels, and SVs. The results obtained from different variant types were largely concordant, suggesting that the constructed genomic variation database is robust. Notably, the WZS pig displayed relatively unique genetic characteristics compared to other breeds. By intersecting the top 5 of genes under selection signatures, we identified key pathways and candidate genes associated with important traits in WZS pigs, including reproduction (ABCC9, APC2, CABS1, CSNK1G1), immunity (ARPIN, CMAS, ITPR1, SLC25A13), meat quality (GANC, OBSCN, SLC5A4), environmental adaptability (MAGI1, PHF3), and heat tolerance (GABPB1, LRRC25). Further integrative analyses based on transcriptomic, single-cell transcriptomic, and epigenomic data were conducted to explore the regulatory mechanisms of key genes such as LRRC25 and ITPR1. We identified relevant expression quantitative trait loci (eQTLs), associated tissues, and distal regulatory elements that potentially influence gene expression. These findings suggest that epigenetic modifications may contribute to the enhanced heat tolerance and immune function observed in WZS pigs. In conclusion, WZS pigs represent a valuable genetic resource. Further research on this breed will deepen our understanding of mechanisms underlying environmental adaptability, and provide important insights into evolutionary biology and breeding strategies for improved resilience in livestock.","authors":[{"last_name":"Zhong","fore_name":"Ziqi","initials":"Z","full_name":"Ziqi Zhong"},{"last_name":"Wang","fore_name":"Feng","initials":"F","full_name":"Feng Wang"},{"last_name":"Xie","fore_name":"Xinfeng","initials":"X","full_name":"Xinfeng Xie"},{"last_name":"Wang","fore_name":"Ziyi","initials":"Z","full_name":"Ziyi Wang"},{"last_name":"Pan","fore_name":"Deyou","initials":"D","full_name":"Deyou Pan"},{"last_name":"Wang","fore_name":"Zhen","initials":"Z","full_name":"Zhen Wang"},{"last_name":"Xiao","fore_name":"Qian","initials":"Q","full_name":"Qian Xiao"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.jtherbio.2025.104264","journal":"Journal of thermal biology","journal_abbr":"J Therm Biol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921061","title":"Need Analysis of Clinician-Oriented Integrated Precision Oncology Decision Support Tools Qualitative Descriptive Study.","abstract":"The rapid advancement of next-generation sequencing has significantly expanded the landscape of precision medicine. However, health care professionals face increasing challenges in keeping pace with the growing body of oncological knowledge and integrating it effectively into clinical workflows. Precision oncology decision support (PODS) tools aim to assist clinicians in navigating this complexity, yet their current functionalities only partially address clinical needs. A lack of comprehensive needs assessment may result in unaddressed requirements, limiting the effectiveness of these tools in real-world practice. This study aimed to explore clinicians needs and expectations regarding the functionalities of integrated PODS tools, providing insights into essential features that could enhance their usability and impact. We conducted a qualitative investigation at Peking University Cancer Hospital to explore clinicians needs and expectations for the functions of integrated PODS tools. Data were collected through 143 structured participant observations during multidisciplinary team meetings and 17 in-depth semistructured interviews with a diverse group of oncology specialists, including physicians, surgeons, molecular biologists, radiotherapists, radiologists, and pathologists. Thematic analysis was applied to identify key functional requirements, and a requirements framework was formed. Three overarching functional needs emerged (1) better access to oncological knowledge, including support for therapy selection (guidelines, conferences, and consensuses), clinical trials, drug and treatment information, and complex case knowledge, as well as improved diagnostic and prognostic insights (2) clinical contextualization and resource navigation, referring to the process of contextualizing scientific knowledge within real-world clinical settings, including access to clinical trials and drugs, along with predictive models for treatment response and (3) support abilities in the decision-making process, highlighting the need for integration of flexible biological knowledge and phenotypic data automated patient information synthesis improved data visualization and optimized retrieval, recommendation, and question-answering functionalities. A functional framework for integrated PODS tools was proposed based on these findings. The study conducted a qualitative descriptive observation and interview in the use, needs of integrated PODS tools. PODS tools serve as complex, multilevel decision support systems. A clear understanding of clinicians actual needs is crucial for their refinement and practical adoption. By capturing perspectives directly from oncology professionals, this study provides actionable insights into the functional enhancements required for PODS tools, ultimately aiming to bridge the gap between genomic advancements and clinical decision-making in precision oncology.","authors":[{"last_name":"Zheng","fore_name":"Sheng","initials":"S","full_name":"Sheng Zheng"},{"last_name":"Feng","fore_name":"Yi","initials":"Y","full_name":"Yi Feng"},{"last_name":"Long","fore_name":"Jieran","initials":"J","full_name":"Jieran Long"},{"last_name":"Li","fore_name":"Xiang","initials":"X","full_name":"Xiang Li"},{"last_name":"Zhang","fore_name":"Meng","initials":"M","full_name":"Meng Zhang"},{"last_name":"Chen","fore_name":"Hui","initials":"H","full_name":"Hui Chen"},{"last_name":"Du","fore_name":"Xue","initials":"X","full_name":"Xue Du"},{"last_name":"Duan","fore_name":"Huilong","initials":"H","full_name":"Huilong Duan"},{"last_name":"Jia","fore_name":"Shuqin","initials":"S","full_name":"Shuqin Jia"},{"last_name":"Wu","fore_name":"Nan","initials":"N","full_name":"Nan Wu"},{"last_name":"Lu","fore_name":"Xudong","initials":"X","full_name":"Xudong Lu"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.2196/67476","journal":"JMIR human factors","journal_abbr":"JMIR Hum Factors","source":"pubmed","mesh_headings":["Humans","Precision Medicine","Qualitative Research","Medical Oncology","Decision Support Systems, Clinical","Needs Assessment","Male","Female"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40920660","title":"Large B cell lymphoma microenvironment archetype profiles.","abstract":"Large B cell lymphomas (LBCL) are clinically and biologically heterogeneous lymphoid malignancies with complex microenvironments that are central to disease etiology. Here, we have employed single-nucleus multiome profiling of 232 tumor and control biopsies to characterize diverse cell types and subsets that are present in LBCL tumors, effectively capturing the lymphoid, myeloid, and non-hematopoietic cell compartments. Cell subsets co-occurred in stereotypical lymphoma microenvironment archetype profiles (LymphoMAPs) defined by (1) a sparsity of T cells and high frequencies of cancer-associated fibroblasts and tumor-associated macrophages (FMAC) (2) lymph node architectural cell types with naive and memory T cells (LN) or (3) activated macrophages and exhausted CD8 T cells (TEX). Divergent patterns of cell-cell communication underpinned the transcriptional phenotypes of archetype-defining cell subsets resulting in exclusion, support, or suppression of T cells, respectively. Consistent with this, LymphoMAPs were associated with significantly different clinical outcomes following CD19 chimeric antigen receptor (CAR) T cell therapy.","authors":[{"last_name":"Li","fore_name":"Xubin","initials":"X","full_name":"Xubin Li"},{"last_name":"Singhal","fore_name":"Kartik","initials":"K","full_name":"Kartik Singhal"},{"last_name":"Deng","fore_name":"Qing","initials":"Q","full_name":"Qing Deng"},{"last_name":"Chihara","fore_name":"Dai","initials":"D","full_name":"Dai Chihara"},{"last_name":"Russler-Germain","fore_name":"David","initials":"D","full_name":"David Russler-Germain"},{"last_name":"Harkins","fore_name":"R Andrew","initials":"RA","full_name":"R Andrew Harkins"},{"last_name":"Henderson","fore_name":"Jared","initials":"J","full_name":"Jared Henderson"},{"last_name":"Arita","fore_name":"Kotaro","initials":"K","full_name":"Kotaro Arita"},{"last_name":"Kizhakeyil","fore_name":"Atish","initials":"A","full_name":"Atish Kizhakeyil"},{"last_name":"Sun","fore_name":"Ryan","initials":"R","full_name":"Ryan Sun"},{"last_name":"Lakra","fore_name":"Priya","initials":"P","full_name":"Priya Lakra"},{"last_name":"Hussein","fore_name":"Usama","initials":"U","full_name":"Usama Hussein"},{"last_name":"Foltz","fore_name":"Jennifer A","initials":"JA","full_name":"Jennifer A Foltz"},{"last_name":"Wilson","fore_name":"Ashley","initials":"A","full_name":"Ashley Wilson"},{"last_name":"Schmidt","fore_name":"Evelyn","initials":"E","full_name":"Evelyn Schmidt"},{"last_name":"Nizamuddin","fore_name":"Imran","initials":"I","full_name":"Imran Nizamuddin"},{"last_name":"Dinh","fore_name":"Tommy","initials":"T","full_name":"Tommy Dinh"},{"last_name":"Kesaraju","fore_name":"Akhil","initials":"A","full_name":"Akhil Kesaraju"},{"last_name":"Hamilton","fore_name":"Mark P","initials":"MP","full_name":"Mark P Hamilton"},{"last_name":"Allen","fore_name":"Carl","initials":"C","full_name":"Carl Allen"},{"last_name":"Gandhi","fore_name":"Maher K","initials":"MK","full_name":"Maher K Gandhi"},{"last_name":"Tobin","fore_name":"Joshua","initials":"J","full_name":"Joshua Tobin"},{"last_name":"Jiang","fore_name":"Aixiang","initials":"A","full_name":"Aixiang Jiang"},{"last_name":"Hilton","fore_name":"Laura","initials":"L","full_name":"Laura Hilton"},{"last_name":"Scott","fore_name":"David W","initials":"DW","full_name":"David W Scott"},{"last_name":"Vega","fore_name":"Francisco","initials":"F","full_name":"Francisco Vega"},{"last_name":"Flowers","fore_name":"Christopher R","initials":"CR","full_name":"Christopher R Flowers"},{"last_name":"Westin","fore_name":"Jason R","initials":"JR","full_name":"Jason R Westin"},{"last_name":"Griffith","fore_name":"Obi L","initials":"OL","full_name":"Obi L Griffith"},{"last_name":"Fehniger","fore_name":"Todd A","initials":"TA","full_name":"Todd A Fehniger"},{"last_name":"Griffith","fore_name":"Malachi","initials":"M","full_name":"Malachi Griffith"},{"last_name":"Green","fore_name":"Michael R","initials":"MR","full_name":"Michael R Green"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.ccell.2025.06.002","journal":"Cancer cell","journal_abbr":"Cancer Cell","source":"pubmed","mesh_headings":["Humans","Tumor Microenvironment","Lymphoma, Large B-Cell, Diffuse","CD8-Positive T-Lymphocytes","Tumor-Associated Macrophages","Immunotherapy, Adoptive","Male","Female","Lymph Nodes"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40920555","title":"sp. nov., isolated from the upper respiratory tract of duck.","abstract":"Five bacterial strains, designated as RCAD1438, RCAD1439, RCAD1670, RCAD1671 and RCAD1672, were isolated from the upper respiratory tract of ducks in Anhui, Shaanxi and Sichuan, China. All strains are Gram-stain-negative, rod-shaped, non-motile, non-spore-forming, aerobic and capsulated. They grow optimally at 37 C and pH 7.5 and are positive for oxidase and catalase activities. High 16S rRNA gene sequence similarity ( 99 ) and average nucleotide identity (ANI) values ( 96 ) confirm that the five strains belong to the same species. Phylogenetic analysis based on 16S rRNA gene sequences indicates that these strains belong to the genus and are closely related to CECT 9006 (96.7 -97.1 ) and NBRC 16014 (96.7 -97.0 ). However, ANI and digital Deoxyribonucleic Acid-Deoxyribonucleic Acid hybridization values between strain RCAD1439 and these two type strains, as well as other closely related strains, were no more than 72.0 and 35.0 , respectively, both below the accepted species thresholds. The genomic size of the five strains is 2.4-2.6 Mb, with genomic Deoxyribonucleic Acid G C content of 42.1-42.9 mol . The major respiratory quinone of strain RCAD1439 was menaquinone MK-6, and its polar lipid profile includes phosphatidylethanolamine, two unidentified aminolipids, one unidentified aminolipid and six unidentified lipids. Based on physiological, genotypic, phylogenetic and chemotaxonomic data, these five strains represent a novel species of , for which the name sp. nov. is proposed. The type strain is RCAD1439 ( CCTCC AB 2024048 GDMCC 1.4426 KCTC 102274).","authors":[{"last_name":"Liu","fore_name":"Yuhao","initials":"Y","full_name":"Yuhao Liu"},{"last_name":"Dai","fore_name":"Yulong","initials":"Y","full_name":"Yulong Dai"},{"last_name":"Yang","fore_name":"Zhishuang","initials":"Z","full_name":"Zhishuang Yang"},{"last_name":"Wang","fore_name":"Mingshu","initials":"M","full_name":"Mingshu Wang"},{"last_name":"Jia","fore_name":"Renyong","initials":"R","full_name":"Renyong Jia"},{"last_name":"Chen","fore_name":"Shun","initials":"S","full_name":"Shun Chen"},{"last_name":"Liu","fore_name":"Mafeng","initials":"M","full_name":"Mafeng Liu"},{"last_name":"Zhao","fore_name":"Xinxin","initials":"X","full_name":"Xinxin Zhao"},{"last_name":"Yang","fore_name":"Qiao","initials":"Q","full_name":"Qiao Yang"},{"last_name":"Wu","fore_name":"Ying","initials":"Y","full_name":"Ying Wu"},{"last_name":"Zhang","fore_name":"Shaqiu","initials":"S","full_name":"Shaqiu Zhang"},{"last_name":"Huang","fore_name":"Juan","initials":"J","full_name":"Juan Huang"},{"last_name":"Ou","fore_name":"Xumin","initials":"X","full_name":"Xumin Ou"},{"last_name":"Sun","fore_name":"Di","initials":"D","full_name":"Di Sun"},{"last_name":"Tian","fore_name":"Bin","initials":"B","full_name":"Bin Tian"},{"last_name":"He","fore_name":"Yu","initials":"Y","full_name":"Yu He"},{"last_name":"Wu","fore_name":"Zhen","initials":"Z","full_name":"Zhen Wu"},{"last_name":"Cheng","fore_name":"Anchun","initials":"A","full_name":"Anchun Cheng"},{"last_name":"Zhu","fore_name":"Dekang","initials":"D","full_name":"Dekang Zhu"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1099/ijsem.0.006901","journal":"International journal of systematic and evolutionary microbiology","journal_abbr":"Int J Syst Evol Microbiol","source":"pubmed","mesh_headings":["Animals","Phylogeny","RNA, Ribosomal, 16S","Base Composition","Bacterial Typing Techniques","Ducks","DNA, Bacterial","Nucleic Acid Hybridization","China","Fatty Acids","Sequence Analysis, DNA","Respiratory System","Burkholderiaceae","Phospholipids","Vitamin K 2"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40920533","title":"Explainable Reasoning Path Inference of Anti-cancer Drug Sensitivity on Genomic Knowledge Graph via Macro-Micro Agent Collaborative Reinforcement Learning.","abstract":"Artificial intelligence (Artificial Intelligence) based anticancer drug recommendation systems have emerged as powerful tools for precision dosing. Although existing methods have advanced in terms of predictive accuracy, they encounter three significant obstacles, including the black-box problem resulting in unexplainable reasoning, the computational difficulty for graphbased structures, and the combinatorial explosion during multistep reasoning. To tackle these issues, we introduce a novel Macro-Micro agent Drug sensitivity inference (MarMirDrug). Specifically, our methodology enhances interpretability via knowledge graphs (KG). To reduce computational overhead, our MarMirDrug also transforms the graph structures of KG into low-dimensional embeddings. To manage the combinatorial explosion of graph paths that occurs with increasing inference steps, we incorporate a macro-micro dual-agent reinforcement learning algorithm, and combines reinforcement learning with KG-based reasoning to infer path reasoning. In computational experimental outcomes, the efficiency of our embedding model surpasses that of the baseline model, achieving an average improvement of 117.65 for hit score. Also, our dual-agent framework exhibits superior performance and interpretability in drug response prediction, with AUC values outperforming conventional baseline methods. In summary, our approach integrates interpretability, computational efficiency, and predictive accuracy, providing novel contributions to precision medicine. The source code and data of MarMirDrug are available at https //github.com/Minhua-F/MarMirDrug_code.","authors":[{"last_name":"Feng","fore_name":"Minhua","initials":"M","full_name":"Minhua Feng"},{"last_name":"Tang","fore_name":"Liping","initials":"L","full_name":"Liping Tang"},{"last_name":"Liang","fore_name":"Juntao","initials":"J","full_name":"Juntao Liang"},{"last_name":"Huang","fore_name":"Song","initials":"S","full_name":"Song Huang"},{"last_name":"Ma","fore_name":"Jianfeng","initials":"J","full_name":"Jianfeng Ma"},{"last_name":"Zheng","fore_name":"Zhimin","initials":"Z","full_name":"Zhimin Zheng"},{"last_name":"Guo","fore_name":"Ranran","initials":"R","full_name":"Ranran Guo"},{"last_name":"Shi","fore_name":"Wen","initials":"W","full_name":"Wen Shi"},{"last_name":"Xi","fore_name":"Jianing","initials":"J","full_name":"Jianing Xi"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1109/TCBBIO.2025.3607142","journal":"IEEE transactions on computational biology and bioinformatics","journal_abbr":"IEEE Trans Comput Biol Bioinform","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40920143","title":"The International Association for the Study of Lung Cancer Staging Project The Impact of Smoking Status on Lung Cancer Staging in the Ninth Edition of the TNM Classification.","abstract":"Cigarette smoking negatively affects lung cancer prognosis. Incorporating smoking history into stage-stratified survival analyses may improve prognostication. Using the International Association for the Study of Lung Cancer ninth edition NSCLC database, we evaluated the association between smoking status at diagnosis and overall survival (OS) using Kaplan-Meier plots and multivariate Cox proportional hazard regression models adjusted for age, region, sex, histologic type, performance status, and TNM stage. Subgroup analyses evaluated within- and between-stage survival according to smoking status. Recursive partitioning analysis evaluated the effect of smoking relative to anatomical staging factors. Among 48,531 patients, 26 , 41 , and 34 currently, formerly, or never smoked, respectively 75 had adenocarcinoma and 21 , squamous cell carcinoma. Compared with those who never smoked, those who currently (adjusted hazard ratio aHR 1.39, 95 confidence interval CI 1.34-1.46 , p 0.0001) or formerly (aHR 1.32, 95 CI 1.27-1.36, p 0.0001) smoked had worse OS. Current smoking was associated with worse OS (aHR 1.05, 95 CI 1.02-1.06 p 0.005) compared with former smoking. These associations were consistent within each stage. In pair-wise comparisons, those who formerly or currently smoked had similar OS to patients in the next higher stage who never smoked. These associations remained consistent among patients from Asia, patients with adenocarcinoma, and both sexes. In recursive partitioning analysis, among patients with early stage (up to T3N1M0), smoking had greater prognostic impact than N0 versus N1 categories. Smoking is an important prognostic factor and may be more impactful on prognosis than anatomical staging. Further exploration of combining smoking status with TNM classification for lung cancer is planned in the tenth edition International Association for the Study of Lung Cancer staging project.","authors":[{"last_name":"Eng","fore_name":"Lawson","initials":"L","full_name":"Lawson Eng"},{"last_name":"Evans","fore_name":"William K","initials":"WK","full_name":"William K Evans"},{"last_name":"Eisele","fore_name":"Megan","initials":"M","full_name":"Megan Eisele"},{"last_name":"Nishimura","fore_name":"Katherine K","initials":"KK","full_name":"Katherine K Nishimura"},{"last_name":"Land","fore_name":"Stephanie R","initials":"SR","full_name":"Stephanie R Land"},{"last_name":"Rami-Porta","fore_name":"Ramon","initials":"R","full_name":"Ramon Rami-Porta"},{"last_name":"Dresler","fore_name":"Carolyn M","initials":"CM","full_name":"Carolyn M Dresler"},{"last_name":"Asamura","fore_name":"Hisao","initials":"H","full_name":"Hisao Asamura"},{"last_name":"Fathi","fore_name":"Joelle T","initials":"JT","full_name":"Joelle T Fathi"},{"last_name":"Lechtenberg","fore_name":"Kendra","initials":"K","full_name":"Kendra Lechtenberg"},{"last_name":"Rusch","fore_name":"Valerie","initials":"V","full_name":"Valerie Rusch"},{"last_name":"Sheikh","fore_name":"Mahdi","initials":"M","full_name":"Mahdi Sheikh"},{"last_name":"Wynes","fore_name":"Murry W","initials":"MW","full_name":"Murry W Wynes"},{"last_name":"Zius","fore_name":"Keelan","initials":"K","full_name":"Keelan Zius"},{"last_name":"Osarogiagbon","fore_name":"Raymond U","initials":"RU","full_name":"Raymond U Osarogiagbon"},{"last_name":"Warren","fore_name":"Graham W","initials":"GW","full_name":"Graham W Warren"},{"last_name":"","fore_name":"","initials":"","full_name":""}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.jtho.2025.07.002","journal":"Journal of thoracic oncology : official publication of the International Association for the Study of Lung Cancer","journal_abbr":"J Thorac Oncol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40920091","title":"Extrachromosomal DNA-Driven Oncogene Spatial Heterogeneity and Evolution in Glioblastoma.","abstract":"Oncogenes amplified on extrachromosomal Deoxyribonucleic Acid (ecDNA) contribute to treatment resistance and poor survival across cancers. Currently, the spatiotemporal evolution of ecDNA remains poorly understood. In this study, we integrate computational modeling with samples from 94 treatment-naive human glioblastomas (GBM) to investigate the spatiotemporal evolution of ecDNA. We observe oncogene-specific patterns of ecDNA spatial heterogeneity, emerging from random ecDNA segregation and differing fitness advantages. Unlike PDGFRA-ecDNAs, EGFR-ecDNAs often accumulate prior to clonal expansions, conferring strong fitness advantages and reaching high abundances. In corroboration, we observe pretumor ecDNA accumulation in vivo in genetically engineered mouse neural stem cells. Variant and wild-type EGFR-ecDNAs often coexist in GBM. Those variant EGFR-ecDNAs, most commonly EGFRvIII-ecDNA, always derive from preexisting wild-type EGFR-ecDNAs, occur early, and reach high abundance. Our results suggest that the ecDNA oncogenic makeup determines unique evolutionary trajectories. New concepts such as ecDNA clonality and heteroplasmy require a refined evolutionary interpretation of genomic data in a large subset of GBMs. We study spatial patterns of ecDNA-amplified oncogenes and their evolutionary properties in human GBM, revealing an ecDNA landscape and ecDNA oncogene-specific evolutionary histories. ecDNA accumulation can precede clonal expansion, facilitating the emergence of EGFR oncogenic variants, reframing our interpretation of genomic data in a large subset of GBMs. See related article by Korsah et al., p. XX.","authors":[{"last_name":"Noorani","fore_name":"Imran","initials":"I","full_name":"Imran Noorani"},{"last_name":"Haughey","fore_name":"Magnus","initials":"M","full_name":"Magnus Haughey"},{"last_name":"Luebeck","fore_name":"Jens","initials":"J","full_name":"Jens Luebeck"},{"last_name":"Rowan","fore_name":"Andrew","initials":"A","full_name":"Andrew Rowan"},{"last_name":"Grönroos","fore_name":"Eva","initials":"E","full_name":"Eva Grönroos"},{"last_name":"Terenzi","fore_name":"Francesco","initials":"F","full_name":"Francesco Terenzi"},{"last_name":"Wong","fore_name":"Ivy Tsz-Lo","initials":"IT","full_name":"Ivy Tsz-Lo Wong"},{"last_name":"Pradella","fore_name":"Davide","initials":"D","full_name":"Davide Pradella"},{"last_name":"Lisi","fore_name":"Marta","initials":"M","full_name":"Marta Lisi"},{"last_name":"Kittel","fore_name":"Jeanette","initials":"J","full_name":"Jeanette Kittel"},{"last_name":"Sharma","fore_name":"Natasha","initials":"N","full_name":"Natasha Sharma"},{"last_name":"Bailey","fore_name":"Chris","initials":"C","full_name":"Chris Bailey"},{"last_name":"Weeden","fore_name":"Clare E","initials":"CE","full_name":"Clare E Weeden"},{"last_name":"Bell","fore_name":"Donald M","initials":"DM","full_name":"Donald M Bell"},{"last_name":"Joo","fore_name":"Eric","initials":"E","full_name":"Eric Joo"},{"last_name":"Barbè","fore_name":"Vittorio","initials":"V","full_name":"Vittorio Barbè"},{"last_name":"Jones","fore_name":"Matthew G","initials":"MG","full_name":"Matthew G Jones"},{"last_name":"Hung","fore_name":"King L","initials":"KL","full_name":"King L Hung"},{"last_name":"Nye","fore_name":"Emma L","initials":"EL","full_name":"Emma L Nye"},{"last_name":"Green","fore_name":"Mary","initials":"M","full_name":"Mary Green"},{"last_name":"Meader","fore_name":"Lucy","initials":"L","full_name":"Lucy Meader"},{"last_name":"Norton","fore_name":"Emma J","initials":"EJ","full_name":"Emma J Norton"},{"last_name":"Fabian","fore_name":"Mark","initials":"M","full_name":"Mark Fabian"},{"last_name":"Kanu","fore_name":"Nnennaya","initials":"N","full_name":"Nnennaya Kanu"},{"last_name":"Jamal-Hanjani","fore_name":"Mariam","initials":"M","full_name":"Mariam Jamal-Hanjani"},{"last_name":"Santarius","fore_name":"Thomas","initials":"T","full_name":"Thomas Santarius"},{"last_name":"Ventura","fore_name":"Andrea","initials":"A","full_name":"Andrea Ventura"},{"last_name":"Nicoll","fore_name":"James A R","initials":"JAR","full_name":"James A R Nicoll"},{"last_name":"Boche","fore_name":"Delphine","initials":"D","full_name":"Delphine Boche"},{"last_name":"Chang","fore_name":"Howard Y","initials":"HY","full_name":"Howard Y Chang"},{"last_name":"Bafna","fore_name":"Vineet","initials":"V","full_name":"Vineet Bafna"},{"last_name":"Huang","fore_name":"Weini","initials":"W","full_name":"Weini Huang"},{"last_name":"Mischel","fore_name":"Paul S","initials":"PS","full_name":"Paul S Mischel"},{"last_name":"Swanton","fore_name":"Charles","initials":"C","full_name":"Charles Swanton"},{"last_name":"Werner","fore_name":"Benjamin","initials":"B","full_name":"Benjamin Werner"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1158/2159-8290.CD-24-1555","journal":"Cancer discovery","journal_abbr":"Cancer Discov","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40920035","title":"Genomic characterization of arboviruses discovered between the 1950s and 1980s.","abstract":"Arthropod-borne viruses (arboviruses) pose a major threat to global public health, impacting both human and animal health. Genomic characterization is important for arboviruses because it allows for an understanding of their evolution and improves timely outbreak and epidemic response. In this study, we used high-throughput sequencing and computational analyses to characterize the genomes and evolution of 46 previously unsequenced or partially sequenced arbovirus isolates collected across 23 countries between 1954 and 1984. Our analyses revealed that these viruses belong to 11 genera in eight viral families, including ( 26), ( 12), ( 3), ( 1), ( 1), ( 1), ( 1), and ( 1). Based on our genomic and evolutionary characterization, we propose 15 novel arbovirus species, including six that are likely mosquito-borne, six likely tick-borne, and three isolated from birds, lizards, and humans. Furthermore, we found that the Ossa virus (genus ) is a reassortant, possessing a unique M segment and S and L segments derived from the Madrid virus (), while the Brus Laguna virus () exhibits an M segment derived from the Alajuela virus (). Additionally, our viral genome composition-based analysis indicates that Lanjan, Zingilamo, Tindholmur (), and Bauline viruses () have a high likelihood of producing human infection, suggesting the risk of emergence and indicating the need for further experimental investigation. Collectively, our findings contribute to the understanding of arbovirus diversity, evolution, and taxonomy, providing a valuable genomic resource for future research on arbovirus biology and emergence potential.IMPORTANCEGenomic data can reveal critical insights into virus ecology and evolution and become critical to viral surveillance systems. In the last decades, advancements in genomic technology have significantly expanded the discovery of new viruses. However, many arthropod-borne viruses (arboviruses) isolated before the genomic era lack sequencing information, which limits our understanding of their impact on human and animal health. In this study, we sequenced 46 previously unsequenced or partially sequenced arbovirus isolates collected from 23 countries between the 1950s and 1980s. Next, we conducted a comprehensive genomic and evolutionary characterization, which revealed that these viruses belong to 11 genera across eight viral families. Our findings expand the genomic data of arboviruses, which can be used for the development of detection methods and contribute to a better understanding of their diversity, evolution, taxonomy, and pathogenic potential.","authors":[{"last_name":"Claro","fore_name":"Ingra M","initials":"IM","full_name":"Ingra M Claro"},{"last_name":"Hua","fore_name":"Xinyi","initials":"X","full_name":"Xinyi Hua"},{"last_name":"Viveros","fore_name":"Ashley","initials":"A","full_name":"Ashley Viveros"},{"last_name":"Moreira","fore_name":"Filipe R R","initials":"FRR","full_name":"Filipe R R Moreira"},{"last_name":"Proença-Módena","fore_name":"José Luiz","initials":"JL","full_name":"José Luiz Proença-Módena"},{"last_name":"Plante","fore_name":"Kenneth S","initials":"KS","full_name":"Kenneth S Plante"},{"last_name":"Weaver","fore_name":"Scott C","initials":"SC","full_name":"Scott C Weaver"},{"last_name":"de Souza","fore_name":"William M","initials":"WM","full_name":"William M de Souza"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1128/jvi.01214-25","journal":"Journal of virology","journal_abbr":"J Virol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40919930","title":"ZNF33B facilitates Japanese encephalitis virus replication by controlling HSPB1/8-mediated SUMOylation of nonstructural protein 5.","abstract":"Japanese encephalitis virus (JEV) is a significant flavivirus that poses a threat to public health, as it induces encephalitis in humans and reproductive disorders in sows. We have recently identified that zinc finger protein 33B (ZNF33B) is required for JEV infection by CRISPR-based functional genomic screening, yet the precise functions and mechanisms are not fully comprehended. In this study, ZNF33B was found to be involved in JEV infection, wherein it bound with JEV Ribonucleic Acid to enhance its stability during replication. Additionally, ZNF33B underwent translocation from the nucleus to the cytoplasm to associate with viral replication complexes during JEV infection. Furthermore, ZNF33B stabilized JEV nonstructural protein 5 (NS5), rather than NS3, by inhibiting its polyubiquitination and promoting SUMOylation. The SUMOylation of JEV NS5 was found to compete with its ubiquitination at lysine residues 269 and 846. Through immunoprecipitation-mass spectrometry, we identified heat shock proteins HSPB1 and HSPB8 as potential mediators of the SUMOylation of JEV NS5. ZNF33B was shown to recruit HSPB1/8 to facilitate NS5 SUMOylation. Overall, our study highlighted the importance of ZNF33B in facilitating the SUMOylation of JEV NS5 through the recruitment of HSPB1 and HSPB8.IMPORTANCEJapanese encephalitis virus (JEV) poses a severe global health threat, yet host factors regulating its replication remain poorly understood. Our study identifies ZNF33B as a critical host protein that enhances JEV replication by stabilizing viral Ribonucleic Acid and facilitating SUMOylation of the viral polymerase NS5. We demonstrate that ZNF33B recruits HSPB1/8 as SUMO E3 ligases to modify NS5, thereby counteracting its polyubiquitination and proteasomal degradation. This SUMOylation-ubiquitination crosstalk at lysine residues 269 and 846 ensures NS5 stability, essential for viral replication. These findings unveil a novel mechanism by which JEV exploits host post-translational machinery to sustain replication. Targeting ZNF33B or viral SUMOylation could offer therapeutic strategies against JEV and related flaviviruses, with great significance for the development of antiviral interventions.","authors":[{"last_name":"Du","fore_name":"Jian","initials":"J","full_name":"Jian Du"},{"last_name":"Li","fore_name":"Chunwei","initials":"C","full_name":"Chunwei Li"},{"last_name":"Zhang","fore_name":"Jinyan","initials":"J","full_name":"Jinyan Zhang"},{"last_name":"Luo","fore_name":"Jiyuan","initials":"J","full_name":"Jiyuan Luo"},{"last_name":"Zhang","fore_name":"Huizhi","initials":"H","full_name":"Huizhi Zhang"},{"last_name":"Xie","fore_name":"Shengsong","initials":"S","full_name":"Shengsong Xie"},{"last_name":"Chen","fore_name":"Huanchun","initials":"H","full_name":"Huanchun Chen"},{"last_name":"Li","fore_name":"Xiangmin","initials":"X","full_name":"Xiangmin Li"},{"last_name":"Qian","fore_name":"Ping","initials":"P","full_name":"Ping Qian"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1128/jvi.00868-25","journal":"Journal of virology","journal_abbr":"J Virol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40919784","title":"Hidden diversity in revealed by CRISPR2 screening eco-evolutionary insights into a novel subspecies.","abstract":"is a commensal bacterium that colonizes the gut of humans and animals and is a major opportunistic pathogen, known for causing multidrug-resistant healthcare-associated infections (HAIs). Its ability to thrive in diverse environments and disseminate antimicrobial resistance genes (ARGs) across ecological niches highlights the importance of understanding its ecological, evolutionary, and epidemiological dynamics. The CRISPR2 locus has been used as a valuable marker for assessing clonality and phylogenetic relationships in . In this study, we identified a group of strains lacking CRISPR2, forming a distinct, well-supported clade. We demonstrate that this clade meets the genomic criteria for classification as a novel subspecies, here referred to as subspecies B. Through a comprehensive pangenome analysis and comparative genomics, we explored the adaptive ecological traits underlying this diversification process, identifying clade-specific features and their predicted functional roles. Our findings suggest that the frequent isolation of subspecies B from meat products and processing facilities may reflect dissemination routes involving environmental contamination (e.g., water, plants, soil) from avian species. The absence of key virulence traits required for pathogenicity in mammals, particularly humans, and the lack of clinically relevant resistance determinants indicate that subspecies B currently poses minimal threat to public health compared with the broadly disseminated subspecies A. Nevertheless, the unclear potential for genetic exchange between these subspecies and the frequent association of subspecies B with food sources calls for continued genomic surveillance of from a One Health perspective to detect and mitigate the emergence of high-risk variants in advance.IMPORTANCEExploring intraspecific genetic variability in generalist bacteria with pathogenic potential, such as , is a key to uncovering stable evolutionary trends. By screening the CRISPR2 locus across a representative set of genomes from diverse sources, this study reveals a previously unrecognized lineage within the population structure of , associated with underexplored nonhuman and nonhospital reservoirs. These findings broaden our knowledge of the species genetic landscape and shed light on its adaptive strategies and patterns of ecological dissemination. By bridging phylogenetic patterns with variation in genetic defense systems and accessory traits, the study generates testable hypotheses about the genomic determinants and corresponding selective pressures that shape the species behavior and long-term dissemination. This work offers new perspectives on the eco-evolutionary dynamics of and highlights the value of genomic surveillance beyond clinical settings, in alignment with One Health principles.","authors":[{"last_name":"Leite","fore_name":"Vitor Luis Macena","initials":"VLM","full_name":"Vitor Luis Macena Leite"},{"last_name":"Faria","fore_name":"Adriana Rocha","initials":"AR","full_name":"Adriana Rocha Faria"},{"last_name":"Guerra","fore_name":"Clara Ferreira","initials":"CF","full_name":"Clara Ferreira Guerra"},{"last_name":"Souza","fore_name":"Stephanie da Silva Rodrigues","initials":"SdSR","full_name":"Stephanie da Silva Rodrigues Souza"},{"last_name":"Freitas","fore_name":"Andréa de Andrade Rangel","initials":"AdAR","full_name":"Andréa de Andrade Rangel Freitas"},{"last_name":"Morais","fore_name":"Jaqueline Martins","initials":"JM","full_name":"Jaqueline Martins Morais"},{"last_name":"Merquior","fore_name":"Vânia Lúcia Carreira","initials":"VLC","full_name":"Vânia Lúcia Carreira Merquior"},{"last_name":"Planet","fore_name":"Paul J","initials":"PJ","full_name":"Paul J Planet"},{"last_name":"Teixeira","fore_name":"Lúcia Martins","initials":"LM","full_name":"Lúcia Martins Teixeira"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1128/spectrum.01428-25","journal":"Microbiology spectrum","journal_abbr":"Microbiol Spectr","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40919434","title":"Comparative genomic insights into adaptation, selection signatures, and population dynamics in indigenous Indian sheep and foreign breeds.","abstract":"India s indigenous sheep breeds have evolved under extreme and diverse agro-ecological pressures, yet the genomic basis of their resilience and local adaptation remains poorly understood. This study combines genomic inbreeding estimates, runs of homozygosity (ROH), population structure analyses, and composite selection scans to investigate three native Indian breeds-Changthangi, Deccani, and Garole-within a panel of nine breeds that also includes populations from Africa (Ethiopian Menz), East and South Asia (Tibetan, Chinese Merino, Bangladesh Garole, Bangladesh East), and Europe (Suffolk). ROH and heterozygosity estimates revealed strong contrasts Bangladesh East sheep exhibited high genomic inbreeding (F 14.4 ) and low observed heterozygosity ( 30.6 ), whereas Deccani sheep showed low inbreeding (F 1.1 ) and high observed heterozygosity ( 35.6 ), consistent with broader gene flow and larger flock sizes. Changthangi and Garole showed moderate inbreeding and distinct ROH length profiles. Population structure analyses confirmed ecological clustering and gene flow shaped by geography and husbandry practices high-altitude breeds clustered together, while directional migration edges traced admixture from European Suffolk into Changthangi and from Chinese Merino into Ethiopian Menz. Historical effective population sizes showed sharp declines in most breeds, especially those under recent selection. Selection scans identified 118 significant genomic regions across breeds. In Changthangi, key pathways included purinergic signaling, thyrotropin-releasing hormone, and autophagy-consistent with cold and hypoxia adaptation. Deccani showed enrichment for immune adhesion and epidermal regeneration, reflecting parasite resistance and heat stress. Garole displayed signals for gap-junction communication and skeletal development, aligned with high fertility and compact stature. These findings reveal ecotype-pecific adaptive nature shaped by polygenic selection, gene flow, and demography, offering actionable insights for sustainable smallholder breeding strategies.","authors":[{"last_name":"Muthusamy","fore_name":"Malarmathi","initials":"M","full_name":"Malarmathi Muthusamy"},{"last_name":"Akinsola","fore_name":"Oludayo Michael","initials":"OM","full_name":"Oludayo Michael Akinsola"},{"last_name":"Pal","fore_name":"Pritam","initials":"P","full_name":"Pritam Pal"},{"last_name":"Ramasamy","fore_name":"Chitra","initials":"C","full_name":"Chitra Ramasamy"},{"last_name":"Ramasamy","fore_name":"Saravanan","initials":"S","full_name":"Saravanan Ramasamy"},{"last_name":"Musa","fore_name":"Abdulraheem Arome","initials":"AA","full_name":"Abdulraheem Arome Musa"},{"last_name":"Thiruvenkadan","fore_name":"Aranganoor Kannan","initials":"AK","full_name":"Aranganoor Kannan Thiruvenkadan"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.3389/fgene.2025.1621960","journal":"Frontiers in genetics","journal_abbr":"Front Genet","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40919427","title":"A decade of research on genetic privacy the findings of the GetPreCiSe Center at Vanderbilt University.","abstract":"Research carried out by Vanderbilt University s and Medical Center s federally-funded transdisciplinary, highly interactive GetPreCiSe Center in Excellence for ELSI research on genomic privacy-involving over 40 scholars across computer and social sciences, law, and the humanities-is summarized by dividing the work into five categories (1) the nature of risks posed by collection of genetic data (2) legal and scientific methods of minimizing those risks (3) methods of safely increasing the scope of genetic databases (4) public perceptions of genetic privacy and (5) cultural depictions of genetic privacy. While this research shows that the risk of unauthorized re-identification is often over-stated, it also identifies possible ways privacy can be compromised. Several technical and legal methods for reducing privacy risks are described, most of which focus not on collection of the data, but rather on regulating data security, access, and use once it is collected. Researchers also collected empirical data assessing the public s views on genomic privacy. This research indicated that public concern about genetic privacy may be no greater than concern about financial and other types of privacy and often varies depending on the context in which the information is accessed. More generally, the research suggested that privacy experts may underestimate the extent to which the public values utility over privacy risk. Finally, both survey data and research on media depictions about genetic science found that worry about genetic research and its impact on privacy and other values appear to grow as the time horizon lengthens and varies significantly based on demography in particular, minority groups defined by ethnicity and sexual identity are more anxious about genetic disclosures than other groups. Research looking at fan fiction, blog posts, and online book reviews also found that these depictions can have a direct impact on public attitudes about genetic science.","authors":[{"last_name":"Slobogin","fore_name":"Christopher","initials":"C","full_name":"Christopher Slobogin"},{"last_name":"Tellis","fore_name":"Karli","initials":"K","full_name":"Karli Tellis"},{"last_name":"Clayton","fore_name":"Ellen Wright","initials":"EW","full_name":"Ellen Wright Clayton"},{"last_name":"Clayton","fore_name":"Jay","initials":"J","full_name":"Jay Clayton"},{"last_name":"Eilmus","fore_name":"Ayden","initials":"A","full_name":"Ayden Eilmus"},{"last_name":"Malin","fore_name":"Bradley A","initials":"BA","full_name":"Bradley A Malin"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.3389/fgene.2025.1629386","journal":"Frontiers in genetics","journal_abbr":"Front Genet","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40919233","title":"Coexistence of Essential Thrombocythemia and Waldenstr m Macroglobulinemia A Case Report.","abstract":"Waldenstr m macroglobulinemia (WM) and essential thrombocythemia (ET) are distinct hematologic malignancies that have only been reported to co-occur in one previous patient. We present a 64-year-old man with a significant family history for WM who was found to have both ET and WM. He had symptomatic ET, diagnosed by elevated platelets and a positive JAK2 V617F mutation, and asymptomatic WM was found on serum electrophoresis done for screening due to family history. Genomic evaluation of the myeloid and lymphoid cells suggested independent neoplastic transformation. This is the second reported case of a patient with both WM and ET. There was no evidence for a shared mechanism in these dual malignancies.","authors":[{"last_name":"Wallace","fore_name":"Meghan","initials":"M","full_name":"Meghan Wallace"},{"last_name":"Mathey","fore_name":"Bruce","initials":"B","full_name":"Bruce Mathey"},{"last_name":"Yeung","fore_name":"Cecilia C S","initials":"CCS","full_name":"Cecilia C S Yeung"},{"last_name":"Appelbaum","fore_name":"Jacob S","initials":"JS","full_name":"Jacob S Appelbaum"},{"last_name":"Wallace","fore_name":"Mark","initials":"M","full_name":"Mark Wallace"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1155/crh/3390770","journal":"Case reports in hematology","journal_abbr":"Case Rep Hematol","source":"pubmed","mesh_headings":null,"publication_types":["Case Reports","Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40919126","title":"The diagnostic accuracy of next-generation sequencing in advanced NSCLC.","abstract":"Comprehensive genomic profiling is crucial for guiding treatment in advanced non-small cell lung cancer (NSCLC). However, tumor tissue-based targeted panel next-generation sequencing (TP-NGS) faces challenges, such as inadequate tissue sampling. Circulating tumor Deoxyribonucleic Acid (ctDNA) from peripheral blood has emerged as an alternative. Participants with advanced NSCLC were enrolled in a Precision Oncology Program to enhance personalized treatments. TP-NGS was conducted using FoundationOne CDx and FoundationOne Liquid CDx. The study included an unpaired cohort and a paired cohort. We evaluated the impact of ctDNA tumor fraction (TF) on TP-NGS diagnostic accuracy, focusing on sensitivity as a key metric of efficacy. We prospectively analyzed data from 561 patients, of whom 62 4 (n 340) were in the unpaired cohort and 39 4 (n 221) were in the paired cohort. Specifically, in the paired cohort, actionable mutations were found in 50 2 (n 111) of patients, predominantly common mutations in 65 8 (n 73). The ctDNA TF high (TF 1 , range 1 -72 ) group had a 100 positive percent agreement (PPA), while the ctDNA TF low group had a PPA of 47 5 for actionable mutations. The correlation between bTMB and tTMB was 0 13 for ctDNA TF low versus 0 71 for ctDNA TF high. The PPA for bTMB was 31 3 for ctDNA TF low and 92 3 for ctDNA TF high, with negative percent agreement (NPA) at 100 and 85 6 , respectively. In the context of high ctDNA TF, blood-based TP-NGS can detect clinically actionable mutations and may effectively replace tissue biopsies when obtaining tumor tissue is impractical.","authors":[{"last_name":"Ko","fore_name":"Elaine Yee-Ling","initials":"EY","full_name":"Elaine Yee-Ling Ko"},{"last_name":"Wong","fore_name":"Jason Wing Hon","initials":"JWH","full_name":"Jason Wing Hon Wong"},{"last_name":"Shih","fore_name":"David Jen Hao","initials":"DJH","full_name":"David Jen Hao Shih"},{"last_name":"Ho","fore_name":"Isaac","initials":"I","full_name":"Isaac Ho"},{"last_name":"Cheung","fore_name":"Ben Man Fei","initials":"BMF","full_name":"Ben Man Fei Cheung"},{"last_name":"Chiu","fore_name":"Matthew Kin-Liang","initials":"MK","full_name":"Matthew Kin-Liang Chiu"},{"last_name":"Leung","fore_name":"Dennis Kwok-Chuen","initials":"DK","full_name":"Dennis Kwok-Chuen Leung"},{"last_name":"Lee","fore_name":"Anne Wing-Mui","initials":"AW","full_name":"Anne Wing-Mui Lee"},{"last_name":"Lee","fore_name":"Victor Ho-Fun","initials":"VH","full_name":"Victor Ho-Fun Lee"},{"last_name":"Helali","fore_name":"Aya El","initials":"AE","full_name":"Aya El Helali"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.jlb.2025.100325","journal":"The journal of liquid biopsy","journal_abbr":"J Liq Biopsy","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40918740","title":"Platelet protease-activated receptor 4 genotype and response to aspirin in pregnancy.","abstract":"The platelet protease-activated receptor 4 (PAR4) threonine 120 (Thr120) allele is an activating allele associated with reduced aspirin response in vitro. Aspirin is recommended in high-risk pregnancies to prevent preeclampsia and preterm birth. We evaluated the impact of PAR4 genotype on aspirin response in pregnancy, as measured by platelet function assay 100 (PFA-100) epinephrine closure time, and perinatal outcomes. We conducted a prospective cohort study of high-risk pregnant patients who took 81-mg aspirin daily. PFA-100 was assessed at baseline, 2 to 4 weeks after aspirin initiation (follow-up 1), and 28 to 32 weeks gestation (follow-up 2). Primary outcome was difference in PFA-100 by genotype. Exposure was defined as PAR4-Thr120 homozygous vs not. Of the 122 participants were included, 24 (19.6 ) were PAR4-Thr120 homozygous, and 106 completed follow-up 1 with 75 adherence. Participants homozygous for PAR4-Thr120 had a significantly higher rate of prior preterm birth (50.0 vs 16.1 .004). Genotype was not significantly associated with PFA-100 response in multivariable regression. In the subset with urinary thromboxane data available (n 18), thromboxane levels were higher in those who were homozygous vs not (geometric mean ratio, 208 95 confidence interval, 1.66-2.61 .001) in multivariable regression. There was a higher rate of placental intervillous thrombosis, although not statistically significant (16.7 vs 3.9 .08). Patients homozygous for PAR4-Thr120 had a higher incidence of prior preterm birth, a risk factor for poor perinatal outcome. Aspirin response, measured by PFA-100, was similar across genotypes, although Thr120 homozygosity may be associated with reduced thromboxane suppression and a higher rate of placental vasculopathy even with 81-mg aspirin daily.","authors":[{"last_name":"Boelig","fore_name":"Rupsa C","initials":"RC","full_name":"Rupsa C Boelig"},{"last_name":"Michael","fore_name":"James V","initials":"JV","full_name":"James V Michael"},{"last_name":"Tawk","fore_name":"Antonios","initials":"A","full_name":"Antonios Tawk"},{"last_name":"Zhan","fore_name":"Tingting","initials":"T","full_name":"Tingting Zhan"},{"last_name":"Chan","fore_name":"Joanna S Y","initials":"JSY","full_name":"Joanna S Y Chan"},{"last_name":"Kraft","fore_name":"Walter K","initials":"WK","full_name":"Walter K Kraft"},{"last_name":"McKenzie","fore_name":"Steven E","initials":"SE","full_name":"Steven E McKenzie"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.bvth.2025.100085","journal":"Blood vessels, thrombosis \u0026 hemostasis","journal_abbr":"Blood Vessel Thromb Hemost","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40918675","title":"Genetic testing enhances diagnosis in critically ill neonates insights from the first Colombian cohort.","abstract":"The integration of genetic testing in pediatrics has advanced significantly in recent years. The incorporation of technologies such as Next Generation Sequencing (NGS) and array-based Comparative Genomic Hybridization (aCGH) in increasingly younger patients has accelerated the transition toward precision medicine. This retrospective cross-sectional study (January 2021-June 2024) included 187 neonates ( 90 days old) from the NICUs of the Chloride nica Colsanitas network in Bogot , Colombia and evaluate the diagnostic yield for genomic testing comprising 82 Whole Exome Sequencing (WES) and 125 aCGH tests, with 18 patients undergoing both. This study also examined the phenotypic traits of patients to investigate potential associations with a higher diagnostic yield. Symptoms were characterized using Human Phenotype Ontology (HPO) terms and analyzed with a propagation algorithm for improved accuracy. The diagnostic yield was 30.5 for WES and 8 for aCGH. Noteworthy, we identify four novel SNVs with potential pathogenicity and report a rare case of co-occurring deletion and duplication, both previously unreported in the literature. Phenotypic analysis revealed a strong association between what were considered growth abnormalities related to intrauterine growth restriction, low birth weight, and/or growth retardation, with head or neck abnormalities related to specific malformations of the face or head and/or dysmorphic facial phenotypes. These findings highlight the importance of applying, in particular, WES as a first-level clinical diagnostic test in patients with suspected genetic or complex diseases who are hospitalized in the Neonatal Intensive Care Unit. Consequently, it is hoped that these results will support the development of clinical guidelines for the integration of molecular genetic testing into neonatal care in Colombia.","authors":[{"last_name":"Rueda-Gaitán","fore_name":"Paula","initials":"P","full_name":"Paula Rueda-Gaitán"},{"last_name":"Rodríguez Gutiérrez","fore_name":"Diego Alejandro","initials":"DA","full_name":"Diego Alejandro Rodríguez Gutiérrez"},{"last_name":"Sanchez Rubio","fore_name":"Yuri Natalia","initials":"YN","full_name":"Yuri Natalia Sanchez Rubio"},{"last_name":"Carrillo","fore_name":"Yina D","initials":"YD","full_name":"Yina D Carrillo"},{"last_name":"Martínez de la Barrera","fore_name":"Leslie Ivonne","initials":"LI","full_name":"Leslie Ivonne Martínez de la Barrera"},{"last_name":"Muñetones Reina","fore_name":"Néstor Nenroth","initials":"NN","full_name":"Néstor Nenroth Muñetones Reina"},{"last_name":"Isaza-Ruget","fore_name":"Mario","initials":"M","full_name":"Mario Isaza-Ruget"},{"last_name":"López Rivera","fore_name":"Juan Javier","initials":"JJ","full_name":"Juan Javier López Rivera"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.3389/fped.2025.1605166","journal":"Frontiers in pediatrics","journal_abbr":"Front Pediatr","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40918525","title":"Epigenetic regulation of bladder cancer in the context of aging.","abstract":"Bladder cancer (BC) is a disease that predominantly affects older adults, with aging playing a critical role in its onset and progression. Age-associated phenomena, including immunosenescence and chronic inflammation, form a pro-tumor milieu, while genomic instability and epigenetic drift further increase cancer risk. The review highlights the dual role of Deoxyribonucleic Acid methylation in BC global hypomethylation can activate transposable elements and oncogenes, whereas focal hypermethylation silences tumor-suppressor genes like CDKN2A, especially detrimental in older tissues that rely on these genes for senescence control. In parallel, frequent mutations in chromatin modifiers (e.g., KDM6A, KMT2D) and overexpression of histone-modifying enzymes (e.g., EZH2) alter the tumor epigenome to promote immune evasion and tumor aggressiveness. At the non-coding Ribonucleic Acid level, dysregulated microRNAs (miRNAs) and long non-coding RNAs (lncRNAs) in BC contribute to aberrant proliferation, metastatic potential, and immune suppression, with aging-associated declines in miRNA processing further exacerbating these effects. Collectively, the accumulation of epigenetic alterations in older patients appears to facilitate both tumor progression and resistance to therapy. Looking forward, epigenetic biomarkers may improve early detection and risk stratification. Furthermore, epigenetic therapies, such as Deoxyribonucleic Acid methyltransferase inhibitors (DNMTi), EZH2 inhibitors (EZH2i), or histone deacetylases inhibitors (HDACi), hold promise to restore tumor-suppressor function and enhance immunogenicity, offering an attractive avenue for improving outcomes in older patients with BC.","authors":[{"last_name":"Liu","fore_name":"Xuewei","initials":"X","full_name":"Xuewei Liu"},{"last_name":"Ding","fore_name":"Guofeng","initials":"G","full_name":"Guofeng Ding"},{"last_name":"Liu","fore_name":"Yifan","initials":"Y","full_name":"Yifan Liu"},{"last_name":"Yan","fore_name":"Xiaoli","initials":"X","full_name":"Xiaoli Yan"},{"last_name":"Zhao","fore_name":"Yan","initials":"Y","full_name":"Yan Zhao"},{"last_name":"Lv","fore_name":"Hailin","initials":"H","full_name":"Hailin Lv"},{"last_name":"Xu","fore_name":"Xiaojuan","initials":"X","full_name":"Xiaojuan Xu"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.3389/fphar.2025.1617452","journal":"Frontiers in pharmacology","journal_abbr":"Front Pharmacol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40918137","title":"Expressed mutated genes in Sezary syndrome and their potential prognostic value in patients treated with extracorporeal photopheresis.","abstract":"S zary syndrome (SS) is an aggressive and leukemic variant of Cutaneous T-cell Lymphoma (CTCL) with an incidence of 1 case per million people per year. It is characterized by a complex and heterogeneous profile of genetic alteration ns that has so far precluded the development of a specific and definitive therapeutic intervention. Deep-Ribonucleic Acid-sequencing (Ribonucleic Acid-seq) data were used to analyze the single nucleotide variants (SNVs) carried by 128 putative CTCL-driver genes, previously identified as mutated in genomic studies, in longitudinal SS samples collected from 17 patients subjected to extracorporeal photopheresis (ECP) with Interferon- . Results obtained were integrated with Whole Exome Sequencing (WES) data. SNVs were validated using the Sanger method. Pathway analysis was performed with g Profiler web server (https //biit.cs.ut.ee/gprofiler/gost). Statistical analyses were performed with GraphPad PRISM 8 software. Nonsynonymous SNVs were identified in 56 genes. Integration of Ribonucleic Acid-seq with WES data revealed that about half of these genes contained somatic mutations. Among them, the most frequently transcribed mutated genes were TET2, JAK3, NCOR1, PDCD11, RHOA, and TP53. Nearly all the remaining genes had germline-restricted mutations, and included ARID1A, ATM, ATR, CREBBP, POLD1, and POT1 genes, which are involved in Deoxyribonucleic Acid repair, homologous recombination, and chromatin remodeling, and the CROCC gene, implicated in centrosome cohesion. Monitoring of the mutated genes, identified within an enlarged panel of CTCL associated genes, revealed their reduction in almost 70 of SS patients as well as a significant decline of total number of mutations (SNVs) during ECP treatment. Several mutated genes persisted post-therapy, representing novel candidates associated with ECP resistance that could also have a potential prognostic relevance. Notably, these genes mainly converge on pathways related to Deoxyribonucleic Acid repair (ATR, ATRIP, POLD1, TP53, TP53BP1/2) which might represent novel targets to be explored in combination with ECP. This is the first evaluation in SS of expressed mutations in a large panel of CTCL-driver genes. Also innovative is the monitoring of mutated genes in patients malignant lymphocytes during ECP, a first-line treatment of CTCL, which highlights novel candidates associated with ECP resistance that might unmask novel pharmacological vulnerabilities to be exploited during ECP for a personalized treatment.","authors":[{"last_name":"Cristofoletti","fore_name":"Cristina","initials":"C","full_name":"Cristina Cristofoletti"},{"last_name":"Salvatore","fore_name":"Giulia","initials":"G","full_name":"Giulia Salvatore"},{"last_name":"Bassi","fore_name":"Cristian","initials":"C","full_name":"Cristian Bassi"},{"last_name":"Negrini","fore_name":"Massimo","initials":"M","full_name":"Massimo Negrini"},{"last_name":"Scaglione","fore_name":"Giovanni Luca","initials":"GL","full_name":"Giovanni Luca Scaglione"},{"last_name":"Mazzarella","fore_name":"Luca","initials":"L","full_name":"Luca Mazzarella"},{"last_name":"Frigè","fore_name":"Gianmaria","initials":"G","full_name":"Gianmaria Frigè"},{"last_name":"Minafò","fore_name":"Ylenia Aura","initials":"YA","full_name":"Ylenia Aura Minafò"},{"last_name":"Fioretti","fore_name":"Martina","initials":"M","full_name":"Martina Fioretti"},{"last_name":"Monopoli","fore_name":"Alessandro","initials":"A","full_name":"Alessandro Monopoli"},{"last_name":"Accetturi","fore_name":"Maria Pina","initials":"MP","full_name":"Maria Pina Accetturi"},{"last_name":"Pilla","fore_name":"Maria Antonietta","initials":"MA","full_name":"Maria Antonietta Pilla"},{"last_name":"Di Raimondo","fore_name":"Cosimo","initials":"C","full_name":"Cosimo Di Raimondo"},{"last_name":"Frezzolini","fore_name":"Alessandra","initials":"A","full_name":"Alessandra Frezzolini"},{"last_name":"Scala","fore_name":"Enrico","initials":"E","full_name":"Enrico Scala"},{"last_name":"D'Atri","fore_name":"Stefania","initials":"S","full_name":"Stefania D'Atri"},{"last_name":"Russo","fore_name":"Giandomenico","initials":"G","full_name":"Giandomenico Russo"},{"last_name":"Narducci","fore_name":"Maria Grazia","initials":"MG","full_name":"Maria Grazia Narducci"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.3389/fimmu.2025.1589467","journal":"Frontiers in immunology","journal_abbr":"Front Immunol","source":"pubmed","mesh_headings":["Humans","Sezary Syndrome","Photopheresis","Mutation","Prognosis","Female","Male","Middle Aged","Skin Neoplasms","Aged","Exome Sequencing","Polymorphism, Single Nucleotide","Adult","Biomarkers, Tumor"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40918096","title":"A genome-wide association study identifies new loci associated with response to SARS-CoV-2 mRNA-1273 vaccine in a cohort of healthy healthcare workers.","abstract":"The Coronavirus Disease 2019 pandemic had significant global public health consequences, affecting over 200 countries and regions by 2020. The development and efficacy of specific vaccines, such as the mRNA-1273 (Spikevax) vaccine developed by Moderna Inc., have substantially reduced the impact of the pandemic and mitigated its consequences. This study aims to identify novel genetic loci associated with the effectiveness of the mRNA-1273 vaccine, as measured by elevated anti-Spike (anti-S) IgG levels at multiple time points post-vaccination. We conducted three genome-wide association studies (GWAS) in a cohort of Spanish healthcare workers, analyzing anti-S IgG levels at one-month post-vaccination (n 567), at three months post-vaccination (n 447), and the difference in circulating anti-S IgG levels between these two time points (n 447). We identified fourteen novel loci associated with increasing concentrations of anti-S IgG post-vaccination ( 5.01 10 and 2.81 10). Functional results showed that some of the novel risk alleles influence the absolute counts of specific B cell subsets ( 2.57 10-8.82 10), which are involved in immune signaling pathways and metabolic processes. Furthermore, these variants co-localize with multiple QTLs and epigenetic marks, suggesting that the GWAS hits may affect regulatory activity in promoters, enhancers, and transcriptional regions, thereby modulating gene expression relevant to the humoral immune response. In conclusion, this study highlights the complex interplay of genetic factors influencing the immune response to vaccination, particularly through modulation of B cell activity, immune signaling pathways, and metabolic processes. The identification of genetic variants could inform future strategies to enhance vaccine efficacy and provide a deeper understanding of individual variability in vaccine responses, especially for Coronavirus Disease 2019 and other viral infections.","authors":[{"last_name":"Cabrera-Serrano","fore_name":"Antonio José","initials":"AJ","full_name":"Antonio José Cabrera-Serrano"},{"last_name":"Ruiz-Durán","fore_name":"Lucía","initials":"L","full_name":"Lucía Ruiz-Durán"},{"last_name":"Gutiérrez-Bautista","fore_name":"Juan Francisco","initials":"JF","full_name":"Juan Francisco Gutiérrez-Bautista"},{"last_name":"Carretero-Fernández","fore_name":"María","initials":"M","full_name":"María Carretero-Fernández"},{"last_name":"Ter Horst","fore_name":"Rob","initials":"R","full_name":"Rob Ter Horst"},{"last_name":"Li","fore_name":"Yang","initials":"Y","full_name":"Yang Li"},{"last_name":"Reyes-Zurita","fore_name":"Fernando Jesús","initials":"FJ","full_name":"Fernando Jesús Reyes-Zurita"},{"last_name":"García-Verdejo","fore_name":"Francisco José","initials":"FJ","full_name":"Francisco José García-Verdejo"},{"last_name":"Netea","fore_name":"Mihai G","initials":"MG","full_name":"Mihai G Netea"},{"last_name":"Sánchez-Rovira","fore_name":"Pedro","initials":"P","full_name":"Pedro Sánchez-Rovira"},{"last_name":"López-Nevot","fore_name":"Miguel Ángel","initials":"MÁ","full_name":"Miguel Ángel López-Nevot"},{"last_name":"Sampedro","fore_name":"Antonio","initials":"A","full_name":"Antonio Sampedro"},{"last_name":"Sainz","fore_name":"Juan","initials":"J","full_name":"Juan Sainz"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.3389/fimmu.2025.1639825","journal":"Frontiers in immunology","journal_abbr":"Front Immunol","source":"pubmed","mesh_headings":["Humans","Genome-Wide Association Study","Health Personnel","COVID-19","SARS-CoV-2","Immunoglobulin G","Female","Antibodies, Viral","Adult","Male","2019-nCoV Vaccine mRNA-1273","Middle Aged","COVID-19 Vaccines","Cohort Studies","Vaccination","Polymorphism, Single Nucleotide","Spike Glycoprotein, Coronavirus","Genetic Loci"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40918067","title":"GViNC an innovative framework for genome graph comparison reveals hidden patterns in the genetic diversity of human populations.","abstract":"Genome graphs provide a powerful reference structure for representing genetic diversity. Their structure emphasizes the polymorphic regions in a collection of genomes, enabling network-based comparisons of population-level variation. However, current tools are limited in their ability to quantify and compare structural features across large genome graphs. We introduce GViNC, Genome graph Visualization, Navigation, and Comparison, a novel framework that enables partitioning genome graphs into interpretable subgraphs, mapping linear coordinates to graph nodes, and summarizing both local and global structural variation using new metrics for variability, hypervariability, and graph distances. We applied GViNC to multiple pan-genomic and population-specific genome graphs constructed with over 85M variants in 2504 individuals from the 1000 Genomes Project. We found that genomic complexity varied by ancestry and across chromosomes, with rare variants increasing variability by 10-fold and hypervariability by 50-fold. GViNC highlighted key regions of the human genome, such as Human Leukocyte Antigen and DEFB loci, and many previously unreported high-diversity regions, some with population-specific signatures in protein-coding and regulatory genes. By bridging sequence-level variation and graph-level topology, GViNC enables scalable, quantitative exploration of genome structure across populations. GViNC s versatility can aid researchers in extensively investigating the genetic diversity of different cohorts, populations, or species of interest.","authors":[{"last_name":"Kamaraj","fore_name":"Venkatesh","initials":"V","full_name":"Venkatesh Kamaraj"},{"last_name":"Gupta","fore_name":"Ayam","initials":"A","full_name":"Ayam Gupta"},{"last_name":"Raman","fore_name":"Karthik","initials":"K","full_name":"Karthik Raman"},{"last_name":"Narayanan","fore_name":"Manikandan","initials":"M","full_name":"Manikandan Narayanan"},{"last_name":"Sinha","fore_name":"Himanshu","initials":"H","full_name":"Himanshu Sinha"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1093/nargab/lqaf121","journal":"NAR genomics and bioinformatics","journal_abbr":"NAR Genom Bioinform","source":"pubmed","mesh_headings":["Humans","Genetic Variation","Genome, Human","Genomics","Software","Genetics, Population"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40918065","title":"A systematic analysis of contemporary whole exome sequencing capture kits to optimise high-coverage capture of CCDS regions.","abstract":"Whole exome sequencing (WES) is a well-established tool for clinical diagnostics, is more cost-effective and faster to analyse than whole genome sequencing and has been implemented to uplift diagnostic rates in human disease. However, challenges remain to achieve comprehensive and uniform coverage of targets, and high sensitivity and specificity. Differences in genomic target regions and exome capture mechanism between kits may lead to differences in overall coverage uniformity and capture efficiency. Here, we analyse the efficiency of a range of off-the-shelf exome sequencing (ES) kits in capturing their reported targets and the consensus coding sequence (CCDS) regions. Our results show Twist Custom Exome, Twist Human Comprehensive Exome, and Roche KAPA HyperExome V1 perform particularly well at capturing their target regions at 10X and 20X coverage and achieve the highest capture efficiency of CCDS regions upon read downsampling. This was the case despite both Twist kits targeting less than 37Mb in the genome. Our analysis highlights the impact of kit target design on capture efficiency in WES, with kit target size and uniformity of coverage impacting the capture efficiency of CCDS regions. This benchmark will help researchers to make an informed decision based on their needs.","authors":[{"last_name":"López","fore_name":"Fernando Vázquez","initials":"FV","full_name":"Fernando Vázquez López"},{"last_name":"Ashton","fore_name":"James J","initials":"JJ","full_name":"James J Ashton"},{"last_name":"Cheng","fore_name":"Guo","initials":"G","full_name":"Guo Cheng"},{"last_name":"Ennis","fore_name":"Sarah","initials":"S","full_name":"Sarah Ennis"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1093/nargab/lqaf115","journal":"NAR genomics and bioinformatics","journal_abbr":"NAR Genom Bioinform","source":"pubmed","mesh_headings":["Humans","Exome Sequencing","Exome","High-Throughput Nucleotide Sequencing","Genome, Human","Consensus Sequence"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40918064","title":"Cell-free DNA as a potential alternative to genomic DNA in genetic studies.","abstract":"Next-generation sequencing has greatly advanced genomics, enabling large-scale studies of population genetics and complex traits. Genomic Deoxyribonucleic Acid (gDNA) from white blood cells has traditionally been the main data source, but cell-free Deoxyribonucleic Acid (cfDNA), found in bodily fluids as fragmented Deoxyribonucleic Acid, is increasingly recognized as a valuable biomarker in clinical and genetic studies. However, a direct comparison between cfDNA and gDNA has not been fully explored. In this study, we analyzed cfDNA and gDNA from 186 healthy individuals, using the same sequencing platform. We compared sequencing quality, variant detection, allele frequencies (AF), genotype concordance, population structure, and genomic association results (genome-wide association study and expression quantitative trait locus). While cfDNA showed higher duplication rates and lower effective sequencing depth, both Deoxyribonucleic Acid types displayed similar quality metrics at the same depth. We also observed that significant depth differences between cfDNA and gDNA were mainly found in centromeric regions. While gDNA identified more variants with more uniform coverage, AF spectra, population structure, and genomic associations were largely consistent between the two Deoxyribonucleic Acid types. This study provides a detailed comparison of cfDNA and gDNA, highlighting the potential of cfDNA as an alternative to gDNA in genomic research. Our findings could serve as a reference for future studies on cfDNA and gDNA.","authors":[{"last_name":"Zeng","fore_name":"Jingyu","initials":"J","full_name":"Jingyu Zeng"},{"last_name":"Zhu","fore_name":"Huanhuan","initials":"H","full_name":"Huanhuan Zhu"},{"last_name":"Wang","fore_name":"Yu","initials":"Y","full_name":"Yu Wang"},{"last_name":"Zeng","fore_name":"Guodan","initials":"G","full_name":"Guodan Zeng"},{"last_name":"Liu","fore_name":"Panhong","initials":"P","full_name":"Panhong Liu"},{"last_name":"Ou","fore_name":"Rijing","initials":"R","full_name":"Rijing Ou"},{"last_name":"Lan","fore_name":"Xianmei","initials":"X","full_name":"Xianmei Lan"},{"last_name":"Zheng","fore_name":"Yuhui","initials":"Y","full_name":"Yuhui Zheng"},{"last_name":"Zhao","fore_name":"Chenhui","initials":"C","full_name":"Chenhui Zhao"},{"last_name":"Li","fore_name":"Linxuan","initials":"L","full_name":"Linxuan Li"},{"last_name":"Zhang","fore_name":"Haiqiang","initials":"H","full_name":"Haiqiang Zhang"},{"last_name":"Yin","fore_name":"Jianhua","initials":"J","full_name":"Jianhua Yin"},{"last_name":"Liao","fore_name":"Mingzhi","initials":"M","full_name":"Mingzhi Liao"},{"last_name":"Zhang","fore_name":"Yan","initials":"Y","full_name":"Yan Zhang"},{"last_name":"Jin","fore_name":"Xin","initials":"X","full_name":"Xin Jin"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1093/nargab/lqaf119","journal":"NAR genomics and bioinformatics","journal_abbr":"NAR Genom Bioinform","source":"pubmed","mesh_headings":["Humans","Cell-Free Nucleic Acids","Genome-Wide Association Study","High-Throughput Nucleotide Sequencing","Gene Frequency","Male","Female","Quantitative Trait Loci","Polymorphism, Single Nucleotide","DNA","Genomics","Genome, Human","Sequence Analysis, DNA"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40917891","title":"A series of precise and controllable base editors with split-TadA-8e.","abstract":"Adenine base editors (ABEs) enable efficient A-to-G base conversions in genomic Deoxyribonucleic Acid, serving as powerful tools for basic research and clinical disease treatment. TadA-8e with high processive and compatibility makes ABE8e to be the most widely used adenine base editor and has also facilitated the creation of more elegant base editors based on TadA-8e fusion, such as AYBE and eA\u0026C-BEmax. However, ABE8e has more off-target events including Deoxyribonucleic Acid off-target and Ribonucleic Acid off-target, which raises safety concerns for precision gene editing. Here, we split the TadA-8e of ABE8e (sABE8e) to enable controlled adenine base editing through rapamycin-induced dimerization between FRB and FKBP12. sABE8e has comparable on-target adenine editing activity to ABE8e while maintaining reduced Deoxyribonucleic Acid and Ribonucleic Acid off-target effects. Harnessing this site of split TadA-8e, we have also developed controllable AYBE (sAYBE) and eA\u0026C-BEmax (seA\u0026C-BEmax), which both offer similar or slightly low base editing efficiency with decreased off-targets compared to AYBE or eA\u0026C-BEmax. These precise and controllable base editing tools will advance the future application of base editors in basic research and clinical disease treatment.","authors":[{"last_name":"Wang","fore_name":"Jinxin","initials":"J","full_name":"Jinxin Wang"},{"last_name":"He","fore_name":"Qingjing","initials":"Q","full_name":"Qingjing He"},{"last_name":"Zeng","fore_name":"Yuqiang","initials":"Y","full_name":"Yuqiang Zeng"},{"last_name":"Wu","fore_name":"Youming","initials":"Y","full_name":"Youming Wu"},{"last_name":"Wang","fore_name":"Mufeng","initials":"M","full_name":"Mufeng Wang"},{"last_name":"Xu","fore_name":"Wenqing","initials":"W","full_name":"Wenqing Xu"},{"last_name":"Wang","fore_name":"Zhizhi","initials":"Z","full_name":"Zhizhi Wang"},{"last_name":"Zhang","fore_name":"Xiaohui","initials":"X","full_name":"Xiaohui Zhang"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.omtn.2025.102672","journal":"Molecular therapy. Nucleic acids","journal_abbr":"Mol Ther Nucleic Acids","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40917882","title":"An iPSC-derived neuronal model reveals manganese s role in neuronal endocytosis, calcium flux and mitochondrial bioenergetics.","abstract":"Manganese (Mn) is an essential trace metal required for normal biological function, yet it also poses neurotoxic risks when dysregulated. Maintaining proper intracellular and extracellular Mn levels is critical, as Mn imbalance has been implicated in a spectrum of human diseases-including inherited Mn transport disorders, acquired manganism, and more prevalent neurodegenerative diseases such as Parkinson s and Alzheimer s disease. Despite these associations, the cellular mechanisms driving Mn-induced neuropathology remain poorly understood. To investigate this, we developed an induced pluripotent stem cell (iPSC)-derived midbrain neuronal model using patient lines with mutations in SLC39A14, SLC39A8, and SLC30A10. Through integrated transcriptomic and functional analyses, we found that Mn dyshomeostasis disrupts essential neuronal pathways, including mitochondrial bioenergetics, calcium signaling, endocytosis, glycosylation, and stress responses-leading to early neurodegeneration. This humanized model advances our understanding of Mn s impact on neuronal health and disease and highlights potential molecular targets for future therapeutic interventions in Mn-related neurological disorders.","authors":[{"last_name":"Budinger","fore_name":"Dimitri","initials":"D","full_name":"Dimitri Budinger"},{"last_name":"Alhaque","fore_name":"Sharmin","initials":"S","full_name":"Sharmin Alhaque"},{"last_name":"González-Méndez","fore_name":"Ramón","initials":"R","full_name":"Ramón González-Méndez"},{"last_name":"Dadswell","fore_name":"Chris","initials":"C","full_name":"Chris Dadswell"},{"last_name":"Barwick","fore_name":"Katy","initials":"K","full_name":"Katy Barwick"},{"last_name":"Ferrini","fore_name":"Arianna","initials":"A","full_name":"Arianna Ferrini"},{"last_name":"Roth","fore_name":"Charlotte","initials":"C","full_name":"Charlotte Roth"},{"last_name":"McCann","fore_name":"Conor J","initials":"CJ","full_name":"Conor J McCann"},{"last_name":"Tuschl","fore_name":"Karin","initials":"K","full_name":"Karin Tuschl"},{"last_name":"Al Jasmi","fore_name":"Fatma","initials":"F","full_name":"Fatma Al Jasmi"},{"last_name":"Zaki","fore_name":"Maha S","initials":"MS","full_name":"Maha S Zaki"},{"last_name":"Park","fore_name":"Julien H","initials":"JH","full_name":"Julien H Park"},{"last_name":"Dale","fore_name":"Russell C","initials":"RC","full_name":"Russell C Dale"},{"last_name":"Mohammad","fore_name":"Shekeeb","initials":"S","full_name":"Shekeeb Mohammad"},{"last_name":"Christodoulou","fore_name":"John","initials":"J","full_name":"John Christodoulou"},{"last_name":"Moulding","fore_name":"Dale","initials":"D","full_name":"Dale Moulding"},{"last_name":"Duchen","fore_name":"Michael R","initials":"MR","full_name":"Michael R Duchen"},{"last_name":"Barral","fore_name":"Serena","initials":"S","full_name":"Serena Barral"},{"last_name":"Kurian","fore_name":"Manju A","initials":"MA","full_name":"Manju A Kurian"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.isci.2025.113311","journal":"iScience","journal_abbr":"iScience","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40917795","title":"Pediatric Atopic Dermatitis Exhibits Distinctive Patterns in JAK/STAT Pathway Activation and CD6-ALCAM Signaling.","abstract":"Pediatric atopic dermatitis (Alzheimer's Disease) shows distinct clinical characteristics compared to adult Alzheimer's Disease, suggesting unique inflammatory profiles that may influence disease prognosis and treatment response. We aimed to identify unique immune signatures of pediatric Alzheimer's Disease and investigate the differences between pediatric and adult Alzheimer's Disease patients. Nine pediatric (6-16 years) and 12 adult (20-60 years) were enrolled. PBMCs were collected from Alzheimer's Disease patients and age- and sex-matched healthy controls (HCs). Transcriptomic profiles were analyzed using single-cell Ribonucleic Acid sequencing, and the immune phenotypes of adult and pediatric Alzheimer's Disease were compared. Th2 gene expression was elevated in both adult and pediatric Alzheimer's Disease, while Th1, Th17, and Th22 gene expression was downregulated in pediatric Alzheimer's Disease but not in adults. Genes involved in JAK/STAT signaling pathway, which were upregulated in adult Alzheimer's Disease, were not significantly increased in pediatric Alzheimer's Disease. The CD6-activated leukocyte cell adhesion molecule (ALCAM) pathway was upregulated in pediatric Alzheimer's Disease compared to pediatric HCs, but not in adult Alzheimer's Disease. Pediatric Alzheimer's Disease reveals distinct immune signatures, including a lack of JAK/STAT pathway upregulation observed in adult Alzheimer's Disease and a unique activation of the CD6-ALCAM pathway. These findings highlight the importance of age-specific treatment strategies in Alzheimer's Disease patients.","authors":[{"last_name":"Jeong","fore_name":"Soyoung","initials":"S","full_name":"Soyoung Jeong"},{"last_name":"Shin","fore_name":"Sanghee","initials":"S","full_name":"Sanghee Shin"},{"last_name":"Choi","fore_name":"Hyun Seung","initials":"HS","full_name":"Hyun Seung Choi"},{"last_name":"Choi","fore_name":"So-Jung","initials":"SJ","full_name":"So-Jung Choi"},{"last_name":"Jang","fore_name":"Sehun","initials":"S","full_name":"Sehun Jang"},{"last_name":"Song","fore_name":"Jeongmin","initials":"J","full_name":"Jeongmin Song"},{"last_name":"Lee","fore_name":"Ji Su","initials":"JS","full_name":"Ji Su Lee"},{"last_name":"Lee","fore_name":"Dong Hun","initials":"DH","full_name":"Dong Hun Lee"},{"last_name":"Kim","fore_name":"Hyun Je","initials":"HJ","full_name":"Hyun Je Kim"},{"last_name":"Kim","fore_name":"Jihyun","initials":"J","full_name":"Jihyun Kim"},{"last_name":"Ahn","fore_name":"Kangmo","initials":"K","full_name":"Kangmo Ahn"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.4110/in.2025.25.e26","journal":"Immune network","journal_abbr":"Immune Netw","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40917497","title":"Proteogenomic Analysis Identifies Clinically Relevant Subgroups of Collecting Duct Carcinoma.","abstract":"Collecting duct carcinoma (Centers for Disease Control and Prevention) is a rare but aggressive form of renal cell carcinoma (RCC) that has limited understanding and an undefined systemic therapeutic regimen. Herein, we conducted a comprehensive proteogenomic analysis of Centers for Disease Control and Prevention tumors and normal adjacent tissues to elucidate the biology of the disease. Centers for Disease Control and Prevention exhibited high heterogeneity in tumor mutational burden, and enhanced ribosome biogenesis was the most striking malignant feature of Centers for Disease Control and Prevention, even compared with other common kidney carcinomas. Genomic data indicated that and amplification on chromosome 17q were associated with the activations of ribosome biogenesis and cell migration, respectively, which were relevant to tumor proliferation and metastasis. Proteomic-based classification identified 3 clusters, among which, tumors overexpressing ribosome biogenesis signaling (GP1) clustered into the most aggressive subtype, while tumors with increased energy metabolism (GP3) exhibited significant sensitivity to anti-vascular endothelial growth factor agents. Immune subtyping revealed a complex immune landscape of Centers for Disease Control and Prevention. Additionally, increased RPF2, contributing to ribosome production, was validated to be associated with malignant phenotypes, and targeting RPF2 could exert an anti-oncogenic role by disrupting ribosome biogenesis and perturbing the MDM2-p53 interaction.","authors":[{"last_name":"Qu","fore_name":"Yuanyuan","initials":"Y","full_name":"Yuanyuan Qu"},{"last_name":"Pei","fore_name":"Xiaoru","initials":"X","full_name":"Xiaoru Pei"},{"last_name":"Feng","fore_name":"Jinwen","initials":"J","full_name":"Jinwen Feng"},{"last_name":"Yan","fore_name":"Xin","initials":"X","full_name":"Xin Yan"},{"last_name":"Zhang","fore_name":"Linhui","initials":"L","full_name":"Linhui Zhang"},{"last_name":"Wang","fore_name":"Jun","initials":"J","full_name":"Jun Wang"},{"last_name":"Yao","fore_name":"Xin","initials":"X","full_name":"Xin Yao"},{"last_name":"Bian","fore_name":"Jiasheng","initials":"J","full_name":"Jiasheng Bian"},{"last_name":"Gan","fore_name":"Yu","initials":"Y","full_name":"Yu Gan"},{"last_name":"Gan","fore_name":"Hualei","initials":"H","full_name":"Hualei Gan"},{"last_name":"Jiang","fore_name":"Xuewen","initials":"X","full_name":"Xuewen Jiang"},{"last_name":"Yang","fore_name":"Ping","initials":"P","full_name":"Ping Yang"},{"last_name":"Cai","fore_name":"Maoping","initials":"M","full_name":"Maoping Cai"},{"last_name":"Li","fore_name":"Liqing","initials":"L","full_name":"Liqing Li"},{"last_name":"Wu","fore_name":"Xinqiang","initials":"X","full_name":"Xinqiang Wu"},{"last_name":"Jing","fore_name":"Weiwei","initials":"W","full_name":"Weiwei Jing"},{"last_name":"Zhang","fore_name":"Chao","initials":"C","full_name":"Chao Zhang"},{"last_name":"Zhao","fore_name":"Jianyuan","initials":"J","full_name":"Jianyuan Zhao"},{"last_name":"Zhang","fore_name":"Hailiang","initials":"H","full_name":"Hailiang Zhang"},{"last_name":"Shi","fore_name":"Guohai","initials":"G","full_name":"Guohai Shi"},{"last_name":"Zhou","fore_name":"Xiang","initials":"X","full_name":"Xiang Zhou"},{"last_name":"Ye","fore_name":"Dingwei","initials":"D","full_name":"Dingwei Ye"},{"last_name":"Ding","fore_name":"Chen","initials":"C","full_name":"Chen Ding"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.34133/research.0859","journal":"Research (Washington, D.C.)","journal_abbr":"Research (Wash D C)","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40917364","title":"Impact of gonadotropin genetic profile and ovarian reserve on controlled ovarian stimulation data from prospective cohort of the GENOCS trial.","abstract":"Several studies indicate that a specific genotype profile could influence ovarian sensitivity to exogenous gonadotropin. However, most of the previous studies were observational and retrospective and thereby more prone to bias. The aim of this study was to evaluate the impact of gonadotropin single nucleotide polymorphisms (SNPs) on the outcomes of fertilization (IVF) in infertile patients undergoing their first ovarian stimulation (OS) cycle. A multicenter, longitudinal, prospective, interventional cohort study was carried out in four clinical centers of medically assisted reproduction from August 2016 to November 2018. Only expected normo-responder women, estimated through standardized-computerized antral follicle count (AFC), stimulated with a fixed 150 IU daily dose of recombinant follicle-stimulating hormone (FSH), were included. The study population consisted of infertile normo-gonadotropic patients, aged between 34 and 39, at their first OS, with normal ovarian reserve (AFC between 8 and 16) measured with 3D automated ultrasonography and undergoing standardized OS protocol. One hundred nineteen patients were enrolled, and the following five SNPs were studied ( c.-29G A, FSHR p.N680S, c.-211G T, LHCGR p.S312N, and LH V-LH p.W8R). Separate and multivariate analysis of investigated polymorphisms did not show any statistical impact on the number of oocytes retrieved. However, adopting an overdominant model, heterozygosis of FSHR p.N680S SNP was associated with significantly lower duration of OS compared with homozygotic women. Considering LHCGR p.S312N polymorphism, N allele carriers required a longer duration of OS in the codominant, dominant, and log-additive models. Multivariate analysis revealed that specific genotype combinations could affect the ovarian sensitivity. A significantly higher follicle-to-oocyte index (FOI) was observed when the S or N allele of both FSHR p.N680S and LHCGR p.S312N were combined (S allele combination difference 0.18, CI 95 0.04-0.33, 0.011 N allele combination difference 0.18, CI 95 0.01-0.34, 0.037 N allele combination). Based on our results, the combination of specific genetic variants could impact ovarian sensitivity to gonadotropin. This research adds to the controversy in the literature regarding the effect of genetic variants in IVF and ovarian response.","authors":[{"last_name":"Conforti","fore_name":"Alessandro","initials":"A","full_name":"Alessandro Conforti"},{"last_name":"Santi","fore_name":"Daniele","initials":"D","full_name":"Daniele Santi"},{"last_name":"Allegra","fore_name":"Adolfo","initials":"A","full_name":"Adolfo Allegra"},{"last_name":"Mignini Renzini","fore_name":"Mario","initials":"M","full_name":"Mario Mignini Renzini"},{"last_name":"Marino","fore_name":"Angelo","initials":"A","full_name":"Angelo Marino"},{"last_name":"Brigante","fore_name":"Claudio","initials":"C","full_name":"Claudio Brigante"},{"last_name":"Iemmello","fore_name":"Roberta","initials":"R","full_name":"Roberta Iemmello"},{"last_name":"Vanni","fore_name":"Valeria Stella","initials":"VS","full_name":"Valeria Stella Vanni"},{"last_name":"Rebecchi","fore_name":"Agnese","initials":"A","full_name":"Agnese Rebecchi"},{"last_name":"Privitera","fore_name":"Laura","initials":"L","full_name":"Laura Privitera"},{"last_name":"Sperduti","fore_name":"Samantha","initials":"S","full_name":"Samantha Sperduti"},{"last_name":"Casarini","fore_name":"Livio","initials":"L","full_name":"Livio Casarini"},{"last_name":"Carbone","fore_name":"Ilma Floriana","initials":"IF","full_name":"Ilma Floriana Carbone"},{"last_name":"Simoni","fore_name":"Manuela","initials":"M","full_name":"Manuela Simoni"},{"last_name":"Alviggi","fore_name":"Carlo","initials":"C","full_name":"Carlo Alviggi"},{"last_name":"Papaleo","fore_name":"Enrico","initials":"E","full_name":"Enrico Papaleo"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.3389/fendo.2025.1601803","journal":"Frontiers in endocrinology","journal_abbr":"Front Endocrinol (Lausanne)","source":"pubmed","mesh_headings":["Humans","Female","Ovulation Induction","Adult","Ovarian Reserve","Polymorphism, Single Nucleotide","Prospective Studies","Gonadotropins","Fertilization in Vitro","Receptors, FSH","Infertility, Female","Pregnancy","Longitudinal Studies","Genotype","Follicle Stimulating Hormone","Pregnancy Rate","Receptors, LH"],"publication_types":["Journal Article","Multicenter Study"],"affiliation":"","has_medical_terms":false}
{"id":"40917300","title":", a medicinal polyherbal formulation, modulates human macrophage polarization and phagocytic function.","abstract":"is a polyherbal formulation of 15 ingredients. It has antiinflammatory and antimicrobial properties and are effective in managing the symptoms of H1N1 swine flu and Coronavirus Disease 2019. However, its mechanism of action is not fully understood. In this study, we examined the effect of on the polarization and function of primary human macrophages. Human monocyte-derived macrophages (M0 macrophages) pretreated with extract were polarized into M1, M2a, or M2c subtypes. The expression of the M1/M2 polarization markers was analyzed using qPCR, flow cytometry, and ELISA, and the phagocytosis capacity of macrophages was analyzed using flow cytometry. Our data show that the treatment increased the expression of the M1 markers , , (p35), and in both polarized and unpolarized macrophages at mRNA level. However, it decreased the secretion of IL-12 (p70) in M1 macrophages and increased the secretion of TNF in M0, M2a, and M2c macrophages. IL-10 secretion was increased in M0 and M2a macrophages, while it was decreased in M1 macrophages after the treatment. Interestingly, all -treated macrophage phenotypes displayed a downregulation in the expression of the M1/M2 surface markers CD64, CD206, CD209, and CD163, which also play a role in phagocytosis. In accordance with this result, the phagocytic capacity of both polarized and unpolarized macrophages was decreased after the treatment. extract modulates macrophage inflammatory response and could be a potential supplement for the treatment of infectious and inflammatory diseases.","authors":[{"last_name":"Korkmaz","fore_name":"Aslı","initials":"A","full_name":"Aslı Korkmaz"},{"last_name":"Ünüvar","fore_name":"Duygu","initials":"D","full_name":"Duygu Ünüvar"},{"last_name":"Günalp","fore_name":"Sinem","initials":"S","full_name":"Sinem Günalp"},{"last_name":"Helvaci","fore_name":"Derya Göksu","initials":"DG","full_name":"Derya Göksu Helvaci"},{"last_name":"Sağ","fore_name":"Duygu","initials":"D","full_name":"Duygu Sağ"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.55730/1300-0152.2752","journal":"Turkish journal of biology = Turk biyoloji dergisi","journal_abbr":"Turk J Biol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40917042","title":"Reviewing the Developing Significance of the Serine Protease PRSS23.","abstract":"The serine protease 23 (PRSS23) is a highly conserved member of trypsin-like serine proteases, which are associated with numerous essential processes, including digestion, blood coagulation, fibrinolysis, development, fertilization, apoptosis, and immunity. Original reports on PRSS23 unfolded not earlier than 2006 when a molecular biology study characterized and described PRSS23 as an ovarian protease. Then, in 2012, another important study was published linking PRSS23 with proliferation of breast cancer cells by an estrogen receptor 1 (ESR1)-dependent transcriptional activation of the serine protease. Thereafter, a developmental study in zebrafish reported the implication of PRSS23 in endothelial-to-mesenchymal transition (EndMT) during cardiac valve formation. Although these early studies on PRSS23 have revealed its involvement in some critical or fundamental processes, only in recent years an increasing number of studies have evolved describing the expression and functions of PRSS23 in various normal physiological conditions, diseases, and experimental configurations. Besides breast cancer, PRSS23 has been shown to be involved in different types of malignancies, e.g., in gastric cancer, where drug screening found that the protease inhibitor tipranavir impedes cancer-promoting PRSS23 expression. New innovative techniques such as single cell Ribonucleic Acid-sequencing (scRNA-seq) and bioinformatics studies accelerated the discovery of gene expression changes in smaller cell populations, which, e.g., led to the identification of marked expression in a myofibroblast-like subpopulation in localized scleroderma. This review compiles major and significant research results that have contributed to our current knowledge of PRSS23 and briefly discusses where prospective studies could add to our understanding of this versatile serine protease.","authors":[{"last_name":"Schulten","fore_name":"Hans-Juergen","initials":"HJ","full_name":"Hans-Juergen Schulten"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.31083/FBL27294","journal":"Frontiers in bioscience (Landmark edition)","journal_abbr":"Front Biosci (Landmark Ed)","source":"pubmed","mesh_headings":["Humans","Animals","Serine Endopeptidases","Breast Neoplasms","Serine Proteases","Female"],"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40917009","title":"Rolling circle amplification for next-generation molecular diagnostics, genome analysis, and spatial transcriptome profiling.","abstract":"Rolling circle amplification (RCA) has emerged as a highly versatile and robust isothermal amplification technology, offering exceptional sensitivity, specificity, and scalability for next-generation molecular diagnostics and multi-omics research. Its ability to generate long, repetitive Deoxyribonucleic Acid sequences with high fidelity has made it a pivotal tool in disease diagnostics, genomic analysis, and spatial transcriptome profiling. Recent advancements have expanded RCA into various formats, including solution-phase, solid-phase, hydrogel-based, and digital RCA, enhancing its analytical performance and adaptability across diverse biological applications. The integration of RCA with CRISPR-based detection, biosensors, and nanoparticle-assisted signal amplification has significantly improved its diagnostic potential, enabling ultrasensitive detection of nucleic acids, proteins, extracellular vesicles, and single cells. In addition to diagnostics, RCA has profoundly impacted genomic research, particularly in extrachromosomal circular Deoxyribonucleic Acid sequencing, offering insights into genome instability and cancer evolution. In spatial transcriptomics, RCA-based Ribonucleic Acid sequencing and hybridization have enabled high-resolution gene expression mapping in tissue architecture, providing invaluable insights into cellular heterogeneity and disease microenvironments. This review comprehensively explores the fundamental principles, design modifications, and advanced signal amplification strategies of RCA, with a focus on its applications in molecular diagnostics, genome analysis, and spatial transcriptome profiling. Additionally, it addresses key challenges, including reaction specificity, automation, and cost-effectiveness, and discusses future directions for integrating RCA into high-throughput molecular diagnostics, biomarker discovery, and single-cell and spatial multi-omics platforms. Through continuous innovation, RCA is poised to play a transformative role in precision medicine, next-generation sequencing, and biomedical research.","authors":[{"last_name":"Han","fore_name":"Jueun","initials":"J","full_name":"Jueun Han"},{"last_name":"Song","fore_name":"Yejin","initials":"Y","full_name":"Yejin Song"},{"last_name":"Lee","fore_name":"Jihee","initials":"J","full_name":"Jihee Lee"},{"last_name":"Nyamzaya","fore_name":"Khulan","initials":"K","full_name":"Khulan Nyamzaya"},{"last_name":"Kim","fore_name":"Eunjung","initials":"E","full_name":"Eunjung Kim"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1039/d5nr03032c","journal":"Nanoscale","journal_abbr":"Nanoscale","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40916985","title":"A comprehensive review of systemic sclerosis-primary biliary cholangitis overlap emerging evidence for a distinct clinical subtype.","abstract":"To synthesize current knowledge on the genetic, immunopathogenic, and clinical presentations of systemic sclerosis (SSc) and primary biliary cholangitis (PBC) with a focus on their co-occurrence as a clinically relevant overlap syndrome. This narrative review summarizes preclinical and clinical studies addressing SSc-PBC overlap. Genomic studies highlight shared susceptibility loci between SSc and PBC. Furthermore, SSc-PBC overlap patient sera reveals anticentromere antibodies which cross-react with an antigenic motif on pyruvate dehydrogenase-E2 (structural core of pyruvate dehydrogenase complex catalyzing formation of acetyl coA), the most common target of antimitochondrial antibodies in PBC. Similar profibrotic cytokines and T regulatory cell profiles are identified in sera and skin and liver biopsies of patients with SSc and PBC respectively. Analysis of clinical phenotypes reveals that SSc-PBC overlap patients have reduced incidence of pulmonary fibrosis and pulmonary arterial hypertension compared to SSc alone, and less severe hepatic involvement compared to PBC alone. SSc-PBC overlap remains an understudied disease process. This review summarizes current knowledge and outlines future directions to guide research and improve care for patients with this distinct clinical overlap.","authors":[{"last_name":"Memon","fore_name":"Areeka","initials":"A","full_name":"Areeka Memon"},{"last_name":"Nadella","fore_name":"Manvitha","initials":"M","full_name":"Manvitha Nadella"},{"last_name":"Emokpae","fore_name":"Morgan","initials":"M","full_name":"Morgan Emokpae"},{"last_name":"Assis","fore_name":"David N","initials":"DN","full_name":"David N Assis"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/BOR.0000000000001127","journal":"Current opinion in rheumatology","journal_abbr":"Curr Opin Rheumatol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40916953","title":"Healthcare-associated cluster of in two lung transplant recipients characterized through whole-genome sequencing.","abstract":"","authors":[{"last_name":"Sundermann","fore_name":"Alexander","initials":"A","full_name":"Alexander Sundermann"},{"last_name":"Griffith","fore_name":"Marissa","initials":"M","full_name":"Marissa Griffith"},{"last_name":"Ereifej","fore_name":"Deena","initials":"D","full_name":"Deena Ereifej"},{"last_name":"Raabe","fore_name":"Nathan J","initials":"NJ","full_name":"Nathan J Raabe"},{"last_name":"Rangachar Srinivasa","fore_name":"Vatsala","initials":"V","full_name":"Vatsala Rangachar Srinivasa"},{"last_name":"Waggle","fore_name":"Kady","initials":"K","full_name":"Kady Waggle"},{"last_name":"Shutt","fore_name":"Kathleen","initials":"K","full_name":"Kathleen Shutt"},{"last_name":"Coyle","fore_name":"Hunter","initials":"H","full_name":"Hunter Coyle"},{"last_name":"Ayres","fore_name":"Ashley","initials":"A","full_name":"Ashley Ayres"},{"last_name":"Schrank","fore_name":"Spencer","initials":"S","full_name":"Spencer Schrank"},{"last_name":"Snyder","fore_name":"Graham M","initials":"GM","full_name":"Graham M Snyder"},{"last_name":"Van Tyne","fore_name":"Daria","initials":"D","full_name":"Daria Van Tyne"},{"last_name":"Pless","fore_name":"Lora Lee","initials":"LL","full_name":"Lora Lee Pless"},{"last_name":"Harrison","fore_name":"Lee H","initials":"LH","full_name":"Lee H Harrison"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1017/ice.2025.10261","journal":"Infection control and hospital epidemiology","journal_abbr":"Infect Control Hosp Epidemiol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40916913","title":"Quantifying evidence for phenotypic specificity (PP4) for syndromic phenotypes Large-scale integration of rare germline FH variants from diagnostic laboratory testing for HLRCC (Hereditary Leiomyomatosis and Renal Cell Cancer) and renal cancer.","abstract":"Hereditary Leiomyomatosis and Renal Cell Cancer (HLRCC) is a rare cancer susceptibility syndrome exclusively attributable to pathogenic variants in FH (HGNC 3700). This paper quantitatively weights the phenotypic context (PP4/PS4) of such very rare variants in FH. We collated clinical diagnostic testing data on germline FH variants from 387 individuals with HLRCC and 1,780 individuals with renal cancer, and compared the frequency of very rare variants in each phenotypic cohort against 562,295 population controls. We generated pan-gene very rare variant likelihood ratios (PG-VRV-LRs), and domain-specific likelihood ratios for missense variants (DS-VRMV-LR) using spatial clustering analysis, and log likelihood ratios (LLRs) as applicable within the updated ACMG/AMP Variant Classification Framework. For HLRCC, the PG-VRV-LR was estimated to be 2,669.4 (95 CI 1,843.4-3,881.2, LLR 10.77) for truncating variants and 214.7 (185.0-246.9, LLR 7.33) for missense variants. For renal cancer, the PG-VRV-LR was 95.5 (48.9-183.0, LLR 6.23) for truncating variants and 5.8 (3.5-9.3, LLR 2.39) for missense variants. Clustering analysis in HLRCC cases revealed three hotspot regions wherein the DS-VRMV-LR increased to 1226.9. These data provide quantitative measures for very rare missense and truncating variants in FH, which reflect the differing phenotypic specificity of HLRCC and renal cancer, and may be applicable in clinical variant classification.","authors":[{"last_name":"Allen","fore_name":"Sophie","initials":"S","full_name":"Sophie Allen"},{"last_name":"Rowlands","fore_name":"Charlie F","initials":"CF","full_name":"Charlie F Rowlands"},{"last_name":"Butler","fore_name":"Samantha","initials":"S","full_name":"Samantha Butler"},{"last_name":"Durkie","fore_name":"Miranda","initials":"M","full_name":"Miranda Durkie"},{"last_name":"Horton","fore_name":"Carrie","initials":"C","full_name":"Carrie Horton"},{"last_name":"Pesaran","fore_name":"Tina","initials":"T","full_name":"Tina Pesaran"},{"last_name":"Richardson","fore_name":"Marcy","initials":"M","full_name":"Marcy Richardson"},{"last_name":"Robinson","fore_name":"Rachel","initials":"R","full_name":"Rachel Robinson"},{"last_name":"Garrett","fore_name":"Alice","initials":"A","full_name":"Alice Garrett"},{"last_name":"Burghel","fore_name":"George J","initials":"GJ","full_name":"George J Burghel"},{"last_name":"Callaway","fore_name":"Alison","initials":"A","full_name":"Alison Callaway"},{"last_name":"Field","fore_name":"Joanne","initials":"J","full_name":"Joanne Field"},{"last_name":"Frugtniet","fore_name":"Bethan","initials":"B","full_name":"Bethan Frugtniet"},{"last_name":"Palmer-Smith","fore_name":"Sheila","initials":"S","full_name":"Sheila Palmer-Smith"},{"last_name":"Grant","fore_name":"Jonathan","initials":"J","full_name":"Jonathan Grant"},{"last_name":"Pagan","fore_name":"Judith","initials":"J","full_name":"Judith Pagan"},{"last_name":"McDevitt","fore_name":"Trudi","initials":"T","full_name":"Trudi McDevitt"},{"last_name":"Snape","fore_name":"Katie","initials":"K","full_name":"Katie Snape"},{"last_name":"Andreou","fore_name":"Avgi","initials":"A","full_name":"Avgi Andreou"},{"last_name":"Maher","fore_name":"Eamonn R","initials":"ER","full_name":"Eamonn R Maher"},{"last_name":"Hanson","fore_name":"Helen","initials":"H","full_name":"Helen Hanson"},{"last_name":"McVeigh","fore_name":"Terri","initials":"T","full_name":"Terri McVeigh"},{"last_name":"Turnbull","fore_name":"Clare","initials":"C","full_name":"Clare Turnbull"},{"last_name":"","fore_name":"","initials":"","full_name":""}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.gim.2025.101565","journal":"Genetics in medicine : official journal of the American College of Medical Genetics","journal_abbr":"Genet Med","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40916582","title":"Successful Identification and Treatment of Cancer of Unknown Primary Originating From Gastric Cancer Using Comprehensive Genomic Profiling and Immune Checkpoint Inhibitor Therapy A Case Report.","abstract":"Cancer of unknown primary (CUP) is a challenging malignancy characterized by metastatic tumors with an unidentified primary site, even after extensive pathological and radiographic evaluation. Recent advancements in gene expression profiling and comprehensive genomic profiling (CGP) using next-generation sequencing (NGS) have enabled the identification of potential tissue origins, thereby facilitating personalized treatment strategies. Although most cases of CUP present as adenocarcinomas or poorly differentiated tumors, the treatment remains largely empirical, with limited success from molecularly tailored therapies. However, advances in tumor Deoxyribonucleic Acid sequencing and targeted therapies hold great promise for enhancing patient outcomes. A 72-year-old woman presented with epigastric pain and was diagnosed with a duodenal tumor and gastric ulceration via esophagogastroduodenoscopy. A histological evaluation revealed poorly differentiated adenocarcinoma in the duodenum, and the immunohistochemistry findings supported a pancreatobiliary origin. An endoscopic ultrasound-guided biopsy confirmed poorly differentiated adenocarcinoma in the duodenum, while a subsequent gastric examination revealed well-differentiated adenocarcinoma, suggesting dual malignancies. The patient underwent neoadjuvant chemotherapy, followed by pancreatoduodenectomy with distal gastrectomy. The CUP was staged as poorly differentiated adenocarcinoma (pStage IVB), while the gastric cancer was staged as well-differentiated adenocarcinoma (pStage IA). Despite adjuvant TS-1 therapy, lymph node metastasis near the superior mesenteric artery continued to progress. CGP revealed high microsatellite instability and a high tumor mutational burden, along with multiple actionable genetic mutations. Pembrolizumab monotherapy was initiated, leading to complete remission, with no recurrence observed at 1 year after treatment cessation. Genetic and immunohistochemical investigations have identified microsatellite instability in both CUP and gastric cancer tissues, suggesting a shared origin. Targeted gene sequencing confirmed common genetic variations, ultimately revealing that the CUP originated from gastric cancer cells. This case highlights the critical role of CGP in the diagnosis and treatment of CUP. The use of advanced molecular techniques, including NGS, revealed the gastric origin of CUP and identified actionable biomarkers, leading to successful treatment with immune checkpoint inhibitors.","authors":[{"last_name":"Sasaki","fore_name":"Takahiro","initials":"T","full_name":"Takahiro Sasaki"},{"last_name":"Yuzawa","fore_name":"Sayaka","initials":"S","full_name":"Sayaka Yuzawa"},{"last_name":"Tanabe","fore_name":"Hiroki","initials":"H","full_name":"Hiroki Tanabe"},{"last_name":"Ono","fore_name":"Yusuke","initials":"Y","full_name":"Yusuke Ono"},{"last_name":"Takahashi","fore_name":"Keitaro","initials":"K","full_name":"Keitaro Takahashi"},{"last_name":"Ando","fore_name":"Katsuyoshi","initials":"K","full_name":"Katsuyoshi Ando"},{"last_name":"Ueno","fore_name":"Nobuhiro","initials":"N","full_name":"Nobuhiro Ueno"},{"last_name":"Kashima","fore_name":"Shin","initials":"S","full_name":"Shin Kashima"},{"last_name":"Moriichi","fore_name":"Kentaro","initials":"K","full_name":"Kentaro Moriichi"},{"last_name":"Tanino","fore_name":"Mishie","initials":"M","full_name":"Mishie Tanino"},{"last_name":"Mizukami","fore_name":"Yusuke","initials":"Y","full_name":"Yusuke Mizukami"},{"last_name":"Fujiya","fore_name":"Mikihiro","initials":"M","full_name":"Mikihiro Fujiya"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/cnr2.70338","journal":"Cancer reports (Hoboken, N.J.)","journal_abbr":"Cancer Rep (Hoboken)","source":"pubmed","mesh_headings":["Humans","Aged","Female","Neoplasms, Unknown Primary","Stomach Neoplasms","Immune Checkpoint Inhibitors","Adenocarcinoma","High-Throughput Nucleotide Sequencing","Gastrectomy","Gene Expression Profiling","Pancreaticoduodenectomy","Neoadjuvant Therapy","Biomarkers, Tumor","Antibodies, Monoclonal, Humanized","Duodenal Neoplasms"],"publication_types":["Case Reports","Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40916483","title":"Causal Effects of Inflammatory Cytokines on Bipolar Disorder A Bidirectional Two-Sample Mendelian Randomization Study.","abstract":"Inflammatory cytokine disturbance is a prominent outcome of immune dysregulation, extensively documented in bipolar disorder (BD). However, observational studies have exhibited inconsistent findings, and the causal relationships between inflammatory factors and BD remain unclear. Hence, this study aimed to uncover the causality between circulating inflammatory cytokines and BD. In the bidirectional Mendelian randomization (MR) analysis, two genetic instruments derived from a publicly available genomic dataset were utilized. Genetic variant data for 41 inflammatory cytokines were obtained from a meta-analysis of genome-wide association studies involving 8293 Finnish individuals. BD data included 41,917 cases and 371,549 controls from the Psychiatric Genomics Consortium Database. To estimate causal connections between inflammation cytokines and BD, we performed five methods inverse variance weighting (IVW), MR-Egger, weighted median, simple mode, and weighted mode. Sensitivity analyses were conducted to evaluate robustness, including tests for heterogeneity, pleiotropy, and leave-one-out validation. In the IVW approach, we identified significant associations between genetic liability to elevated levels of interleukin-17 (IL-17), macrophage inflammatory protein-1 (MIP-1 ), and monocyte chemotactic protein 3 (MCP-3) with increased risk of developing BD (odds ratio Operating Room 1.119, 95 confidence interval CI 1.021-1.226, p 0.016 Operating Room 1.084, 95 CI 1.002-1.174, p 0.044 Operating Room 1.060, 95 CI 1.001-1.122, p 0.046, respectively). Across the various MR methods employed, the directions of causal inferences remained consistent. However, reverse MR analysis revealed no significant evidence for causal effects of genetic predisposition to BD on inflammatory cytokines. Our findings provide robust genetic evidence supporting causal effects of elevated circulating inflammatory cytokines on BD, conferring a high susceptibility to BD. Our study emphasizes that interventions aimed at reducing peripheral inflammatory cytokine levels should be prioritized in BD management.","authors":[{"last_name":"Cheng","fore_name":"Ying","initials":"Y","full_name":"Ying Cheng"},{"last_name":"Wang","fore_name":"Meiti","initials":"M","full_name":"Meiti Wang"},{"last_name":"Fang","fore_name":"Yu","initials":"Y","full_name":"Yu Fang"},{"last_name":"Xu","fore_name":"Jinjie","initials":"J","full_name":"Jinjie Xu"},{"last_name":"Zheng","fore_name":"Jinxin","initials":"J","full_name":"Jinxin Zheng"},{"last_name":"Ju","fore_name":"Peijun","initials":"P","full_name":"Peijun Ju"},{"last_name":"Chen","fore_name":"Jianhua","initials":"J","full_name":"Jianhua Chen"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/brb3.70796","journal":"Brain and behavior","journal_abbr":"Brain Behav","source":"pubmed","mesh_headings":["Humans","Bipolar Disorder","Mendelian Randomization Analysis","Cytokines","Genome-Wide Association Study","Genetic Predisposition to Disease","Inflammation","Polymorphism, Single Nucleotide"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
