{"id":"40923198","title":"A multicountry, multicenter report to identify nutritional risks in female populations using the FIGO Nutrition Checklist.","abstract":"To identify potential nutritional risks for women using the FIGO Nutrition Checklist in relation to region, age and pregnancy/intention. A retrospective analysis was conducted using 1515 responses from the online version of the FIGO Nutrition Checklist available on the FIGO website. Participants who responded No to at least one dietary question were classified as at potential nutritional risk. Most participants (1432/1515, 94.5 ) answered No to at least one of the diet quality questions. Low fish intake was the most common potential nutritional risk (687/1515, 45.3 ), followed by limited pulses consumption (577/1515, 38.1 ). Over half of the participants aged 17-44 years (653/1265, 51.6 ) reported not taking a folic acid supplement. More women of post-reproductive age ( 45 years) reported achieving the recommended standards for fruit and vegetables (166/236, 70.3 vs. 786/1265, 60.7 , P 0.005), pulses (178/236, 75.4 vs. 749/1265, 59.2 vs. P 0.001) and fish (147/236, 62.3 vs. 671/1265, 53 P 0.009) compared with peak reproductive age participants. More non-pregnant women ( 45 years) reported meeting the recommended standards for wholegrain foods (391/480, 81.5 vs. 598/782, 76.5 , P 0.037) and meat, poultry or eggs (416/480, 86.7 vs. 623/782, 79.7 , P 0.002) compared with pregnant/planning pregnancy participants. When the five FIGO regions were compared, Africa and the Eastern Mediterranean were more likely to achieve all nutritional requirements followed by North America. Nearly half of the Asia Oceania region reported at least four potential nutritional risks (191/401, 47.6 ), higher than other world regions. Nutritional risk is a global concern. The FIGO Nutrition Checklist helps healthcare professionals identify potential nutritional risks in women s diets and supports national and international implementation of nutrition guidelines.","authors":[{"last_name":"Taylor","fore_name":"Alex K L","initials":"AKL","full_name":"Alex K L Taylor"},{"last_name":"Murphy","fore_name":"Lucy","initials":"L","full_name":"Lucy Murphy"},{"last_name":"Callanan","fore_name":"Sophie","initials":"S","full_name":"Sophie Callanan"},{"last_name":"Killeen","fore_name":"Sarah Louise","initials":"SL","full_name":"Sarah Louise Killeen"},{"last_name":"O'Reilly","fore_name":"Sharleen L","initials":"SL","full_name":"Sharleen L O'Reilly"},{"last_name":"Divakar","fore_name":"Hema","initials":"H","full_name":"Hema Divakar"},{"last_name":"Mohamed","fore_name":"Hamid Jan Bin Jan","initials":"HJBJ","full_name":"Hamid Jan Bin Jan Mohamed"},{"last_name":"Hanson","fore_name":"Mark A","initials":"MA","full_name":"Mark A Hanson"},{"last_name":"McAuliffe","fore_name":"Fionnuala M","initials":"FM","full_name":"Fionnuala M McAuliffe"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/ijgo.70525","journal":"International journal of gynaecology and obstetrics: the official organ of the International Federation of Gynaecology and Obstetrics","journal_abbr":"Int J Gynaecol Obstet","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40923197","title":"Harnessing Chromone as a Versatile Scaffold for Emerging Biological Applications Recent Advances and Medicinal Insights.","abstract":"Chromones, characterized by a benzo-annulated -pyrone core, represent a privileged scaffold, offering a diverse pharmacological spectrum. Clinically approved drugs such as disodium cromoglycate and flavoxate underscore their therapeutic significance. Recent advancements in synthetic strategies have facilitated the development of novel chromone derivatives with improved bioactivity, selectively modulating key molecular targets implicated in cancer, inflammation, diabetes, infectious diseases, and neurodegenerative disorders. Furthermore, their emerging utility as imaging probes and regulators of pharmacologically relevant targets, such as pyridoxal phosphatase (PDXP), highlights their expanding role in modern drug discovery. This review provides a comprehensive overview of recent progress in the identification of bioactive chromone-based natural products and synthetic analogs, emphasizing their therapeutic potential. Additionally, critical innovations in recent synthetic methodologies and targeted therapeutic applications are discussed, reinforcing chromones as a sustainable and multifunctional framework for next-generation drug development.","authors":[{"last_name":"Kaishap","fore_name":"Partha Pratim","initials":"PP","full_name":"Partha Pratim Kaishap"},{"last_name":"Laskar","fore_name":"Boonam","initials":"B","full_name":"Boonam Laskar"},{"last_name":"Dutta","fore_name":"Debashis","initials":"D","full_name":"Debashis Dutta"},{"last_name":"Gogoi","fore_name":"Neelutpal","initials":"N","full_name":"Neelutpal Gogoi"},{"last_name":"Dey","fore_name":"Tapan","initials":"T","full_name":"Tapan Dey"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/tcr.202500073","journal":"Chemical record (New York, N.Y.)","journal_abbr":"Chem Rec","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40923137","title":"2025 Clinical Practice Guideline Update by the Infectious Diseases Society of America on the Treatment and Management of COVID-19 Abatacept.","abstract":"This article provides a focused update to the clinical practice guideline on the treatment and management of patients with coronavirus disease 2019 (Coronavirus Disease 2019), developed by the Infectious Diseases Society of America. The guideline panel presents a recommendation on the use of abatacept in hospitalized adults with severe or critical Coronavirus Disease 2019. The recommendation is based on evidence derived from a systematic literature review and adheres to a standardized methodology for rating the certainty of evidence and strength of recommendation according to the GRADE (Grading of Recommendations, Assessment, Development, and Evaluation) approach.","authors":[{"last_name":"Nadig","fore_name":"Nandita","initials":"N","full_name":"Nandita Nadig"},{"last_name":"Bhimraj","fore_name":"Adarsh","initials":"A","full_name":"Adarsh Bhimraj"},{"last_name":"Cawcutt","fore_name":"Kelly","initials":"K","full_name":"Kelly Cawcutt"},{"last_name":"Chiotos","fore_name":"Kathleen","initials":"K","full_name":"Kathleen Chiotos"},{"last_name":"Dzierba","fore_name":"Amy L","initials":"AL","full_name":"Amy L Dzierba"},{"last_name":"Kim","fore_name":"Arthur Y","initials":"AY","full_name":"Arthur Y Kim"},{"last_name":"Martin","fore_name":"Greg S","initials":"GS","full_name":"Greg S Martin"},{"last_name":"Pearson","fore_name":"Jeffrey C","initials":"JC","full_name":"Jeffrey C Pearson"},{"last_name":"Shumaker","fore_name":"Amy Hirsch","initials":"AH","full_name":"Amy Hirsch Shumaker"},{"last_name":"Baden","fore_name":"Lindsey R","initials":"LR","full_name":"Lindsey R Baden"},{"last_name":"Bedimo","fore_name":"Roger","initials":"R","full_name":"Roger Bedimo"},{"last_name":"Cheng","fore_name":"Vincent Chi-Chung","initials":"VC","full_name":"Vincent Chi-Chung Cheng"},{"last_name":"Chew","fore_name":"Kara W","initials":"KW","full_name":"Kara W Chew"},{"last_name":"Daar","fore_name":"Eric S","initials":"ES","full_name":"Eric S Daar"},{"last_name":"Glidden","fore_name":"David V","initials":"DV","full_name":"David V Glidden"},{"last_name":"Hardy","fore_name":"Erica J","initials":"EJ","full_name":"Erica J Hardy"},{"last_name":"Johnson","fore_name":"Steven","initials":"S","full_name":"Steven Johnson"},{"last_name":"Li","fore_name":"Jonathan Z","initials":"JZ","full_name":"Jonathan Z Li"},{"last_name":"MacBrayne","fore_name":"Christine","initials":"C","full_name":"Christine MacBrayne"},{"last_name":"Nakamura","fore_name":"Mari M","initials":"MM","full_name":"Mari M Nakamura"},{"last_name":"Riley","fore_name":"Laura","initials":"L","full_name":"Laura Riley"},{"last_name":"Shafer","fore_name":"Robert W","initials":"RW","full_name":"Robert W Shafer"},{"last_name":"Shoham","fore_name":"Shmuel","initials":"S","full_name":"Shmuel Shoham"},{"last_name":"Tebas","fore_name":"Pablo","initials":"P","full_name":"Pablo Tebas"},{"last_name":"Tien","fore_name":"Phyllis C","initials":"PC","full_name":"Phyllis C Tien"},{"last_name":"Loveless","fore_name":"Jennifer","initials":"J","full_name":"Jennifer Loveless"},{"last_name":"Falck-Ytter","fore_name":"Yngve","initials":"Y","full_name":"Yngve Falck-Ytter"},{"last_name":"Morgan","fore_name":"Rebecca L","initials":"RL","full_name":"Rebecca L Morgan"},{"last_name":"Gandhi","fore_name":"Rajesh T","initials":"RT","full_name":"Rajesh T Gandhi"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1093/cid/ciaf354","journal":"Clinical infectious diseases : an official publication of the Infectious Diseases Society of America","journal_abbr":"Clin Infect Dis","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40923015","title":"Characterization of the clinical features, laboratory findings, and outcomes of human fascioliasis in a global network a retrospective mutlicenter study.","abstract":"Fascioliasis, caused by and , is a neglected tropical disease that has significant medical and veterinary importance. This foodborne zoonotic trematodiases primarily affects poor rural populations in tropical and subtropical areas, where prevalence can be as high as 21 . This study aims to characterize the clinical features, laboratory findings, and outcomes of fascioliasis in a real-world cohort. Retrospective study. Patients 18 years old diagnosed with fascioliasis were identified from TriNetX, a global federated research network, on October 26, 2024. We used the International Classification of Diseases results to define fascioliasis (ICD-10 code B66.3) for the period 2021-2024. These data include demographics, diagnoses, comorbidities, procedures, clinical laboratory results, and medications. All variables except outcomes were not time-bound to the diagnosis date. In a cohort of 174 predominantly middle-aged, female, and Caucasian patients, we found high rates of essential hypertension, neoplasms, heart disease, liver disease, and sleep disorders. Key symptoms included upper abdominal pain, skin complaints, dyspnea, and malaise/fatigue. Some outcomes were hepatomegaly, cholelithiasis, and cholangitis in 10 of patients, with hepatic cirrhosis being rare. Among hospitalized patients within 3 months of diagnosis, 63 experienced abdominal pain. Of the 13 patients who developed cholangitis or cholelithiasis, most were men, had abdominal pain, nausea/vomiting, dysphagia, and ascites with a history of liver or intrahepatic bile neoplasia. A total of 90-day mortality was low (less than 6 ). Triclabendazole was reported in only 6 of these patients. In a large real-world case series of fascioliasis, we found a high frequency of comorbidities and typical gastrointestinal symptoms. The low use of triclabendazole may be due to limited access to the product in certain countries or its omission from the database if prescribed in the outpatient setting. Mortality was very low, but biliary and liver complications warrant characterization through additional prospective clinical studies.","authors":[{"last_name":"Henao-Martínez","fore_name":"Andrés F","initials":"AF","full_name":"Andrés F Henao-Martínez"},{"last_name":"Celis-Salinas","fore_name":"Juan C","initials":"JC","full_name":"Juan C Celis-Salinas"},{"last_name":"Casapia-Morales","fore_name":"Martin","initials":"M","full_name":"Martin Casapia-Morales"},{"last_name":"Ramirez-García","fore_name":"Edgar A","initials":"EA","full_name":"Edgar A Ramirez-García"},{"last_name":"Chastain","fore_name":"Daniel B","initials":"DB","full_name":"Daniel B Chastain"},{"last_name":"Hidron","fore_name":"Alicia","initials":"A","full_name":"Alicia Hidron"},{"last_name":"Franco-Paredes","fore_name":"Carlos","initials":"C","full_name":"Carlos Franco-Paredes"},{"last_name":"Agudelo Higuita","fore_name":"Nelson Iván","initials":"NI","full_name":"Nelson Iván Agudelo Higuita"},{"last_name":"Marcos","fore_name":"Luis A","initials":"LA","full_name":"Luis A Marcos"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1177/20499361251365508","journal":"Therapeutic advances in infectious disease","journal_abbr":"Ther Adv Infect Dis","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922985","title":"Clinical Characteristics, Prognosis, and Risk Factors for Mortality in Influenza-Associated Pulmonary Aspergillosis and COVID-19-Associated Pulmonary Aspergillosis A Multicenter Retrospective Study.","abstract":"Multiple studies have confirmed that viral pneumonia is a high-risk factor for invasive pulmonary aspergillosis (IPA), this retrospective study aims to analyze the differences in clinical characteristics, prognosis, and high-risk factors for mortality between patients with influenza virus-associated pulmonary aspergillosis (IAPA) and those with Coronavirus Disease 2019-associated pulmonary aspergillosis (CAPA). Clinical data from IAPA and CAPA patients diagnosed at four hospitals were collected. The clinical characteristics and prognostic differences between the two groups were analyzed and compared, with Cox regression used to identify the risk factors for mortality. A total of 106 patients were included in this study. Compared to CAPA patients, IAPA patients had a higher proportion of chronic obstructive pulmonary disease comorbidities, lower rates of history of solid organ transplantation, and a shorter time from viral infection to aspergillosis development. CAPA patients exhibited lower levels of white blood cells, and C-reactive protein. The CAPA group also received longer courses of antibiotic and corticosteroid therapy. Compared to IAPA, the CAPA group exhibited a higher incidence of complications, including bacterial infections, deep vein thrombosis in the lower limbs, gastrointestinal bleeding, and heart failure. The mortality rate was also higher in the CAPA group. The survival curve of IAPA was more favorable than that of CAPA. Cox regression analysis identified Intensive Care Unit admission at diagnosis as an independent risk factor for mortality in IAPA patients (Operating Room 9.578). The IAPA group had a higher proportion of patients with Chronic Obstructive Pulmonary Disease, a more acute disease onset, Admission to the Intensive Care Unit at diagnosis was identified as a risk factor for IAPA-related mortality. In comparison, the CAPA group had a higher proportion of immunodeficient patients, received more corticosteroid treatment, and was more susceptible to complications such as bacterial infections, thrombosis, and gastrointestinal bleeding, all of which contributed to an increased risk of death.","authors":[{"last_name":"Jiang","fore_name":"Qiuting","initials":"Q","full_name":"Qiuting Jiang"},{"last_name":"Xu","fore_name":"Liang","initials":"L","full_name":"Liang Xu"},{"last_name":"Zhou","fore_name":"Wei","initials":"W","full_name":"Wei Zhou"},{"last_name":"Fu","fore_name":"Lianlian","initials":"L","full_name":"Lianlian Fu"},{"last_name":"Zou","fore_name":"Chang","initials":"C","full_name":"Chang Zou"},{"last_name":"Lou","fore_name":"Hui","initials":"H","full_name":"Hui Lou"},{"last_name":"Yao","fore_name":"Yake","initials":"Y","full_name":"Yake Yao"},{"last_name":"Zhou","fore_name":"Hua","initials":"H","full_name":"Hua Zhou"},{"last_name":"Yang","fore_name":"Xiaoyan","initials":"X","full_name":"Xiaoyan Yang"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.2147/IDR.S542063","journal":"Infection and drug resistance","journal_abbr":"Infect Drug Resist","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922898","title":"Recurrent Bloodstream Infections Without Sepsis in a Patient With Short Bowel Syndrome on Parenteral Nutrition A Case of Potential Sepsis Tolerance.","abstract":"Adults with short bowel syndrome (SBS), malabsorption, and malnutrition often require long-term parenteral nutrition (PN), typically as total PN (TPN). These patients are susceptible to bloodstream infections and sepsis. We present a case of a 63-year-old male patient who developed SBS following an acute mesenteric event. During his follow-up, he experienced recurrent episodes of bacteremia and fungemia, likely due to non-adherence to infection prevention guidelines. Surprisingly, all but the final episode did not progress to sepsis. He recovered from these infections with fluid resuscitation and appropriate systemic antibiotics or antifungals and removal of the infected venous access when indicated. We hypothesize that this patient developed a state of tolerance to sepsis. The potential mechanisms that contribute to protection from sepsis in this patient with recurrent bloodstream infections are discussed.","authors":[{"last_name":"Brin","fore_name":"Akiva","initials":"A","full_name":"Akiva Brin"},{"last_name":"Israel","fore_name":"Sarah","initials":"S","full_name":"Sarah Israel"},{"last_name":"Matza-Porges","fore_name":"Sigal","initials":"S","full_name":"Sigal Matza-Porges"},{"last_name":"Ackerman","fore_name":"Zvi","initials":"Z","full_name":"Zvi Ackerman"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.7759/cureus.89601","journal":"Cureus","journal_abbr":"Cureus","source":"pubmed","mesh_headings":null,"publication_types":["Case Reports","Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922872","title":"Necrotizing Mediastinal Mass and Cavitary Pneumonia From Probable Co-infection With Epstein-Barr Virus and Mycoplasma pneumoniae.","abstract":"Mycoplasma pneumoniae (MP) is a bacterium commonly known to cause mild respiratory infections, especially in young children. Epstein-Barr virus (EBV) is a herpesvirus that causes infectious mononucleosis, typically a mild illness in younger individuals. However, in its severe form, EBV can cause pneumonia. Severe pneumonia resulting from co-infection with MP and EBV is rare, with few cases reported in the literature, mostly in the pediatric population. We report a case of a 20-year-old man who presented with a one-week history of progressively worsening right-sided pleuritic chest pain, subjective fevers and chills, night sweats, and a productive cough with purulent sputum. An initial extensive infectious work-up was unremarkable. Computed tomography (Computed Tomography) imaging of the chest revealed a heterogeneous, possibly necrotic, posterior mediastinal mass, part of which encased the right inferior pulmonary vein and cavitary pneumonia. A previous Computed Tomography scan of the abdomen, which captured the lower mediastinum three weeks prior to presentation, did not show the presence of this mass, suggesting a bacterial origin. There was no response to initial empiric antimicrobials, necessitating an escalation of the antimicrobial regimen. After extensive work-up, the patient was found to have positive Mycoplasma immunoglobulin M (IgM) and positive EBV however, Mycoplasma PCR testing could not be obtained. The antibiotic regimen was modified to include azithromycin, resulting in marked clinical improvement. Repeat Computed Tomography scans at two weeks and three months showed a reduction in the size of the necrotic mass. The patient was subsequently discharged home in stable condition and has remained well.","authors":[{"last_name":"Wells","fore_name":"Drew A","initials":"DA","full_name":"Drew A Wells"},{"last_name":"Baeza","fore_name":"Jaime","initials":"J","full_name":"Jaime Baeza"},{"last_name":"Brewer","fore_name":"StefaniRae","initials":"S","full_name":"StefaniRae Brewer"},{"last_name":"Animalu","fore_name":"Chinelo","initials":"C","full_name":"Chinelo Animalu"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.7759/cureus.89642","journal":"Cureus","journal_abbr":"Cureus","source":"pubmed","mesh_headings":null,"publication_types":["Case Reports","Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922809","title":"Antimicrobial resistance in in nine sentinel countries within the World Health Organization Enhanced Gonococcal Antimicrobial Surveillance Programme (EGASP), 2023 a retrospective observational study.","abstract":"The global spread of antimicrobial resistance (AMR) in threatens empiric single-dose gonorrhoea treatment. Enhanced global AMR surveillance is imperative. We report i) gonococcal antimicrobial susceptibility and resistance data from 2023 in the World Health Organization Enhanced Gonococcal Antimicrobial Surveillance Programme (World Health Organization EGASP) in the World Health Organization Western Pacific Region (Cambodia, the Philippines, Viet Nam), Southeast Asian Region (Indonesia, Thailand), and African Region (Malawi, South Africa, Uganda, Zimbabwe), and ii) metadata of the gonorrhoea patients. In 2023, World Health Organization EGASP included men with urethral discharge (n 3498) and gonococcal isolates (n 2491). Minimum inhibitory concentrations (MICs, mg/L) values were determined for ceftriaxone, cefixime, azithromycin, gentamicin, and ciprofloxacin using Etest (bioM rieux). Breakpoints from the European Committee on Antimicrobial Susceptibility Testing (EUCAST) were applied. Clinical and epidemiological variables associated with AMR isolates were assessed using univariable and multivariable logistic regression analyses of odds ratios. Overall, 3.8 (95 confidence interval (95 CI) 3.1-4.6 95/2487), 8.9 (95 CI 7.9-10.1 222/2484), 3.6 (95 CI 2.9-4.4 89/2487), and 95.3 (95 CI 93.2-97.5 1801/1890) of isolates were resistant to ceftriaxone, cefixime, azithromycin, and ciprofloxacin, respectively. All the ceftriaxone-resistant isolates were from Cambodia (15.3 (95 CI 11.5-20.1 ), 42/274) and Viet Nam (20.4 (95 CI 15.9-25.7 ), 53/260). In univariable analysis, ceftriaxone resistance was associated with travelling within the country during previous 30 days (Operating Room 4.66, 95 CI 3.06-7.16 0.001), and this association remained in multivariable analysis (aOR 4.12, 95 CI 2.65-6.65 0.001). Resistance to ceftriaxone, cefixime, and azithromycin is a major global concern, and expanded and improved resistance surveillance is essential. The World Health Organization EGASP has been substantially expanded in the recent years. Additionally, resistance breakpoints have been harmonised and test-of-cure, whole-genome sequencing, and extragenital sampling implemented, where feasible. Novel antimicrobials for gonorrhoea treatment are critical zoliflodacin and gepotidacin are promising. World Health Organization, Global Fund.","authors":[{"last_name":"Maatouk","fore_name":"Ismael","initials":"I","full_name":"Ismael Maatouk"},{"last_name":"Vumbugwa","fore_name":"Phiona","initials":"P","full_name":"Phiona Vumbugwa"},{"last_name":"Cherdtrakulkiat","fore_name":"Thitima","initials":"T","full_name":"Thitima Cherdtrakulkiat"},{"last_name":"Heng","fore_name":"Lon Say","initials":"LS","full_name":"Lon Say Heng"},{"last_name":"Hoffman","fore_name":"Irving","initials":"I","full_name":"Irving Hoffman"},{"last_name":"Palaypayon","fore_name":"Noel","initials":"N","full_name":"Noel Palaypayon"},{"last_name":"Kakooza","fore_name":"Francis","initials":"F","full_name":"Francis Kakooza"},{"last_name":"Kittiyaowamarn","fore_name":"Rossaphorn","initials":"R","full_name":"Rossaphorn Kittiyaowamarn"},{"last_name":"Kyambadde","fore_name":"Peter","initials":"P","full_name":"Peter Kyambadde"},{"last_name":"Lahra","fore_name":"Monica M","initials":"MM","full_name":"Monica M Lahra"},{"last_name":"Lan","fore_name":"Pham Thi","initials":"PT","full_name":"Pham Thi Lan"},{"last_name":"Maseko","fore_name":"Venessa","initials":"V","full_name":"Venessa Maseko"},{"last_name":"Matoga","fore_name":"Mitch","initials":"M","full_name":"Mitch Matoga"},{"last_name":"Machiha","fore_name":"Anna","initials":"A","full_name":"Anna Machiha"},{"last_name":"Müller","fore_name":"Etienne","initials":"E","full_name":"Etienne Müller"},{"last_name":"Nguyen","fore_name":"Thuy Thi Phan","initials":"TTP","full_name":"Thuy Thi Phan Nguyen"},{"last_name":"Doanh","fore_name":"Le Huu","initials":"LH","full_name":"Le Huu Doanh"},{"last_name":"Ouk","fore_name":"Vichea","initials":"V","full_name":"Vichea Ouk"},{"last_name":"Setiawaty","fore_name":"Vivi","initials":"V","full_name":"Vivi Setiawaty"},{"last_name":"Sia","fore_name":"Sonia B","initials":"SB","full_name":"Sonia B Sia"},{"last_name":"Hartono","fore_name":"Teguh S","initials":"TS","full_name":"Teguh S Hartono"},{"last_name":"Virak","fore_name":"Mot","initials":"M","full_name":"Mot Virak"},{"last_name":"Thuy Van","fore_name":"Nguyen Thi","initials":"NT","full_name":"Nguyen Thi Thuy Van"},{"last_name":"Unemo","fore_name":"Magnus","initials":"M","full_name":"Magnus Unemo"},{"last_name":"Wi","fore_name":"Teodora","initials":"T","full_name":"Teodora Wi"},{"last_name":"","fore_name":"","initials":"","full_name":""}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.lanwpc.2025.101663","journal":"The Lancet regional health. Western Pacific","journal_abbr":"Lancet Reg Health West Pac","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922753","title":"Food as Medicine Curbing Type-2 Diabetes Prevalence Through Consumption of High Amylose Starchy Foods in Sub-Saharan Africa.","abstract":"The prevalence of nutrition-related non-communicable diseases like diabetes mellitus (Diabetes Mellitus) is exponentially increasing across the world. Particularly, type-2 diabetes mellitus (T2DM) is prevalent in sub-Saharan Africa (SSA) than in any other region of the world, with a significant effect on mortality and morbidity. T2DM is a disease known to be associated with elevated glucose levels in the blood, caused by numerous factors including dietary and lifestyle changes. Ensuring an adequate supply of a healthy diet through a transformed food system could be a potential strategy to mitigate T2DM in SSA. In plants, starch is the most common storage carbohydrate, and it is the major glucose-releasing carbohydrate in human diets. The rate of starch digestibility varies and is largely due to the proportion of its two polyglucan components, amylose and amylopectin. Although, no medication has been found to effectively treat T2DM, it could be managed through effective postprandial glycemia control. This article reviews the mechanism for slowing down the rate of starch digestion and absorption in the small intestine through direct alteration of amylose and amylopectin in starch crops. This strategy would ensure the supply of healthy diets for consumption and ultimately help to curb the increasing prevalence of T2DM.","authors":[{"last_name":"Adegbaju","fore_name":"Muyiwa S","initials":"MS","full_name":"Muyiwa S Adegbaju"},{"last_name":"Adegbaju","fore_name":"Ifeoluwa E","initials":"IE","full_name":"Ifeoluwa E Adegbaju"},{"last_name":"Issah","fore_name":"Memunat A","initials":"MA","full_name":"Memunat A Issah"},{"last_name":"Saccoh","fore_name":"Fatimatou","initials":"F","full_name":"Fatimatou Saccoh"},{"last_name":"Falade","fore_name":"Ademola A","initials":"AA","full_name":"Ademola A Falade"},{"last_name":"Lloyd","fore_name":"James R","initials":"JR","full_name":"James R Lloyd"},{"last_name":"Morenikeji","fore_name":"Olanrewaju B","initials":"OB","full_name":"Olanrewaju B Morenikeji"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.34172/apb.025.43630","journal":"Advanced pharmaceutical bulletin","journal_abbr":"Adv Pharm Bull","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40922719","title":"Age Modifies the Association Between HBV DNA Levels and Liver Dysfunction Risk During Pregnancy.","abstract":"Hepatitis B virus (HBV) infection is a serious public health concern worldwide, especially during pregnancy due to the associated health risks for the mother and fetus. This study aimed to explore the relationship between alanine aminotransferase (Alanine Aminotransferase) levels, age and HBV Deoxyribonucleic Acid levels in pregnant women with chronic HBV infection. Our cohort study included 1743 pregnant women with HBV who gave birth from January 2021 to June 2024. Participants were divided into three groups based on HBV Deoxyribonucleic Acid levels (log IU/mL) low ( 3.3 n 691), moderate (3.3-4.3 n 398) and high ( 4.3 n 654). We used modified Poisson regression models and linear trend tests to assess the relationships between HBV Deoxyribonucleic Acid levels and gestational minimally raised alanine aminotransferase (MRALT, 40-80 U/L) or raised alanine aminotransferase (RALT, 80 U/L). Additionally, we evaluated the associations between MRALT/RALT and obstetric outcomes. In pregnant women of advanced maternal age ( 35 years), HBV Deoxyribonucleic Acid was independently linked to a higher incident RALT risk but not to MRALT risk. A gradient was evident between HBV Deoxyribonucleic Acid levels and RALT risk (p for trend 0.001). Significant links between RALT and premature birth, as well as low birth weight, were found in both participants younger than 35 years and those older than 35 years, but without statistical significance in the latter group. Age significantly modified the association between elevated HBV Deoxyribonucleic Acid levels and RALT risk, highlighting the importance of age-stratified monitoring in pregnant women with chronic HBV infection. This highlights the importance of targeted management to prevent adverse outcomes.","authors":[{"last_name":"Tao","fore_name":"Xingran","initials":"X","full_name":"Xingran Tao"},{"last_name":"Yu","fore_name":"Wenjing","initials":"W","full_name":"Wenjing Yu"},{"last_name":"Yan","fore_name":"Qiao","initials":"Q","full_name":"Qiao Yan"},{"last_name":"Han","fore_name":"Guorong","initials":"G","full_name":"Guorong Han"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1111/jvh.70074","journal":"Journal of viral hepatitis","journal_abbr":"J Viral Hepat","source":"pubmed","mesh_headings":["Humans","Female","Pregnancy","Adult","DNA, Viral","Alanine Transaminase","Pregnancy Complications, Infectious","Hepatitis B, Chronic","Hepatitis B virus","Age Factors","Cohort Studies","Maternal Age","Young Adult","Risk Factors","Viral Load"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922707","title":"Abundance of Maternal Mitochondrial Genome Is Dispensable up to the Mitochondrial Genome Activation in Post-Implantation Embryos.","abstract":"Mitochondria in the egg are suggested to be crucial for the onset of new life. However, there is ambiguous knowledge about the necessity for fertilization and early embryonic development. Therefore, we created a conditional Tfam knockout (Tfam Zp3-Cre) to produce Tfam oocytes for investigation of the mitochondrial abundance in oocytes and early embryos. This created mtDNA-depleted eggs, although the abundance of mitochondria did not change. Despite decreased mitochondrial membrane potential, Tfam oocytes matured and were fertilized, which led to embryo formation. These Tfam eggs were developed into mtDNA-deficient blastocysts. Both TFAM and mtDNA appear to be dispensable for the success of embryo implantation. Tfam expression and mtDNA replication rescue the mtDNA-deficient embryo after implantation, enabling passage through a post-implantation bottleneck, and allowing survivor embryos to develop into healthy individuals. Our findings highlight the uncoupled relationship between mtDNA replication and mitochondrial abundance in the growing oocyte and show the importance of the oocyte bulk mtDNA for successful mitochondrial activation in post-implantation embryos.","authors":[{"last_name":"Shavit","fore_name":"Miki","initials":"M","full_name":"Miki Shavit"},{"last_name":"Vancová","fore_name":"Marie","initials":"M","full_name":"Marie Vancová"},{"last_name":"Jedlicka","fore_name":"Jan","initials":"J","full_name":"Jan Jedlicka"},{"last_name":"Bílý","fore_name":"Tomáš","initials":"T","full_name":"Tomáš Bílý"},{"last_name":"Mahrouk","fore_name":"Mushrek","initials":"M","full_name":"Mushrek Mahrouk"},{"last_name":"Cendelin","fore_name":"Jan","initials":"J","full_name":"Jan Cendelin"},{"last_name":"Grygarova","fore_name":"Kateřina","initials":"K","full_name":"Kateřina Grygarova"},{"last_name":"Popelková","fore_name":"Kristýna","initials":"K","full_name":"Kristýna Popelková"},{"last_name":"Tůma","fore_name":"Zdeněk","initials":"Z","full_name":"Zdeněk Tůma"},{"last_name":"Pribanova","fore_name":"Gabriela","initials":"G","full_name":"Gabriela Pribanova"},{"last_name":"Kuncová","fore_name":"Jitka","initials":"J","full_name":"Jitka Kuncová"},{"last_name":"Nevoral","fore_name":"Jan","initials":"J","full_name":"Jan Nevoral"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1096/fj.202501179R","journal":"FASEB journal : official publication of the Federation of American Societies for Experimental Biology","journal_abbr":"FASEB J","source":"pubmed","mesh_headings":["Animals","Female","Mice","Genome, Mitochondrial","Oocytes","Embryo Implantation","DNA, Mitochondrial","Blastocyst","Embryonic Development","Mice, Knockout","Mitochondria","DNA Replication","Embryo, Mammalian","Male"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922704","title":"Efficacy and Safety of Velpatasvir Plus Sofosbuvir With or Without Ribavirin in Hepatitis C Patients With Decompensated Cirrhosis A Systematic Review and Meta-Analysis.","abstract":"To assess the efficacy and safety of the Velpatasvir (VEL)/Sofosbuvir (SOF) with or without Ribavirin (RBV) in treating patients with decompensated hepatitis C cirrhosis. We searched multiple databases for studies published from October 2010 to September 2024. Outcomes of interest were sustained viral response at 12 weeks (SVR12) and the safety of VEL/SOF with and without RBV regimens in patients with decompensated hepatitis C virus (HCV) cirrhosis. All statistical analyses were performed using R Statistics (4.4.1). We included 13 studies that enrolled 872 adult patients with decompensated cirrhosis due to HCV. The addition of RBV to the VEL/SOF regimen neither significantly improved SVR12 after the last dose of treatment 95.0 (366/391, 95 CI 89.0-99.0) vs. 94.0 (442/481, 95 CI 90.0-97.0) p 0.92 nor decreased virologic relapse 1.0 (2/158, 95 CI 0.0-8.0) vs. 6.0 (12/197, 95 CI 3.0-10.0) p 0.15 . VEL/SOF plus RBV therapy had a significantly higher rate of adverse events 92.0 (261/287, 95 CI 88.0-95.0) vs. 47.0 (167/348, 95 CI 24.0-71.0) p 0.01 and death 7.0 (20/287, 95 CI 2.0-16.0) vs. 2.0 (8/366, 95 CI 1.0-4.0) p 0.05 . However, for patients with genotype 3, adding RBV to the VEL/SOF regimen significantly improved SVR12 87.0 (26/30, 95 CI 71.0-98.0) vs. 45 (7/15, 95 CI 13.0-79.0) p 0.01 and decreased virologic relapse 0.0 (0/10, 95 CI 0.0-31.0) vs. 100 (1/1, 95 CI 2.0-100.0) p 0.02 . VEL/SOF based therapy is a safe and effective treatment for patients with decompensated cirrhosis due to HCV. The addition of RBV to VEL/SOF may increase toxicity without achieving improved efficacy overall. However, the addition of RBV significantly increased the SVR12 rate and reduced the virologic relapse in genotype 3 patients. Trial Registration PROSPERO database CRD42023491852.","authors":[{"last_name":"Xiao","fore_name":"Jing","initials":"J","full_name":"Jing Xiao"},{"last_name":"Zhang","fore_name":"Xinnian","initials":"X","full_name":"Xinnian Zhang"},{"last_name":"Mao","fore_name":"Xiaozhou","initials":"X","full_name":"Xiaozhou Mao"},{"last_name":"Lai","fore_name":"Shunhao","initials":"S","full_name":"Shunhao Lai"},{"last_name":"Li","fore_name":"Shuangli","initials":"S","full_name":"Shuangli Li"},{"last_name":"Sheng","fore_name":"Yunjian","initials":"Y","full_name":"Yunjian Sheng"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1111/jvh.70078","journal":"Journal of viral hepatitis","journal_abbr":"J Viral Hepat","source":"pubmed","mesh_headings":["Humans","Sofosbuvir","Heterocyclic Compounds, 4 or More Rings","Antiviral Agents","Liver Cirrhosis","Ribavirin","Carbamates","Drug Therapy, Combination","Sustained Virologic Response","Hepatitis C, Chronic","Treatment Outcome","Hepacivirus","Middle Aged","Male","Benzimidazoles","Benzopyrans","Drug Combinations"],"publication_types":["Journal Article","Systematic Review","Meta-Analysis","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40922687","title":"Estimated cost-savings from integrated care for HIV, diabetes and hypertension in sub-Saharan Africa a cost-minimisation analysis.","abstract":"In a cluster-randomised trial in Uganda and Tanzania, we showed that integrated management, compared with standard vertical care, could achieve a high standard of care for diabetes and hypertension without adversely affecting outcomes for Human Immunodeficiency Virus. However, evidence on the value for money of integrated care is needed to inform policy. Our economic evaluation aimed to establish the value for money of integrated care compared with vertical care for Human Immunodeficiency Virus, diabetes and hypertension. A societal perspective was adopted, considering provider and patient costs for integrated and standard care in Uganda and Tanzania over one year. Provider costs were estimated for 6714 participants based on five representative health facilities per country. Patient costs were captured via questionnaire from a sub-sample of 2708 participants. Provider costs at scale were estimated using national prevalence and utilisation data. Key inputs were varied in two-way sensitivity analyses. Among participants with single conditions, mean provider and patient costs per patient-visit did not differ significantly between integrated and standard care. Among participants with multiple conditions, mean provider and patient costs per patient-visit were, respectively, Int 18.67 (95 CI 10.89-26.45, 0.0001) and Int 5.86 (95 CI 2.57-9.16, 0.0005) lower in integrated clinics. If scaled up, integrated care could save providers Int 229 million in Uganda and Int 72 million in Tanzania. From a societal perspective, integrated care for participants with multiple conditions generated mean cost-savings of Int 41.54 (95 CI 29.42-53.67, 0.0001) per patient-visit. Integrated care is cost-saving from a societal perspective and should be considered for scale-up in Tanzania, Uganda and similar settings. ISRCTN43896688.","authors":[{"last_name":"Abou Jaoude","fore_name":"Gerard Joseph","initials":"GJ","full_name":"Gerard Joseph Abou Jaoude"},{"last_name":"Kivuyo","fore_name":"Sokoine","initials":"S","full_name":"Sokoine Kivuyo"},{"last_name":"Birungi","fore_name":"Josephine","initials":"J","full_name":"Josephine Birungi"},{"last_name":"Okebe","fore_name":"Joseph","initials":"J","full_name":"Joseph Okebe"},{"last_name":"Ramaiya","fore_name":"Kaushik","initials":"K","full_name":"Kaushik Ramaiya"},{"last_name":"Namakoola","fore_name":"Ivan","initials":"I","full_name":"Ivan Namakoola"},{"last_name":"Ouma","fore_name":"Simple","initials":"S","full_name":"Simple Ouma"},{"last_name":"Garrib","fore_name":"Anupam","initials":"A","full_name":"Anupam Garrib"},{"last_name":"van Widenfelt","fore_name":"Erik","initials":"E","full_name":"Erik van Widenfelt"},{"last_name":"Lazarus","fore_name":"Jeffrey Victor","initials":"JV","full_name":"Jeffrey Victor Lazarus"},{"last_name":"Mutungi","fore_name":"Gerald","initials":"G","full_name":"Gerald Mutungi"},{"last_name":"Ubuguyu","fore_name":"Omary","initials":"O","full_name":"Omary Ubuguyu"},{"last_name":"Ssali","fore_name":"Mina Nakawuka","initials":"MN","full_name":"Mina Nakawuka Ssali"},{"last_name":"Sewankambo","fore_name":"Nelson K","initials":"NK","full_name":"Nelson K Sewankambo"},{"last_name":"Skordis","fore_name":"Jolene","initials":"J","full_name":"Jolene Skordis"},{"last_name":"Mfinanga","fore_name":"Sayoki","initials":"S","full_name":"Sayoki Mfinanga"},{"last_name":"Nyirenda","fore_name":"Moffat J","initials":"MJ","full_name":"Moffat J Nyirenda"},{"last_name":"Jaffar","fore_name":"Shabbar","initials":"S","full_name":"Shabbar Jaffar"},{"last_name":"Batura","fore_name":"Neha","initials":"N","full_name":"Neha Batura"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1080/16549716.2025.2556364","journal":"Global health action","journal_abbr":"Glob Health Action","source":"pubmed","mesh_headings":["Humans","Hypertension","HIV Infections","Diabetes Mellitus","Delivery of Health Care, Integrated","Uganda","Tanzania","Female","Cost Savings","Male","Adult","Health Care Costs","Middle Aged","Cost-Benefit Analysis"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922679","title":"Prescriber Specialty Involvement in Medicare Patients With Chronic Hepatitis B.","abstract":"Chronic hepatitis B (CHB) is a major cause of liver-related morbidity and mortality in the United States. Patients with CHB require long-term antiviral treatment and consistent follow-up, but often face numerous barriers to accessing care and medications. In this study, we used the Medicare Part D database and the Rural-Urban Continuum code to explore specialty and geographic characteristics of healthcare providers that manage Medicare patients with CHB. Between 2013 and 2021, more than 7000 prescribers prescribed over 2.4 million 30-day prescriptions of these CHB therapies, of which 2 million (85 ) were in metropolitan counties. The number of 30-day prescriptions increased by 5.4 annually. The number of prescriptions by GI increased by 12.5 a year and prescriptions by APPs increased by 12.2 a year, while prescriptions by ID decreased by 14.0 annually. In non-metropolitan counties, APPs experienced -5 APC between 2013 and 2021, and PCPs experienced -12.5 APC between 2016 and 2021. In this study, we found that there has been a noticeable shift in the specialties prescribing medications for patients with hepatitis B. Gastroenterologists and APPs became significantly more involved as prescribers. The increase in APP management of patients with CHB is a welcoming development, especially in light of the physician workforce shortage. It is important to create solutions such as co-management to ensure that patients with CHB receive consistent care without further contributing to supply-demand mismatch in gastroenterology.","authors":[{"last_name":"Ying","fore_name":"Xiaohan","initials":"X","full_name":"Xiaohan Ying"},{"last_name":"Ng","fore_name":"Nicole","initials":"N","full_name":"Nicole Ng"},{"last_name":"Reidy","fore_name":"Deirdre","initials":"D","full_name":"Deirdre Reidy"},{"last_name":"Azari","fore_name":"Jade","initials":"J","full_name":"Jade Azari"},{"last_name":"Rosenblatt","fore_name":"Russell","initials":"R","full_name":"Russell Rosenblatt"},{"last_name":"Mathis","fore_name":"Walter S","initials":"WS","full_name":"Walter S Mathis"},{"last_name":"Congly","fore_name":"Stephen","initials":"S","full_name":"Stephen Congly"},{"last_name":"Jesudian","fore_name":"Arun","initials":"A","full_name":"Arun Jesudian"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1111/jvh.70070","journal":"Journal of viral hepatitis","journal_abbr":"J Viral Hepat","source":"pubmed","mesh_headings":["Humans","Hepatitis B, Chronic","United States","Antiviral Agents","Practice Patterns, Physicians'","Drug Prescriptions","Medicare","Female","Male"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922677","title":"Prediction of Hepatocellular Carcinoma and Other Liver-Related Events in Chronic Hepatitis B Patients With Metabolic Dysfunction or Metabolic Dysfunction-Associated Steatotic Liver Disease.","abstract":"Metabolic dysfunction and metabolic dysfunction-associated steatotic liver disease (MASLD) are associated with an increased risk of hepatocellular carcinoma (HCC) in patients with chronic hepatitis B (CHB). We aimed to study risk factors for HCC and to assess the performance of the PAGE-B score in this population. We included CHB patients with 1 metabolic comorbidity from nine centres. Steatosis was diagnosed by ultrasound, CAP, or histology. Risk factors were analysed by Cox regression, and the performance of the PAGE-B score was assessed in the overall population and across relevant subgroups. We included 1922 patients. 1730 (90.0 ) were overweight, 434 (22.6 ) had hypertension, 254 (13.2 ) dyslipidemia, 230 (12.0 ) diabetes and 732 (38.1 ) MASLD. Presence of cirrhosis, older age, lower platelets and lower albumin were independent risk factors for HCC. The 5-year HCC risk was 0.1 /2.0 /12.4 patients with low/intermediate/high PAGE-B scores (p 0.001). Consistent results were obtained in patients with MASLD (0/2.8/11.1 for low, intermediate and high PAGE-B scores (p 0.001)). PAGE-B stratified risk in patients without cirrhosis (0 vs. 1.2 and 1.8 , p 0.001). Among the subset of patients with cirrhosis, risks were 4.2 (low), 6.9 (intermediate) and 27.3 (high) (p 0.001). CHB patients with metabolic dysfunction and/or MASLD are at significant risk of HCC. The PAGE-B score can be used to stratify HCC risk in this population, with negligible 5-year HCC incidence in those without cirrhosis and low PAGE-B scores. However, caution should be exercised in patients with cirrhosis in whom HCC risk remains significant even among those with a low PAGE-B score.","authors":[{"last_name":"Patmore","fore_name":"Lesley A","initials":"LA","full_name":"Lesley A Patmore"},{"last_name":"Carey","fore_name":"Ivana","initials":"I","full_name":"Ivana Carey"},{"last_name":"Feld","fore_name":"Jordan J","initials":"JJ","full_name":"Jordan J Feld"},{"last_name":"Brouwer","fore_name":"Willem P","initials":"WP","full_name":"Willem P Brouwer"},{"last_name":"Patel","fore_name":"Keyur","initials":"K","full_name":"Keyur Patel"},{"last_name":"Buti","fore_name":"Maria","initials":"M","full_name":"Maria Buti"},{"last_name":"Honkoop","fore_name":"Pieter","initials":"P","full_name":"Pieter Honkoop"},{"last_name":"Postma","fore_name":"Douwe F","initials":"DF","full_name":"Douwe F Postma"},{"last_name":"Blokzijl","fore_name":"Hans","initials":"H","full_name":"Hans Blokzijl"},{"last_name":"Koc","fore_name":"Özgur M","initials":"ÖM","full_name":"Özgur M Koc"},{"last_name":"van Oorschot","fore_name":"Eva","initials":"E","full_name":"Eva van Oorschot"},{"last_name":"Agarwal","fore_name":"Kosh","initials":"K","full_name":"Kosh Agarwal"},{"last_name":"van der Valk","fore_name":"Marc","initials":"M","full_name":"Marc van der Valk"},{"last_name":"Lieveld","fore_name":"Faydra I","initials":"FI","full_name":"Faydra I Lieveld"},{"last_name":"Kilany","fore_name":"Mai","initials":"M","full_name":"Mai Kilany"},{"last_name":"Kramer","fore_name":"Matthijs","initials":"M","full_name":"Matthijs Kramer"},{"last_name":"de Bruijne","fore_name":"Joep","initials":"J","full_name":"Joep de Bruijne"},{"last_name":"Claassen","fore_name":"Mark A A","initials":"MAA","full_name":"Mark A A Claassen"},{"last_name":"Hansen","fore_name":"Bettina E","initials":"BE","full_name":"Bettina E Hansen"},{"last_name":"de Man","fore_name":"Robert A","initials":"RA","full_name":"Robert A de Man"},{"last_name":"Janssen","fore_name":"Harry L A","initials":"HLA","full_name":"Harry L A Janssen"},{"last_name":"Takkenberg","fore_name":"R Bart","initials":"RB","full_name":"R Bart Takkenberg"},{"last_name":"Sonneveld","fore_name":"Milan J","initials":"MJ","full_name":"Milan J Sonneveld"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1111/apt.70360","journal":"Alimentary pharmacology \u0026 therapeutics","journal_abbr":"Aliment Pharmacol Ther","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922664","title":"Changing clinical and laboratory characteristics of Progressive Multifocal Leukoencephalopathy a retrospective national cohort study.","abstract":"Progressive Multifocal Leukoencephalopathy (PML) is a severe demyelinating disease caused by JC polyomavirus (JCV), affecting immunocompromised individuals. We describe PML demographic, clinical, radiological and laboratory characteristics and survival over time and according to underlying condition in a large retrospective patient cohort. This is a retrospective cohort including Italian PML patients observed between 1987 and 2024, with known year of diagnosis and underlying disease. We included 456 cases with either a definite (n 376, 82.4 ) or clinico-radiological (n 80, 17.6 ) PML diagnosis. The relative frequency of Human Immunodeficiency Virus-associated cases decreased through four time periods (1987-1996 1997-2004 2005-2012 2013-2024) from 99 to 43 , in parallel with increasing age (p 0.0001), proportion of women (p 0.001) and CD4 counts (p 0.001), but not cerebrospinal fluid (CSF) or plasma JCV-Deoxyribonucleic Acid levels at diagnosis. One-year survival probability increased from 23.8 in 1987-1996 to 59.2 in 2013-2024, with highest values in natalizumab-treated multiple sclerosis (93.8 ), followed by combination antiretroviral treatment (cART)-treated Human Immunodeficiency Virus infection (55 ), hematological malignancies (50.8 ), primary immunodeficiencies (41.3 ) and cART-untreated Human Immunodeficiency Virus infection (11.9 ). At multivariate analysis excluding cART-untreated people with Human Immunodeficiency Virus, JCV-Deoxyribonucleic Acid levels in both CSF and plasma were independently associated with an increased mortality risk of 2.9 and 7.2 , respectively, for each Log increase in JCV-Deoxyribonucleic Acid. This observational study showed a changing epidemiological context over 37 years. Although survival improved over time, it remained poor even in the last decade, with a one-year survival probability of 59.2 .","authors":[{"last_name":"Mainardi","fore_name":"Ilaria","initials":"I","full_name":"Ilaria Mainardi"},{"last_name":"Gerevini","fore_name":"Simonetta","initials":"S","full_name":"Simonetta Gerevini"},{"last_name":"Tarantino","fore_name":"Andrea","initials":"A","full_name":"Andrea Tarantino"},{"last_name":"Vercesi","fore_name":"Riccardo","initials":"R","full_name":"Riccardo Vercesi"},{"last_name":"Catalano","fore_name":"Gaia","initials":"G","full_name":"Gaia Catalano"},{"last_name":"Garcia Martearena","fore_name":"Maria Del Carmen","initials":"MDC","full_name":"Maria Del Carmen Garcia Martearena"},{"last_name":"Negri","fore_name":"Marcella","initials":"M","full_name":"Marcella Negri"},{"last_name":"Vezzulli","fore_name":"Paolo","initials":"P","full_name":"Paolo Vezzulli"},{"last_name":"Bestetti","fore_name":"Arabella","initials":"A","full_name":"Arabella Bestetti"},{"last_name":"Moiola","fore_name":"Lucia","initials":"L","full_name":"Lucia Moiola"},{"last_name":"Boschini","fore_name":"Antonio","initials":"A","full_name":"Antonio Boschini"},{"last_name":"Calcagno","fore_name":"Andrea","initials":"A","full_name":"Andrea Calcagno"},{"last_name":"Del Bono","fore_name":"Laura","initials":"L","full_name":"Laura Del Bono"},{"last_name":"Gallo","fore_name":"Antonio","initials":"A","full_name":"Antonio Gallo"},{"last_name":"Mena","fore_name":"Maurizio","initials":"M","full_name":"Maurizio Mena"},{"last_name":"Moioli","fore_name":"Maria Cristina","initials":"MC","full_name":"Maria Cristina Moioli"},{"last_name":"Castagna","fore_name":"Antonella","initials":"A","full_name":"Antonella Castagna"},{"last_name":"Filippi","fore_name":"Massimo","initials":"M","full_name":"Massimo Filippi"},{"last_name":"Lazzarin","fore_name":"Adriano","initials":"A","full_name":"Adriano Lazzarin"},{"last_name":"Cinque","fore_name":"Paola","initials":"P","full_name":"Paola Cinque"},{"last_name":"","fore_name":"","initials":"","full_name":""}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1093/cid/ciaf501","journal":"Clinical infectious diseases : an official publication of the Infectious Diseases Society of America","journal_abbr":"Clin Infect Dis","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922637","title":"Sarcopenia-A Valuable Imaging Biomarker for Disease Progression in Patients With Primary Sclerosing Cholangitis (PSC)","abstract":"We aimed to ascertain the prevalence of sarcopenia in patients with primary sclerosing cholangitis (PSC) and to assess the prognostic value as a biomarker for disease outcome. We collected data from 224 patients (148 male, 76 female mean age 41 years) from January 2002 to December 2021, with a confirmed diagnosis of PSC who underwent magnetic resonance imaging (Magnetic Resonance Imaging). Muscle mass was quantified at the level of the third lumbar vertebra by measurement of psoas muscle thickness (PMT) and total psoas muscle area (PMA). Sarcopenia was defined according to previously published cut-off values. Muscle mass and the prevalence of sarcopenia were correlated with patient and disease characteristics, prognostic scoring systems (model for end-stage liver disease (MELD) score Mayo Risk Score Amsterdam-Oxford PSC Score) and clinical endpoints (liver transplantation, cirrhosis decompensation, liver-related death). Seventy-eight patients reached a total of 104 clinical endpoints (liver transplantation n 57, cirrhosis decompensation n 28, liver-related death n 19). Sarcopenia was prevalent in 27.7 and 51.3 , respectively (according to the definition of PMT and PMA). Sarcopenia was significantly more prevalent in female patients and in patients without Inflammatory Bowel Disease (p 0.05). A slight but significant negative correlation of muscle mass was noticed with the MELD (r -0.244, p 0.001) and Mayo Risk Score (r -0.13, p 0.046). At follow-up, sarcopenia was associated with an inferior liver-related event-free survival (p 0.05). Sarcopenia is highly prevalent in a large PSC cohort from a tertiary care centre, even more frequent in female patients and in patients without concomitant Inflammatory Bowel Disease. Furthermore, the presence of sarcopenia in PSC patients is associated with an inferior liver-related event-free survival.","authors":[{"last_name":"Levers","fore_name":"Alena","initials":"A","full_name":"Alena Levers"},{"last_name":"Pantke","fore_name":"Judith","initials":"J","full_name":"Judith Pantke"},{"last_name":"Klimeš","fore_name":"Filip","initials":"F","full_name":"Filip Klimeš"},{"last_name":"Lenzen","fore_name":"Henrike","initials":"H","full_name":"Henrike Lenzen"},{"last_name":"Düx","fore_name":"Daniel","initials":"D","full_name":"Daniel Düx"},{"last_name":"Taubert","fore_name":"Richard","initials":"R","full_name":"Richard Taubert"},{"last_name":"Wedemeyer","fore_name":"Heiner","initials":"H","full_name":"Heiner Wedemeyer"},{"last_name":"Wacker","fore_name":"Frank","initials":"F","full_name":"Frank Wacker"},{"last_name":"Ringe","fore_name":"Kristina I","initials":"KI","full_name":"Kristina I Ringe"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1111/liv.70328","journal":"Liver international : official journal of the International Association for the Study of the Liver","journal_abbr":"Liver Int","source":"pubmed","mesh_headings":["Humans","Sarcopenia","Female","Male","Cholangitis, Sclerosing","Adult","Magnetic Resonance Imaging","Middle Aged","Disease Progression","Psoas Muscles","Prognosis","Liver Transplantation","Prevalence","Retrospective Studies","Biomarkers"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922629","title":"An integrated support model for lay health care workers to improve clients retention in HIV care.","abstract":"Retention in care is vital for the successful management of human immunodeficiency virus (Human Immunodeficiency Virus). About 20 of clients interrupt their Human Immunodeficiency Virus therapy within 6 months of starting it. Lay healthcare workers complement the healthcare professionals to provide services across the Human Immunodeficiency Virus care continuum. However, there is limited support for lay healthcare workers as compared to healthcare professionals. Therefore, this study was conducted at a primary healthcare centre in South Africa to develop a support model for lay healthcare workers to improve clients retention in Human Immunodeficiency Virus care. Interviews were conducted with the lay healthcare workers, their supervisors, nurses and clients on antiretroviral therapy. The support model was then developed by following Dickoff s survey list of a theoretical framework and the theory development processes of Chinn et al. Results The context, agent, recipient, dynamics, procedure and outcomes of support were described in the support model. To nurture lay healthcare workers, the nurses, supervisors and department of health must provide a good environment, recognise each person s needs, offer both practical and emotional support, encourage mutual reliance and provide feedback. Support is an ongoing, mutually beneficial action that is essential to the efficient operation of lay healthcare workers. Contribution Improved motivation, job satisfaction, competence and thriving are possible outcomes of the support for lay healthcare workers. This would increase the number of clients retained in Human Immunodeficiency Virus care, improve viral suppression and reduce transmission.","authors":[{"last_name":"Pitse","fore_name":"Sarah B","initials":"SB","full_name":"Sarah B Pitse"},{"last_name":"Risenga","fore_name":"Patrone R","initials":"PR","full_name":"Patrone R Risenga"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.4102/safp.v67i1.6115","journal":"South African family practice : official journal of the South African Academy of Family Practice/Primary Care","journal_abbr":"S Afr Fam Pract (2004)","source":"pubmed","mesh_headings":["Humans","HIV Infections","South Africa","Male","Female","Retention in Care","Community Health Workers","Adult","Social Support","Primary Health Care","Interviews as Topic","Middle Aged"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922609","title":"Differentiated antiretroviral distribution Implementation in five South African districts.","abstract":"The National Department of Health introduced Differentiated Service Delivery (DSD) models to improve retention in care and decongest healthcare facilities. Anova Health Institute supported the implementation of DSD guidelines in five districts of South Africa. The study aimed to describe how the models contained in DSD policies are operationalised. Five districts of South Africa - two metropolitan, two mixed and one rural. We used a mixed-methods approach, incorporating a 2-day participatory workshop in 2023 and a retrospective review of routine programmatic data. A mapping exercise was used to understand all models of chronic medication provision in the five study districts and to describe differences in operationalisation. We also report on the number of options per facility and healthcare provider perspectives of benefits and limitations. External and facility pick-up points were the most commonly implemented models. Three key themes were the trade-off between convenience and additional support, the trade-off between controlling client care and outsourcing tasks and the distribution of work between cadres of staff. Sedibeng District provided the most options per facility, with 57 of facilities having three possible options. Cape Town provided the fewest, with 50 of facilities offering only one option. Health and environmental contexts guide the choice of DSD modalities offered. It is possible to offer clients options in South African settings.Contribution This study highlights the context-specific nature of DSD model implementation and the importance of client choice. Further research into availability and options from a client perspective would be useful.","authors":[{"last_name":"Engelbrecht","fore_name":"Justin","initials":"J","full_name":"Justin Engelbrecht"},{"last_name":"Tajeer","fore_name":"Chandbi","initials":"C","full_name":"Chandbi Tajeer"},{"last_name":"O'Connor","fore_name":"Cara","initials":"C","full_name":"Cara O'Connor"},{"last_name":"Rees","fore_name":"Kate","initials":"K","full_name":"Kate Rees"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.4102/phcfm.v17i1.4974","journal":"African journal of primary health care \u0026 family medicine","journal_abbr":"Afr J Prim Health Care Fam Med","source":"pubmed","mesh_headings":["South Africa","Humans","Retrospective Studies","HIV Infections","Anti-Retroviral Agents","Delivery of Health Care"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922600","title":"Immunomodulation precision targeting for restoring immune homeostasis and therapeutic applications.","abstract":"The intricate regulation of the immune system, maintaining equilibrium between pathogen defense and self-tolerance, is fundamental to health. Disruptions in this delicate balance underlie a vast spectrum of human diseases, extending beyond oncology to encompass autoimmune disorders, chronic inflammatory conditions, infectious diseases, allergies, and hypertension. While traditional therapies often rely on broad immunosuppression or direct pathogen eradication, the rapidly evolving field of immunomodulation offers a nuanced alternative precisely calibrating immune responses to restore homeostasis or achieve targeted defense. This special issue comprises 12 review articles contributed by 57 international researchers, synthesizing key advances and emerging strategies for harnessing immunomodulation across diverse therapeutic applications.","authors":[{"last_name":"Xu","fore_name":"Fang","initials":"F","full_name":"Fang Xu"},{"last_name":"Wang","fore_name":"Chao","initials":"C","full_name":"Chao Wang"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1042/EBC20253042","journal":"Essays in biochemistry","journal_abbr":"Essays Biochem","source":"pubmed","mesh_headings":["Humans","Homeostasis","Immunomodulation","Animals","Autoimmune Diseases"],"publication_types":["Editorial","Introductory Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922461","title":"Low Levels of Neutralizing Antibodies to Influenza A (H5N1) and D Viruses Among Cattle and Cattle Workers on US Farms, 2024-2025.","abstract":"","authors":[{"last_name":"Shittu","fore_name":"Ismaila","initials":"I","full_name":"Ismaila Shittu"},{"last_name":"Cummings","fore_name":"Daniel B","initials":"DB","full_name":"Daniel B Cummings"},{"last_name":"Groves","fore_name":"John T","initials":"JT","full_name":"John T Groves"},{"last_name":"Hagan","fore_name":"Alex G","initials":"AG","full_name":"Alex G Hagan"},{"last_name":"Gray","fore_name":"Gregory C","initials":"GC","full_name":"Gregory C Gray"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1111/irv.70162","journal":"Influenza and other respiratory viruses","journal_abbr":"Influenza Other Respir Viruses","source":"pubmed","mesh_headings":null,"publication_types":["Letter"],"affiliation":"","has_medical_terms":false}
{"id":"40922446","title":"Letter to the Editor Re Progress in the Impact of Evidence-Based Nursing on Postoperative Outcomes of Patients Undergoing Urological Surgery.","abstract":"","authors":[{"last_name":"Li","fore_name":"Xiaochun","initials":"X","full_name":"Xiaochun Li"},{"last_name":"Ma","fore_name":"Xiaoyan","initials":"X","full_name":"Xiaoyan Ma"},{"last_name":"Liu","fore_name":"Lihua","initials":"L","full_name":"Lihua Liu"},{"last_name":"Duan","fore_name":"Zhen","initials":"Z","full_name":"Zhen Duan"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.56434/j.arch.esp.urol.20257807.122","journal":"Archivos espanoles de urologia","journal_abbr":"Arch Esp Urol","source":"pubmed","mesh_headings":null,"publication_types":["Letter"],"affiliation":"","has_medical_terms":false}
{"id":"40922383","title":"Endothelial F3-mediated autolysosome and lipid metabolism promote resistance to anti-VEGFA therapy in metastatic colorectal cancer.","abstract":"Patients with metastatic colorectal cancer (mCRC) to the liver exhibit poor survival rates. Chemotherapy combined with anti-vascular therapy has emerged as the standard treatment, but resistance to anti-VEGFA therapy inevitably develops. The metabolic reprogramming of tumor vascular endothelial cells (TECs) plays a crucial, yet still poorly understood, role in the development of therapeutic resistance. We identified lipid-rich and fatty acid oxidation (FAO)-activated proliferating TECs in fatty colorectal cancer liver metastasis (CRLM) that mediate resistance to anti-VEGFA treatment. The TEC-specific F3 protein inhibited the macroautophagy/autophagy-lysosome pathway through the MAPK/JNK-MAPK/ERK-TP53/p53 signaling axis, thereby prevented CPT1A protein degradation and enhanced FAO. F3 was also involved in promoting lipid uptake and lipophagy. This process promoted cellular FAO under conditions of fatty acids and anti-VEGFA stimulation. Targeting FAO proved effective in overcoming resistance to anti-VEGFA treatment. Our findings elucidated the role of lipid metabolism in therapy-resistant TECs in fatty CRLM and provided a theoretical foundation for further research on anti-VEGFA therapy resistance. Moreover, we underscored the potential of combining FAO inhibitors to enhance the efficacy of anti-angiogenic therapy.","authors":[{"last_name":"Huang","fore_name":"Nan","initials":"N","full_name":"Nan Huang"},{"last_name":"Ren","fore_name":"Junxi","initials":"J","full_name":"Junxi Ren"},{"last_name":"Deng","fore_name":"Xinyue","initials":"X","full_name":"Xinyue Deng"},{"last_name":"Bao","fore_name":"Qize","initials":"Q","full_name":"Qize Bao"},{"last_name":"Huang","fore_name":"Genjie","initials":"G","full_name":"Genjie Huang"},{"last_name":"Zhi","fore_name":"Shimeng","initials":"S","full_name":"Shimeng Zhi"},{"last_name":"Li","fore_name":"Yuedan","initials":"Y","full_name":"Yuedan Li"},{"last_name":"Li","fore_name":"Juan","initials":"J","full_name":"Juan Li"},{"last_name":"Hu","fore_name":"Binghui","initials":"B","full_name":"Binghui Hu"},{"last_name":"Zeng","fore_name":"Dongqiang","initials":"D","full_name":"Dongqiang Zeng"},{"last_name":"Sun","fore_name":"Huiying","initials":"H","full_name":"Huiying Sun"},{"last_name":"Zeng","fore_name":"Wei","initials":"W","full_name":"Wei Zeng"},{"last_name":"Shi","fore_name":"Min","initials":"M","full_name":"Min Shi"},{"last_name":"Liao","fore_name":"Wangjun","initials":"W","full_name":"Wangjun Liao"},{"last_name":"Wu","fore_name":"Jianhua","initials":"J","full_name":"Jianhua Wu"},{"last_name":"Huang","fore_name":"Na","initials":"N","full_name":"Na Huang"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1080/15548627.2025.2551720","journal":"Autophagy","journal_abbr":"Autophagy","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922318","title":"Unfluctuating diastolic pressure, stiff arteries - the unseen culprits behind the curtain of cognitive decline An observational study.","abstract":"Cerebral small-vessel disease (CSVD) is an important risk factor for cognitive impairment, which is a pressing health issue for the aging population worldwide. The complex relationship between vascular factors, such as blood pressure variability (BPV) and arteriosclerosis index (Artificial Intelligence), and cognitive dysfunction in patients with CSVD is a hot research topic, and research in this area will help prevent and treat cognitive dysfunction in CSVD. This study aims to investigate the effects of diastolic BPV (DBPV) and Artificial Intelligence on cognitive function in patients with CSVD. A total of 383 CSVD patients admitted to the Second People s Hospital of Lianyungang City from May 2018 to June 2022 were included in this study. Patients with CSVD were divided into 4 groups based on the Mini-Mental State Examination (MMSE) to compare the differences between these groups. Artificial Intelligence (blood total cholesterol - high-density lipoprotein cholesterol HDL-C ) HDL-C DBPV standard deviation of 24-hour DBP (SD of 24h-DBP). A logistic regression model was constructed to screen out the risk factors for cognitive dysfunction in patients with CSVD, and the model was evaluated using the receiver operating characteristic curve. Patients with different degrees of cognitive dysfunction revealed differences in 24h mean diastolic blood pressure (DBP), DBPV, daytime DBP, nocturnal systolic blood pressure and nocturnal drop in systolic blood pressure and DBP between the groups, and the mean DBP standard deviation of the groups with mild to moderate cognitive dysfunction was lower than that of the group with normal cognitive function (P .05).The mean DBP of the groups with moderate cognitive dysfunction was lower than that of the group with normal cognitive function (P .05). DBPV had a negative correlation with the Artificial Intelligence (r -0.56, P .001), and a positive correlation with the MMSE score (R 0.18, P .024). Artificial Intelligence was negatively correlated with MMSE score (r -0.26, P .001). Multivariate logistic regression analysis revealed that when DBPV was 10.58 to 13.60 mm Hg as a protective factor for vascular cognitive dysfunction, the Artificial Intelligence was a risk factor for vascular cognitive dysfunction. DBPV and Artificial Intelligence are strongly associated with CSVD-based cognitive dysfunction.","authors":[{"last_name":"Zhong","fore_name":"Wen","initials":"W","full_name":"Wen Zhong"},{"last_name":"Wang","fore_name":"Lingling","initials":"L","full_name":"Lingling Wang"},{"last_name":"Xu","fore_name":"Yiwen","initials":"Y","full_name":"Yiwen Xu"},{"last_name":"Liu","fore_name":"Mengqian","initials":"M","full_name":"Mengqian Liu"},{"last_name":"Jin","fore_name":"Likai","initials":"L","full_name":"Likai Jin"},{"last_name":"Jiang","fore_name":"Yi","initials":"Y","full_name":"Yi Jiang"},{"last_name":"Shen","fore_name":"Xiaozhu","initials":"X","full_name":"Xiaozhu Shen"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044190","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","Male","Female","Cognitive Dysfunction","Middle Aged","Blood Pressure","Aged","Risk Factors","Vascular Stiffness","Cerebral Small Vessel Diseases","Mental Status and Dementia Tests","Logistic Models","Cholesterol, HDL"],"publication_types":["Journal Article","Observational Study"],"affiliation":"","has_medical_terms":false}
{"id":"40922296","title":"Timely diagnosis of atypical Japanese spotted fever A case report.","abstract":"Japanese spotted fever (JSF) is a rare tick-borne disease caused by Rickettsia japonica. Atypical manifestations and a lack of standardized diagnostic assays often result in delayed diagnosis and treatment, potentially leading to life-threatening complications. A 57-year-old immunocompetent female from a region with no previously reported JSF cases presented with acute-onset high-grade fever (39.5 C), a generalized maculopapular rash, and systemic symptoms after participating in agricultural activities. The patient denied having any history of tick exposure and presented without eschar, leading to the initial misdiagnosis of respiratory infection. Metagenomic sequencing (MetaCAP) technology enabled a definitive diagnosis by identifying Rickettsia japonica-specific Deoxyribonucleic Acid sequences in the patient s blood. The genomic results completely aligned with the clinical presentation. The patient was treated with doxycycline, which achieved rapid clinical resolution. The patient achieved full recovery with only residual lower-limb hyperpigmentation at the month follow-up, without disease recurrence. This case demonstrates the diagnostic value of metagenomic testing for fevers of unknown origin. JSF should be a key consideration for agricultural and forestry workers presenting with compatible symptoms, even in nonendemic areas without documented insect bites. The optimal diagnostic approach combines clinical evaluation with advanced molecular testing to ensure the accurate identification and proper management of tropical febrile illnesses.","authors":[{"last_name":"Li","fore_name":"Jiarong","initials":"J","full_name":"Jiarong Li"},{"last_name":"He","fore_name":"Junning","initials":"J","full_name":"Junning He"},{"last_name":"Yin","fore_name":"Yijie","initials":"Y","full_name":"Yijie Yin"},{"last_name":"Liu","fore_name":"Yongfang","initials":"Y","full_name":"Yongfang Liu"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044345","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","Female","Middle Aged","Spotted Fever Group Rickettsiosis","Anti-Bacterial Agents","Doxycycline","Rickettsia"],"publication_types":["Journal Article","Case Reports"],"affiliation":"","has_medical_terms":false}
{"id":"40922288","title":"Observation on the efficacy of moxibustion with fuzi cake combined with auricular point pressing in treating anxiety and depression in newly diagnosed people living with HIV A randomized controlled trial.","abstract":"This study investigated the efficacy of moxibustion with aconite cake combined with earlobe acupressure in alleviating anxiety and depression in newly diagnosed human immunodeficiency virus patients. Ninety eligible patients from the Affiliated Ruikang Hospital of Guangxi University of Chinese Medicine were randomly divided into an intervention group and a control group of 45 each. The control group received conventional care, while the intervention group received the combined therapy. The treatment lasted for 3 months. Efficacy was evaluated using the self-rating anxiety scale (SAS), self-rating depression scale (SDS), and quality-of life scale before and after treatment. After 3 months, the intervention group s SAS and SDS scores were significantly lower than the control group s (P .05). Their quality-of-life scores and CD4 T - lymphocyte counts improved more than the control group s (P .05). No significant adverse reactions occurred in the intervention group. Moxibustion with aconite cake combined with earlobe acupressure can effectively alleviate anxiety and depression in newly diagnosed human immunodeficiency virus patients, enhance their quality-of-life, and may improve immune function. The treatment is safe and well - tolerated, with good clinical potential for application and promotion.","authors":[{"last_name":"Meng","fore_name":"Yuan","initials":"Y","full_name":"Yuan Meng"},{"last_name":"Zhang","fore_name":"Jiangyin","initials":"J","full_name":"Jiangyin Zhang"},{"last_name":"Yang","fore_name":"Yong","initials":"Y","full_name":"Yong Yang"},{"last_name":"Zhang","fore_name":"Ying","initials":"Y","full_name":"Ying Zhang"},{"last_name":"Liu","fore_name":"Xueli","initials":"X","full_name":"Xueli Liu"},{"last_name":"Guo","fore_name":"Lin","initials":"L","full_name":"Lin Guo"},{"last_name":"Zhang","fore_name":"Yanchen","initials":"Y","full_name":"Yanchen Zhang"},{"last_name":"Hong","fore_name":"Nengkun","initials":"N","full_name":"Nengkun Hong"},{"last_name":"Chen","fore_name":"Bocheng","initials":"B","full_name":"Bocheng Chen"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044437","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","Moxibustion","Female","Male","Adult","Anxiety","Depression","HIV Infections","Quality of Life","Middle Aged","Acupressure","Treatment Outcome","Acupuncture Points","Combined Modality Therapy","Acupuncture, Ear"],"publication_types":["Journal Article","Randomized Controlled Trial"],"affiliation":"","has_medical_terms":false}
{"id":"40922281","title":"Advances in the therapeutic applications of dichloroacetate as a metabolic regulator A review.","abstract":"Dichloroacetate (DCA), as a pan-inhibitor of pyruvate dehydrogenase kinase, plays a crucial role in energy metabolism and mitochondrial function. DCA decreases lactic acid synthesis, enhances mitochondrial oxidative phosphorylation, and regulates aerobic glycolysis. During the last decade, more and more studies have found that disorders of energy metabolism and mitochondrial dysfunction play a pivotal role in the development and progression of various diseases, and the role of DCA in cancer, metabolic diseases, and inflammatory diseases has been extensively explored in both basic and clinical studies. In this review, we summarize advances in the therapeutic applications of DCA as a metabolic regulator.","authors":[{"last_name":"Wu","fore_name":"Xiaohuan","initials":"X","full_name":"Xiaohuan Wu"},{"last_name":"Shang","fore_name":"Min","initials":"M","full_name":"Min Shang"},{"last_name":"Li","fore_name":"Meichuan","initials":"M","full_name":"Meichuan Li"},{"last_name":"Liu","fore_name":"Yujuan","initials":"Y","full_name":"Yujuan Liu"},{"last_name":"Hu","fore_name":"Han","initials":"H","full_name":"Han Hu"},{"last_name":"Zhang","fore_name":"Ping","initials":"P","full_name":"Ping Zhang"},{"last_name":"He","fore_name":"Qiuyi","initials":"Q","full_name":"Qiuyi He"},{"last_name":"Lin","fore_name":"Shide","initials":"S","full_name":"Shide Lin"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044295","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Dichloroacetic Acid","Humans","Energy Metabolism","Mitochondria","Neoplasms","Metabolic Diseases","Pyruvate Dehydrogenase Acetyl-Transferring Kinase","Oxidative Phosphorylation"],"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40922265","title":"Diagnosis of Cytomegalovirus infection in a very low birth weight infant using metagenomic next-generation sequencing A case report.","abstract":"Cytomegalovirus (CMV) is a Deoxyribonucleic Acid virus from the herpesvirus family that is widespread among humans. Very low birth weight infants (VLBWI) are particularly susceptible to postnatal CMV infection due to their compromised immune systems. The clinical manifestations of postnatal CMV infection are often nonspecific, which complicates early detection and may lead to multi-organ dysfunction and long-term sequelae. A VLBWI developed unexplained persistent fever during hospitalization. Conventional diagnostic methods, including routine microbiological tests, failed to identify the causative pathogen. Metagenomic next-generation sequencing (mNGS) was performed and successfully identified CMV as the etiologic agent. Traditional diagnostic approaches were insufficient, but mNGS provided a comprehensive analysis of microbial nucleic acids, leading to a definitive diagnosis. The patient received antiviral treatment with ganciclovir following the identification of CMV by mNGS. After antiviral therapy, the fever resolved, and no long-term sequelae were observed during follow-up. This case demonstrates the efficacy of mNGS as a powerful diagnostic tool for identifying the causes of unexplained infections in VLBWI. Compared with conventional methods, mNGS offers significant advantages, particularly in detecting a wide range of pathogens simultaneously. The successful diagnosis and treatment in this case underscore its clinical utility in managing complex neonatal infectious diseases.","authors":[{"last_name":"Zhao","fore_name":"Chunhui","initials":"C","full_name":"Chunhui Zhao"},{"last_name":"Li","fore_name":"Huimin","initials":"H","full_name":"Huimin Li"},{"last_name":"Guo","fore_name":"Li","initials":"L","full_name":"Li Guo"},{"last_name":"Jia","fore_name":"Menghan","initials":"M","full_name":"Menghan Jia"},{"last_name":"Liu","fore_name":"Jihong","initials":"J","full_name":"Jihong Liu"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044264","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","Cytomegalovirus Infections","Infant, Very Low Birth Weight","Infant, Newborn","High-Throughput Nucleotide Sequencing","Cytomegalovirus","Metagenomics","Antiviral Agents","Ganciclovir","Male","Female"],"publication_types":["Journal Article","Case Reports"],"affiliation":"","has_medical_terms":false}
{"id":"40922261","title":"Oral Chinese patent medicine combined with transarterial chemoembolization for the treatment of unresectable hepatocellular carcinoma A Bayesian network meta-analysis.","abstract":"This network meta-analysis (NMA) aims to compare the relative efficacy of oral Chinese patent medicine combined with transarterial chemoembolization (TACE) for treating hepatocellular carcinoma (HCC). Databases, including China National Knowledge Infrastructure, Wanfang, Weipu, PubMed, Embase, Web of Science, and Cochrane Central Register of Controlled Trials (CENTRAL), were accessed from inception to the present to collect randomized controlled trials of different oral Chinese patent medicines (OCPMs). Objective response rate, 1-year survival rate, lymphocytes, nausea and vomiting were used as efficacy or tolerability outcomes. A Bayesian NMA was performed. Seventy-five randomized controlled trials involving 6912 participants and 9 OCPMs were included. The results of the NMA showed that the comparisons were all indirect. The NMA demonstrated that, regarding the objective response rate, TACE combined with all OCPMs showed the advantages over TACE monotherapy, of which Cidan capsule (odds ratio Operating Room 3.5, 95 credible interval 2.3-4.9) was the most effective treatment. Among 9 OCPMs, Cidan capsule was the most effective for survival improvement (Operating Room 5.1, 95 CrI 2.7-8.7). Jinlong for immune function (Operating Room 0.35, 95 CrI 0.14-0.57), and Shenyi for adverse event reduction (Operating Room 0.39, 95 CrI 0.18-0.87). OCPMs have significant efficacy in treating HCC combined with TACE. Cidan, Jinlong, and Shenyi capsules might be the optimum drugs for HCC adjuvant therapy.","authors":[{"last_name":"Ji","fore_name":"Shan","initials":"S","full_name":"Shan Ji"},{"last_name":"Yin","fore_name":"Ling","initials":"L","full_name":"Ling Yin"},{"last_name":"Feng","fore_name":"Lili","initials":"L","full_name":"Lili Feng"},{"last_name":"Wang","fore_name":"Xiaojun","initials":"X","full_name":"Xiaojun Wang"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044332","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Carcinoma, Hepatocellular","Humans","Liver Neoplasms","Chemoembolization, Therapeutic","Bayes Theorem","Drugs, Chinese Herbal","Network Meta-Analysis as Topic","Randomized Controlled Trials as Topic","Administration, Oral","Combined Modality Therapy","Nonprescription Drugs","Treatment Outcome"],"publication_types":["Journal Article","Meta-Analysis"],"affiliation":"","has_medical_terms":false}
{"id":"40922250","title":"A multivariate analysis of the impact of HIV infection on the risk of osteoporosis based on the NHANES database.","abstract":"Osteoporosis is a common metabolic bone disease characterized by decreased bone density and increased fracture risk. Human immunodeficiency virus (Human Immunodeficiency Virus) infection is considered one of the independent risk factors for osteoporosis, but its specific mechanisms are not yet clear. This study aims to explore the relationship between Human Immunodeficiency Virus infection and osteoporosis based on the National Health and Nutrition Examination Survey database and to analyze the impact of related clinical factors on bone density. This study utilized National Health and Nutrition Examination Survey data from 2013 to 2018 to analyze bone density in individuals with and without Human Immunodeficiency Virus. The association between Human Immunodeficiency Virus infection and osteoporosis was assessed using multiple linear regression, Spearman correlation analysis, and logistic regression models. A neural network model was employed to predict the risk of osteoporosis. The study also analyzed the effects of factors such as age, gender, body mass index, calcium, and protein intake on bone density. In this study, the bone density of Human Immunodeficiency Virus-positive patients was significantly lower than that of Human Immunodeficiency Virus-negative patients (P .001). Multivariate regression analysis showed that Human Immunodeficiency Virus infection is an independent risk factor for decreased bone density and is associated with clinical factors such as age, gender, and body mass index. Logistic regression analysis indicated that the risk of osteoporosis in Human Immunodeficiency Virus-positive individuals was significantly increased (odds ratios 819.18, P .001). The area under the curve value of the neural network model was 0.872, demonstrating high predictive accuracy. There is a significant correlation between Human Immunodeficiency Virus infection and osteoporosis, with Human Immunodeficiency Virus-positive patients having significantly lower bone density than Human Immunodeficiency Virus-negative individuals. Factors such as age, gender, calcium, and protein intake have important effects on changes in bone density. This study provides new directions for the screening and early intervention of osteoporosis in Human Immunodeficiency Virus-infected individuals, and the neural network model offers high predictive value, supporting clinical decision-making.","authors":[{"last_name":"Li","fore_name":"Xin","initials":"X","full_name":"Xin Li"},{"last_name":"Wang","fore_name":"Jing-Jing","initials":"JJ","full_name":"Jing-Jing Wang"},{"last_name":"Quan","fore_name":"Xue-Min","initials":"XM","full_name":"Xue-Min Quan"},{"last_name":"Zhao","fore_name":"Chang-Song","initials":"CS","full_name":"Chang-Song Zhao"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044459","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","HIV Infections","Osteoporosis","Male","Female","Middle Aged","Nutrition Surveys","Risk Factors","Adult","Bone Density","Multivariate Analysis","Aged","Neural Networks, Computer","Logistic Models","Cross-Sectional Studies","Body Mass Index"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922220","title":"The future of cultured meat focusing on multidisciplinary, digitization, and nutritional customization.","abstract":"Cultured meat is an emerging field in future food production, employing interdisciplinary strategies that integrate the food industry, tissue engineering, and biotechnology to meet global food needs. Cultivating meat from stem cells is an increasingly recognized solution to address concerns associated with animal husbandry in terms of environment, health, and ethics. Despite significant advances, substantial technical challenges persist. In this review, we focus on recent advances in cutting-edge engineering approaches and biomaterials for the production of cultured meat. Furthermore, perspectives on opportunities to enhance the development of cultured meat, especially through bioengineering, synthetic biology, and artificial intelligence, are also discussed. Finally, we discuss the future trends of cultured meat, with specific emphasis on nutritional optimization and safety assurance. This review comprehensively demonstrates the emerging technologies in cultured meat, providing a reference for accelerating the development of intelligent cell agriculture and realizing the production of customized meat products.","authors":[{"last_name":"Gu","fore_name":"Xin","initials":"X","full_name":"Xin Gu"},{"last_name":"Wang","fore_name":"Liyi","initials":"L","full_name":"Liyi Wang"},{"last_name":"Liu","fore_name":"Shiqi","initials":"S","full_name":"Shiqi Liu"},{"last_name":"Valencak","fore_name":"Teresa G","initials":"TG","full_name":"Teresa G Valencak"},{"last_name":"Tan","fore_name":"Lay Poh","initials":"LP","full_name":"Lay Poh Tan"},{"last_name":"Zhu","fore_name":"Yuyan","initials":"Y","full_name":"Yuyan Zhu"},{"last_name":"Zhou","fore_name":"Min","initials":"M","full_name":"Min Zhou"},{"last_name":"Shan","fore_name":"Tizhong","initials":"T","full_name":"Tizhong Shan"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.foodres.2025.117005","journal":"Food research international (Ottawa, Ont.)","journal_abbr":"Food Res Int","source":"pubmed","mesh_headings":["Animals","Meat","Food Technology","Tissue Engineering","Humans","Artificial Intelligence","Nutritive Value","Biotechnology","Synthetic Biology","Food Industry","In Vitro Meat"],"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40922171","title":"Bioactive compounds in 19 chili pepper varieties cultivated in Italy Suspect screening and in vitro enzyme inhibitory effect.","abstract":"Chili peppers have been under the spotlight of bioactivity research as they feature a diverse and rich phytochemical profile with multiple health promoting effects. These beneficial properties are related to the chemical composition of chili peppers and is of utmost importance to identify varieties with the strongest bioprospecting potential. In this study, 19 chili pepper varieties were investigated originating from Capsicum annuum L. (n 3), Capsicum baccatum L. (n 3) and Capsicum chinense Jacq. (n 13) species. Firstly, a suspect screening based on a spectral library was applied and the bioactive profile of all samples was acquired using ultra-high-performance liquid chromatography hybrid quadrupole time-of-flight mass spectrometry (UHPLC-q-TOF-Multiple Sclerosis). The ethanolic extracts were richer in bioactive compounds and exhibited the highest antioxidant capacity. Then, 6 different enzyme assays were performed targeting enzymes involved in non-communicable diseases, such as cholinesterases involved in Alzheimer s disease or pancreatic lipase in obesity. The strongest inhibitory effect was noticed for 6 Capsicum chinense Jacq. varieties (half maximal inhibitory concentration ranging between 0.56 and 9.2 mg/mL), namely Moruga, Naga chocolate, Bhut jolokia, Carolina reaper, Trinidad scorpion moruga and Naga morich. By using the enzyme inhibitory profile, it was feasible to discriminate these 6 varieties from the rest tested based on a principal component analysis (PCA) model. Moderate and strong correlations were also noticed between the relative content of the identified compounds and the enzyme inhibition. Naringenin, a flavanone, and vanillic acid, a phenolic acid, strongly correlated towards human acetylcholinesterase and alpha glucosidase inhibition, respectively. Overall, the presented results underscore the high potential of Capsicum chinense Jacq. species to be used as sources of bioactive natural compounds for nutraceutical applications.","authors":[{"last_name":"Tsagkaris","fore_name":"Aristeidis S","initials":"AS","full_name":"Aristeidis S Tsagkaris"},{"last_name":"Cafarella","fore_name":"Cinzia","initials":"C","full_name":"Cinzia Cafarella"},{"last_name":"Rigano","fore_name":"Francesca","initials":"F","full_name":"Francesca Rigano"},{"last_name":"Louckova","fore_name":"Anna","initials":"A","full_name":"Anna Louckova"},{"last_name":"Dugo","fore_name":"Paola","initials":"P","full_name":"Paola Dugo"},{"last_name":"Mondello","fore_name":"Luigi","initials":"L","full_name":"Luigi Mondello"},{"last_name":"Hajslova","fore_name":"Jana","initials":"J","full_name":"Jana Hajslova"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.foodres.2025.117051","journal":"Food research international (Ottawa, Ont.)","journal_abbr":"Food Res Int","source":"pubmed","mesh_headings":["Capsicum","Plant Extracts","Italy","Antioxidants","Phytochemicals","Chromatography, High Pressure Liquid","Enzyme Inhibitors","Cholinesterase Inhibitors"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922146","title":"Protective effect of osmanthus water extract on liver dysfunction caused by DBP based on organoids and organ chips technologies.","abstract":"This study aimed to investigate the protective mechanism of Osmanthus fragrans water extract (OSF) against liver injury induced by dibutyl phthalate (DBP). We utilized liver organoids and liver organ chip technology to replicate the liver microenvironment in vivo. Metabolomic analysis revealed that DBP induced oxidative stress and lipid metabolism disorders however, following intervention with OSF, the associated abnormal metabolites were significantly reduced. Molecular docking studies demonstrated the binding of its active ingredients to key targets. The primary findings indicate that OSF can effectively mitigate liver damage caused by DBP. This extract is anticipated to serve as a potential natural therapeutic agent for the prevention and treatment of DBP-induced liver dysfunction, thereby providing a theoretical foundation for future research and development.","authors":[{"last_name":"Feng","fore_name":"Qing","initials":"Q","full_name":"Qing Feng"},{"last_name":"Chen","fore_name":"Hongguo","initials":"H","full_name":"Hongguo Chen"},{"last_name":"Ren","fore_name":"Meng","initials":"M","full_name":"Meng Ren"},{"last_name":"Qiao","fore_name":"Yongkang","initials":"Y","full_name":"Yongkang Qiao"},{"last_name":"Zou","fore_name":"Jingjing","initials":"J","full_name":"Jingjing Zou"},{"last_name":"Liang","fore_name":"Xiao","initials":"X","full_name":"Xiao Liang"},{"last_name":"Yu","fore_name":"Ling","initials":"L","full_name":"Ling Yu"},{"last_name":"Wu","fore_name":"Yang","initials":"Y","full_name":"Yang Wu"},{"last_name":"Chen","fore_name":"Shaohui","initials":"S","full_name":"Shaohui Chen"},{"last_name":"Sun","fore_name":"Yanling","initials":"Y","full_name":"Yanling Sun"},{"last_name":"Bao","fore_name":"Cuiyu","initials":"C","full_name":"Cuiyu Bao"},{"last_name":"Yang","fore_name":"Xu","initials":"X","full_name":"Xu Yang"},{"last_name":"Ma","fore_name":"Ping","initials":"P","full_name":"Ping Ma"},{"last_name":"Lu","fore_name":"Surui","initials":"S","full_name":"Surui Lu"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.foodres.2025.116976","journal":"Food research international (Ottawa, Ont.)","journal_abbr":"Food Res Int","source":"pubmed","mesh_headings":["Animals","Plant Extracts","Liver","Organoids","Oxidative Stress","Dibutyl Phthalate","Oleaceae","Molecular Docking Simulation","Chemical and Drug Induced Liver Injury","Protective Agents","Male","Mice","Water","Lipid Metabolism","Microphysiological Systems"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922121","title":"Efficacy and safety of survodutide on glycemic control and weight loss in adults A systematic review and meta-analysis.","abstract":"This meta-analysis aimed to evaluate the efficacy and safety of survodutide on glycemic control and weight loss in adults. We systematically searched PubMed, Embase, the Cochrane Library, Scopus, Web of Science, and ClinicalTrials.gov for randomized controlled trials (RCTs) evaluating the efficacy and safety of survodutide up to 12 July 2025. The primary outcomes were changes in glycated haemoglobin (HbA1c), fasting glucagon levels, body weight, waist circumference, along with the incidence of adverse events (AEs). Secondary outcomes included body mass index (BMI), lipid profiles, and blood pressure. Six RCTs involving 1272 participants were included in this meta-analysis. Compared with placebo, survodutide significantly reduced HbA1c (weighted mean difference WMD -0.66 , 95 confidence interval CI -1.08, -0.23 , p 0.002) and fasting glucagon levels (WMD -7 pmol/L, 95 CI -10.3, -3.69 , p 0.016). Greater reductions were observed in the subgroup receiving a total weekly dose of 2.4 mg compared with the subgroup receiving 2.4 mg weekly. Survodutide also significantly decreased body weight (WMD -6.7 kg, 95 CI -10.0, -3.4 , p 0.001) and waist circumference (WMD -7.09 cm, 95 CI -9.44, -4.47 , p 0.001), with enhanced effects observed at higher total weekly doses ( 2.4 mg) and longer treatment durations ( 16 weeks). Additionally, significant reductions were observed in BMI, and modest reductions were noted in total cholesterol, triglycerides, and blood pressure. However, survodutide was associated with a higher risk of treatment discontinuation due to AEs, with gastrointestinal AEs being the most common, although there was no significant increase in the incidence of serious AEs. Survodutide significantly reduced HbA1c, body weight, and waist circumference. A greater reduction in HbA1c was specifically associated with a higher total weekly dose ( 2.4 mg), while more pronounced effects on body weight and waist circumference were observed with both higher doses and longer treatment durations ( 16 weeks). However, it is crucial to highlight the significant increase in gastrointestinal AEs and the associated risk of treatment discontinuation. Further large-scale, multicentre, long-term, and high-quality RCTs are necessary to validate these results in diverse populations.","authors":[{"last_name":"Xiao","fore_name":"Ya-Jun","initials":"YJ","full_name":"Ya-Jun Xiao"},{"last_name":"Yu","fore_name":"Shan","initials":"S","full_name":"Shan Yu"},{"last_name":"Zhang","fore_name":"Yan-Ling","initials":"YL","full_name":"Yan-Ling Zhang"},{"last_name":"Chen","fore_name":"Jiao","initials":"J","full_name":"Jiao Chen"},{"last_name":"Liu","fore_name":"Yan-Qun","initials":"YQ","full_name":"Yan-Qun Liu"},{"last_name":"Liu","fore_name":"Xiao-Ling","initials":"XL","full_name":"Xiao-Ling Liu"},{"last_name":"Sun","fore_name":"Chang-Feng","initials":"CF","full_name":"Chang-Feng Sun"},{"last_name":"Deng","fore_name":"Cun-Liang","initials":"CL","full_name":"Cun-Liang Deng"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1111/dom.70105","journal":"Diabetes, obesity \u0026 metabolism","journal_abbr":"Diabetes Obes Metab","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922097","title":"A Retrospective Cohort Study From 2 Academic Medical Centers Oral vs Intravenous Antibiotics for Diabetic Osteomyelitis.","abstract":"The Infectious Diseases Society of America guidelines recommend a prolonged course of antibiotics in the setting of residual osteomyelitis. More recently published literature suggests that oral antibiotics may offer comparable outcomes to intravenously administered antibiotics when treating orthopaedic infections. In a prior study, we investigated the outcomes of both routes of antibiotic administration in patients with diabetic foot infections at a single academic medical institution. The goal of this study is to retrospectively evaluate the therapeutic success in 196 patients receiving oral or intravenous antibiotics for treatment of residual infection following amputation at 2 academic medical centers. Treatment was considered successful if patients who completed a minimum of 4 weeks of antibiotic therapy had complete wound healing and did not require additional debridement or amputation within 1 year of their initial surgery. After performing a retrospective chart review, no difference was determined in treatment success between patients who underwent oral or intravenous antibiotics at either WFBMC ( .34) or UPMC ( .99). No difference in success was found when combining institutional data ( .52). The median time to healing for oral antibiotics was 3.21 months compared with 3.85 months for intravenous ( .16). Reoperation rates did not differ among treatment types ( .53). Hemoglobin A values were lower among patients with treatment success (8.6 2.3) versus failure (9.5 2.5) ( .016). This study supports the consideration of oral antibiotics as a viable option for selected diabetic patients with residual osteomyelitis. No significant differences were observed in treatment success, healing time, or reoperation rates, although the study was not powered to determine equivalence.","authors":[{"last_name":"Kipp","fore_name":"Jennifer A","initials":"JA","full_name":"Jennifer A Kipp"},{"last_name":"LeSavage","fore_name":"Lindsay K","initials":"LK","full_name":"Lindsay K LeSavage"},{"last_name":"Evans","fore_name":"Joni K","initials":"JK","full_name":"Joni K Evans"},{"last_name":"Tolin","fore_name":"Julia C","initials":"JC","full_name":"Julia C Tolin"},{"last_name":"Vesce","fore_name":"Julianne","initials":"J","full_name":"Julianne Vesce"},{"last_name":"Denmeade","fore_name":"Travis","initials":"T","full_name":"Travis Denmeade"},{"last_name":"Arbulu","fore_name":"Ricardo","initials":"R","full_name":"Ricardo Arbulu"},{"last_name":"Manway","fore_name":"Jeffrey","initials":"J","full_name":"Jeffrey Manway"},{"last_name":"Blazek","fore_name":"Cody D","initials":"CD","full_name":"Cody D Blazek"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1177/10711007251344583","journal":"Foot \u0026 ankle international","journal_abbr":"Foot Ankle Int","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922028","title":"Malaria amidst the COVID-19 pandemic in Gabon an application of autoregressive integrated moving average (ARIMA) models within an interrupted time series (ITS) framework to hospital-based data.","abstract":"Coinciding with the SARS-CoV-2 pandemic, malaria cases and malaria-related deaths increased globally between 2020 and 2022. However, evidence linking the pandemic to increased malaria burden remains ambiguous. We assessed the extent to which an observed malaria resurgence in Lambar n , Gabon, can be associated with pandemic-related disruptions in malaria control programmes. Using observational data from two tertiary referral hospitals, spanning 2018 to early 2023, we applied autoregressive integrated moving average (ARIMA) models in an interrupted time series (ITS) framework to test for changes in trends and levels following the onset of the pandemic. The primary outcome is the monthly malaria diagnosis rate (per 1000 all-cause hospital diagnoses). As a sub-analysis, we focused on monthly maternal malaria incidence. Following an initial drop (-47.32, P 0.031), potentially due to risk-averse behaviours, the malaria diagnosis rate gradually and concavely increased (linear term 7.32, P 0.001 squared term -0.19, P 0.001) to a peak above pre-pandemic levels. Additional analyses suggest that this resurgence was likely driven by disruptions to malaria control activities and a waning efficacy of malaria control tools administered pre-pandemic. Conversely, a resurgence in maternal malaria incidence was not estimated. Findings align with several national and global descriptive reports, but add a more detailed understanding of underlying dynamics, therefore reinforcing the importance of maintaining malaria control in the general population. The absence of a meaningful increase in maternal malaria provides some reassurance that malaria in pregnancy-specific control remained unchanged during the SARS-CoV-2 pandemic. However, observed peaks in post-pandemic maternal malaria incidence should raise concerns given the risks that malaria poses to this group.","authors":[{"last_name":"Roeder","fore_name":"Friederike","initials":"F","full_name":"Friederike Roeder"},{"last_name":"Adegnika","fore_name":"Olouyomi Scherif","initials":"OS","full_name":"Olouyomi Scherif Adegnika"},{"last_name":"Honkpehedji","fore_name":"Yabo Josiane","initials":"YJ","full_name":"Yabo Josiane Honkpehedji"},{"last_name":"Huth","fore_name":"Manuel","initials":"M","full_name":"Manuel Huth"},{"last_name":"Lell","fore_name":"Bertrand","initials":"B","full_name":"Bertrand Lell"},{"last_name":"Adegnika","fore_name":"Ayôla Akim","initials":"AA","full_name":"Ayôla Akim Adegnika"},{"last_name":"Lopes-Rafegas","fore_name":"Iris","initials":"I","full_name":"Iris Lopes-Rafegas"},{"last_name":"Sicuri","fore_name":"Elisa","initials":"E","full_name":"Elisa Sicuri"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1093/ije/dyaf140","journal":"International journal of epidemiology","journal_abbr":"Int J Epidemiol","source":"pubmed","mesh_headings":["Humans","COVID-19","Gabon","Malaria","Interrupted Time Series Analysis","Female","Pregnancy","Incidence","SARS-CoV-2","Adult","Pandemics","Models, Statistical"],"publication_types":["Journal Article","Observational Study"],"affiliation":"","has_medical_terms":false}
{"id":"40922007","title":"Coxsackie B1 virus-like particle vaccine modified to exclude a highly conserved immunoreactive region from the capsid induces potent neutralizing antibodies and protects against infection in mice.","abstract":"Enteroviruses, including Coxsackie B (CVB) viruses, can cause severe diseases such as myocarditis, pancreatitis, and meningitis. Vaccines can prevent these complications, but conserved non-neutralizing epitopes in the viral capsid may limit their effectiveness. The immunodominant PALXAXETG motif, located in the VP1 N-terminus, is a highly conserved region in enteroviruses that elicits non-neutralizing antibody responses. Virus-like particles (VLPs) offer a safe and effective vaccine platform because of their structural similarity to native viruses but lack viral genetic material. Importantly, VLPs can be structurally modified to exclude specific epitopes. Here, we produced a modified CVB1 virus-like particle (VLP) vaccine lacking 15 amino acids from the PALXAXETG motif (designated VLP palxa) using the baculovirus-insect cell expression system. To confirm the structural integrity, we determined the crystal structure of the modified VLP with 3.2 resolution. We then conducted comprehensive immunogenicity studies in mice, including dose titration, comparison of two versus three immunizations, and post-vaccination viral challenge. In addition, we evaluated the impact of the AS04 adjuvant on the immunogenicity of unmodified and modified CVB1-VLP vaccines and the formalin-inactivated CVB1 vaccine. The yield of CVB1-VLP palxa was 29.5 mg/L, and the particles were shown to assemble similarly to unmodified CVB1-VLP. CVB1-VLP palxa induced robust antibody responses, with neutralizing antibody titres comparable to or exceeding those elicited by unmodified VLP or inactivated virus vaccines. A 2 g dose was identified as optimal, providing the highest neutralizing antibody titres. A third immunization significantly increased antibody levels, and all non-adjuvanted vaccines protected the mice from CVB1 challenge after the third dose. The addition of AS04 significantly enhanced the antibody response, particularly in both VLP groups. We demonstrated that with targeted structural modification of the CVB1-VLP capsid, immunodominant antibody responses against the conserved PALXAXETG motif can be avoided. We demonstrate that structural modification of CVB1-VLP is a viable strategy. Since the deleted epitope is known to be non-neutralizing, its deletion may help focus the immune response on more protective targets and thereby improve vaccine efficacy. The modified VLPs, particularly when adjuvanted, offer a promising approach for developing safe and effective enterovirus vaccines.","authors":[{"last_name":"Soppela","fore_name":"Saana","initials":"S","full_name":"Saana Soppela"},{"last_name":"González-Rodríguez","fore_name":"Martín","initials":"M","full_name":"Martín González-Rodríguez"},{"last_name":"Stone","fore_name":"Virginia M","initials":"VM","full_name":"Virginia M Stone"},{"last_name":"Mustonen","fore_name":"Iiris","initials":"I","full_name":"Iiris Mustonen"},{"last_name":"Jouppila","fore_name":"Niila V V","initials":"NVV","full_name":"Niila V V Jouppila"},{"last_name":"Lampinen","fore_name":"Vili","initials":"V","full_name":"Vili Lampinen"},{"last_name":"Haikarainen","fore_name":"Teemu","initials":"T","full_name":"Teemu Haikarainen"},{"last_name":"Flodström-Tullberg","fore_name":"Malin","initials":"M","full_name":"Malin Flodström-Tullberg"},{"last_name":"Junttila","fore_name":"Ilkka S","initials":"IS","full_name":"Ilkka S Junttila"},{"last_name":"Hankaniemi","fore_name":"Minna M","initials":"MM","full_name":"Minna M Hankaniemi"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1186/s12929-025-01183-1","journal":"Journal of biomedical science","journal_abbr":"J Biomed Sci","source":"pubmed","mesh_headings":["Animals","Vaccines, Virus-Like Particle","Mice","Antibodies, Neutralizing","Enterovirus B, Human","Antibodies, Viral","Capsid Proteins","Mice, Inbred BALB C","Female","Viral Vaccines","Coxsackievirus Infections","Capsid"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921971","title":"Nr4a2, A Key Factor Controlling the Development and Functional Maintenance of Forebrain Car3 Neurons.","abstract":"Nr4a2 (Nurr1) is well known to be vital for midbrain dopaminergic neurons. Recent single-cell Ribonucleic Acid analyses reveal that Nr4a2 is expressed in lateral cerebral regions, within neurons named L4/L5/L6 IT Car3. These neurons have attracted intense attention for the molecular mechanisms underlying their development and functions. We classified Car3 neurons into neocortical (Ncx-Car3), claustral (CLA-Car3), and dorsal endopiriform nucleus (dEn-Car3) subpopulations, focusing on the characterization of Ncx-Car3 neurons. These neurons exhibit distinct birthdates and migratory morphologies compared to CLA- and dEn-Car3 neurons, but share a common transcriptomic profile when Nr4a2 is deleted at the embryonic stage or in adulthood. Notably, Nr4a2 misexpression ectopically induces Car3-enriched genes in vivo. Mice lacking Nr4a2 in Car3 ensembles during the embryonic stage or in adulthood display hyperactivity and reduced anxiety-like behaviors. Therefore, our results demonstrate that Nr4a2 is a key factor in regulating the development and functional maintenance of the forebrain Car3 neurons.","authors":[{"last_name":"Tao","fore_name":"Yun-Chao","initials":"YC","full_name":"Yun-Chao Tao"},{"last_name":"Zhao","fore_name":"Li","initials":"L","full_name":"Li Zhao"},{"last_name":"Zhang","fore_name":"Qiong","initials":"Q","full_name":"Qiong Zhang"},{"last_name":"Liu","fore_name":"Xi-Yue","initials":"XY","full_name":"Xi-Yue Liu"},{"last_name":"Liu","fore_name":"Wei-Tang","initials":"WT","full_name":"Wei-Tang Liu"},{"last_name":"Li","fore_name":"Ze-Xuan","initials":"ZX","full_name":"Ze-Xuan Li"},{"last_name":"Hu","fore_name":"Ling","initials":"L","full_name":"Ling Hu"},{"last_name":"Zhang","fore_name":"Lei","initials":"L","full_name":"Lei Zhang"},{"last_name":"Chen","fore_name":"Jia-Yin","initials":"JY","full_name":"Jia-Yin Chen"},{"last_name":"Ding","fore_name":"Yu-Qiang","initials":"YQ","full_name":"Yu-Qiang Ding"},{"last_name":"Song","fore_name":"Ning-Ning","initials":"NN","full_name":"Ning-Ning Song"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1007/s12264-025-01496-z","journal":"Neuroscience bulletin","journal_abbr":"Neurosci Bull","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921968","title":"Delivering HIV-Positive Test Results via Phone Who Never Answered Correlates of Undelivered Reactive HIV Results in a U.S. National Cohort of Sexual and Gender Minority Individuals.","abstract":"Self-testing for Human Immunodeficiency Virus is an accessible, effective testing method for clinical and research contexts. From 2017 to 2022, we conducted annual, mail-in Human Immunodeficiency Virus testing with participants in our U.S. national longitudinal cohort of 6253 sexual and gender minority (SGM) individuals. Using multivariable logistic regression, we examined factors associated with failure to deliver Human Immunodeficiency Virus-positive results by phone despite extensive outreach. Of 16,000 samples tested, 315 were reactive (98 cisgender sexual minority men). We successfully delivered two-thirds of reactive results (n 209). Unsuccessful result delivery was associated with frequent (once/week or more) methamphetamine use (Operating Room 2.195, p .004), one or more recent Human Immunodeficiency Virus-positive sexual partner(s) (Operating Room 2.764, p .001), and at least one indicator of socioeconomic vulnerability (Operating Room 2.413, p .001). In the adjusted model, only socioeconomic vulnerability (AOR 1.864, p .034) and recent Human Immunodeficiency Virus-positive partner(s) (AOR 2.220, p .005) remained significant. Finally, we performed an exploratory cross-sectional mediation analysis, which suggested the impact of frequent methamphetamine use on failure to deliver Human Immunodeficiency Virus results was mediated by socioeconomic vulnerability, with significant indirect effect (ab - 0.056, p .002) and total effect (c - 0.184, p .008). Although remote self-testing can help SGM access Human Immunodeficiency Virus testing, difficulties remain in successfully delivering stigmatizing and stressful information like Human Immunodeficiency Virus results-particularly to those using methamphetamine or experiencing socioeconomic vulnerabilities, and those with Human Immunodeficiency Virus-positive sex partner(s) who may suspect a positive result. Tailored strategies are needed to better connect these populations into the status-neutral Human Immunodeficiency Virus care continuum.","authors":[{"last_name":"Dearolf","fore_name":"Michelle","initials":"M","full_name":"Michelle Dearolf"},{"last_name":"Westmoreland","fore_name":"Drew A","initials":"DA","full_name":"Drew A Westmoreland"},{"last_name":"Mirzayi","fore_name":"Chloe","initials":"C","full_name":"Chloe Mirzayi"},{"last_name":"Guo","fore_name":"Yan","initials":"Y","full_name":"Yan Guo"},{"last_name":"D'Angelo","fore_name":"Alexa","initials":"A","full_name":"Alexa D'Angelo"},{"last_name":"Pantalone","fore_name":"David W","initials":"DW","full_name":"David W Pantalone"},{"last_name":"Carrico","fore_name":"Adam W","initials":"AW","full_name":"Adam W Carrico"},{"last_name":"Grov","fore_name":"Christian","initials":"C","full_name":"Christian Grov"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1007/s10461-025-04858-w","journal":"AIDS and behavior","journal_abbr":"AIDS Behav","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921948","title":"Ibrutinib-associated hematoma of the liver role of ultrasound in diagnosis and clinical management.","abstract":"Ibrutinib, a Bruton s tyrosine kinase (BTK) inhibitor, has transformed the management of mantle cell lymphoma (MCL) but is associated with an elevated risk of bleeding. We report a rare case of hepatic subcapsular hematoma due to ibrutinib in a patient with relapsed MCL. Ultrasound was crucial in the early detection, monitoring, and management of this rare but potentially severe complication.","authors":[{"last_name":"Buonamassa","fore_name":"Rosa","initials":"R","full_name":"Rosa Buonamassa"},{"last_name":"Cappello","fore_name":"Emilia","initials":"E","full_name":"Emilia Cappello"},{"last_name":"Di Matteo","fore_name":"Angela","initials":"A","full_name":"Angela Di Matteo"},{"last_name":"Maestri","fore_name":"Marcello","initials":"M","full_name":"Marcello Maestri"},{"last_name":"Frattola","fore_name":"Sofia","initials":"S","full_name":"Sofia Frattola"},{"last_name":"Brunetti","fore_name":"Enrico","initials":"E","full_name":"Enrico Brunetti"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1007/s40477-025-01059-y","journal":"Journal of ultrasound","journal_abbr":"J Ultrasound","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921942","title":"Enhanced sensitivity detection via orientational labelling of SPA-functionalized magnetic nanoparticles in lateral-flow immunoassays.","abstract":"Mycoplasma pneumonia, a primary aetiological agent of atypical pneumonia, necessitates the implementation of rapid point-of-care diagnostics. Lateral flow immunoassays (LFIAs) hold promise for point-of-care testing (POCT), yet their sensitivity levels are frequently constrained by probe affinity and matrix interference. We introduce an orientational labelling strategy that employs magnetic nanoparticles (MNPs) functionalized with staphylococcal protein A (SPA) to simultaneously enhance antibody orientation and facilitate magnetic enrichment. The SPA-MNPs were synthesized via aggregation precipitation crosslinking, utilizing the Fc-binding specificity of SPA to enable oriented antibody conjugation and reduce steric hindrance. The oriented probe demonstrated robust stability, exceptional specificity, and enhanced binding affinity, which were considered crucial for the detection of low-abundance targets. In concentration gradient tests, the orientational labelling method resulted in the lowest visible colorimetric signals at 10 CFU mL, whereas conventional random probes (BSA-MNPs) resulted in detectable coloration at concentrations as low as 10 CFU mL. The color sensitivity and LOD of the orientational labelling approach were further increased to 10 CFU/mL and 0.668 10 CFU/mL, respectively, through magnetic enrichment treatment. The capture binding kinetics analysis indicated that the enrichment efficiency depended on the binding effect of the antibody and the antigen concentration, showing a clear correlation with the dissociation constant (Potassium). A clinical evaluation of 87 patient samples showed 88.5 agreement with the results of the quantitative fluorescence qPCR, which validated the diagnostic accuracy of the method. This study presents an orientational labelling platform for LFIA that combines Fc-directed antibody alignment with magnetic nanoparticle enrichment to overcome sensitivity barriers in the detection of low-abundance pathogens. This strategy comprises a universal design principle for achieving high-performance point-of-care testing (POCT) for various infectious diseases.","authors":[{"last_name":"Zhao","fore_name":"Penghua","initials":"P","full_name":"Penghua Zhao"},{"last_name":"Li","fore_name":"Yaping","initials":"Y","full_name":"Yaping Li"},{"last_name":"Feng","fore_name":"Qing","initials":"Q","full_name":"Qing Feng"},{"last_name":"Huo","fore_name":"Xueping","initials":"X","full_name":"Xueping Huo"},{"last_name":"Sun","fore_name":"Jingying","initials":"J","full_name":"Jingying Sun"},{"last_name":"Lu","fore_name":"Zifan","initials":"Z","full_name":"Zifan Lu"},{"last_name":"Song","fore_name":"Zhangjun","initials":"Z","full_name":"Zhangjun Song"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1007/s00604-025-07392-7","journal":"Mikrochimica acta","journal_abbr":"Mikrochim Acta","source":"pubmed","mesh_headings":["Immunoassay","Staphylococcal Protein A","Magnetite Nanoparticles","Limit of Detection","Humans","Mycoplasma pneumoniae","Antibodies, Immobilized"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921877","title":"Anti-M1R/B6R antibody characterization and bispecific design for enhanced orthopoxvirus protection.","abstract":"The global outbreak of the mpox in humans, caused by the mpox virus (MPXV), underscores the urgent need for safe and effective therapeutics. In this study, we characterized the dominant MPXV immunogens, M1R and B6R, by sequencing monoclonal antibodies (MAbs) from the immunized mice and analyzing their epitopes and functions through in vitro and in vivo assessments of binding and antiviral activities. Several broadly effective anti-M1R and anti-B6R neutralizing MAbs were identified and they exhibited enhanced antiviral effects against MPXV or vaccinia virus (VACV) when used in antibody cocktail and bispecific antibody designs. Notably, the VH-CH1 switch region-inserting format of bispecific antibodies exhibited robust protective efficacy against VACV in a mouse model. Collectively, our study characterized the epitope and functional maps of anti-M1R and anti-B6R MAbs and developed promising broad-spectrum antibody candidates for the treatment of MPXV and other orthopoxvirus infections.","authors":[{"last_name":"Zhao","fore_name":"Runchu","initials":"R","full_name":"Runchu Zhao"},{"last_name":"Wu","fore_name":"Lili","initials":"L","full_name":"Lili Wu"},{"last_name":"Zhang","fore_name":"Yi","initials":"Y","full_name":"Yi Zhang"},{"last_name":"Ma","fore_name":"Jianrong","initials":"J","full_name":"Jianrong Ma"},{"last_name":"Liu","fore_name":"Dezhi","initials":"D","full_name":"Dezhi Liu"},{"last_name":"Zheng","fore_name":"Yuxuan","initials":"Y","full_name":"Yuxuan Zheng"},{"last_name":"Kong","fore_name":"Tianxiang","initials":"T","full_name":"Tianxiang Kong"},{"last_name":"Ma","fore_name":"Renyi","initials":"R","full_name":"Renyi Ma"},{"last_name":"Gao","fore_name":"Zhengrong","initials":"Z","full_name":"Zhengrong Gao"},{"last_name":"Chai","fore_name":"Yan","initials":"Y","full_name":"Yan Chai"},{"last_name":"Liu","fore_name":"Yuanlang","initials":"Y","full_name":"Yuanlang Liu"},{"last_name":"Tian","fore_name":"Yi","initials":"Y","full_name":"Yi Tian"},{"last_name":"Xia","fore_name":"Yunxiang","initials":"Y","full_name":"Yunxiang Xia"},{"last_name":"Hou","fore_name":"Yongzhi","initials":"Y","full_name":"Yongzhi Hou"},{"last_name":"Lu","fore_name":"Jiahan","initials":"J","full_name":"Jiahan Lu"},{"last_name":"Cong","fore_name":"Zhe","initials":"Z","full_name":"Zhe Cong"},{"last_name":"Huang","fore_name":"Baoying","initials":"B","full_name":"Baoying Huang"},{"last_name":"Tan","fore_name":"Wenjie","initials":"W","full_name":"Wenjie Tan"},{"last_name":"Xue","fore_name":"Jing","initials":"J","full_name":"Jing Xue"},{"last_name":"Gao","fore_name":"George F","initials":"GF","full_name":"George F Gao"},{"last_name":"Wang","fore_name":"Qihui","initials":"Q","full_name":"Qihui Wang"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1038/s44321-025-00299-z","journal":"EMBO molecular medicine","journal_abbr":"EMBO Mol Med","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921841","title":"Distinct roles for B cell-derived LT 3 and LT 1 2 in TNF-mediated ileitis.","abstract":"Crohn s disease pathology is modeled in TNF mice that overproduce tumor necrosis factor (TNF) to drive disease through TNF receptors. An alternative ligand for TNF receptors, soluble LT , is produced by B cells, but has received scarce attention because LT also partners with LT to generate membrane-tethered LT that promotes tertiary lymphoid tissue-another feature of Crohn s disease. We hypothesized that B cell-derived LT would critically affect ileitis in TNF mice. However, whereas deleting LT in B cells was essential for tertiary lymphoid tissue, disease pathology was minimally affected. By contrast, loss of B cell-derived LT increased intestinal permeability, shrunk the pool of IgA ileal plasma cells, elevated cytokines and prompted weight loss, including loss of muscle mass-a systemic feature of Crohn s disease. Neutralizing antibodies to LT strongly augmented the cachexic-like effects of TNF. Thus, B cell-produced LT and LT have distinct roles in ileitis, with the role of LT unexpectedly protective through counterbalancing TNF.","authors":[{"last_name":"Erlich","fore_name":"Emma C","initials":"EC","full_name":"Emma C Erlich"},{"last_name":"Alayo","fore_name":"Quazim A","initials":"QA","full_name":"Quazim A Alayo"},{"last_name":"Kim","fore_name":"Ayoung","initials":"A","full_name":"Ayoung Kim"},{"last_name":"Han","fore_name":"Jichang","initials":"J","full_name":"Jichang Han"},{"last_name":"Mintz","fore_name":"Rachel L","initials":"RL","full_name":"Rachel L Mintz"},{"last_name":"Huckstep","fore_name":"Christopher G","initials":"CG","full_name":"Christopher G Huckstep"},{"last_name":"Ruiz","fore_name":"Heather S","initials":"HS","full_name":"Heather S Ruiz"},{"last_name":"Field","fore_name":"Rachael L","initials":"RL","full_name":"Rachael L Field"},{"last_name":"Dunning","fore_name":"Taylor J","initials":"TJ","full_name":"Taylor J Dunning"},{"last_name":"Saleh","fore_name":"Leila S","initials":"LS","full_name":"Leila S Saleh"},{"last_name":"Hoofnagle","fore_name":"Mark H","initials":"MH","full_name":"Mark H Hoofnagle"},{"last_name":"Tumanov","fore_name":"Alexei V","initials":"AV","full_name":"Alexei V Tumanov"},{"last_name":"Guilak","fore_name":"Farshid","initials":"F","full_name":"Farshid Guilak"},{"last_name":"Brestoff","fore_name":"Jonathan R","initials":"JR","full_name":"Jonathan R Brestoff"},{"last_name":"Czepielewski","fore_name":"Rafael S","initials":"RS","full_name":"Rafael S Czepielewski"},{"last_name":"Randolph","fore_name":"Gwendalyn J","initials":"GJ","full_name":"Gwendalyn J Randolph"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1038/s41590-025-02263-y","journal":"Nature immunology","journal_abbr":"Nat Immunol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921754","title":"An alternative route for -hydroxybutyrate metabolism supports cytosolic acetyl-CoA synthesis in cancer cells.","abstract":"Cancer cells are exposed to diverse metabolites in the tumour microenvironment that are used to support the synthesis of nucleotides, amino acids and lipids needed for rapid cell proliferation. In some tumours, ketone bodies such as -hydroxybutyrate ( -OHB), which are elevated in circulation under fasting conditions or low glycemic diets, can serve as an alternative fuel that is metabolized in the mitochondria to provide acetyl-CoA for the tricarboxylic acid (TCA) cycle. Here we identify a non-canonical route for -OHB metabolism that bypasses the TCA cycle to generate cytosolic acetyl-CoA. We show that in cancer cells that can metabolize ketones, -OHB-derived acetoacetate in the mitochondria can be shunted into the cytosol, where acetoacetyl-CoA synthetase (AACS) and thiolase convert it into cytosolic acetyl-CoA. This alternative metabolic routing allows -OHB to avoid oxidation in the mitochondria and to be used as a major source of cytosolic acetyl-CoA, even when other key cytosolic acetyl-CoA precursors such as glucose are available in excess. Finally, we demonstrate that ketone body metabolism, including this alternative AACS-dependent route, can support the growth of mouse Kras Trp53 pancreatic tumours grown orthotopically in the pancreas of male mice, as well as the growth of mouse B16 melanoma tumours in male mice fed a calorie-restricted diet. Together, these data reveal how cancer cells use -OHB as a major source of cytosolic acetyl-CoA to support cell proliferation and tumour growth.","authors":[{"last_name":"Kaluba","fore_name":"Faith C","initials":"FC","full_name":"Faith C Kaluba"},{"last_name":"Rogers","fore_name":"Thomas J","initials":"TJ","full_name":"Thomas J Rogers"},{"last_name":"Jeong","fore_name":"Yu-Jin","initials":"YJ","full_name":"Yu-Jin Jeong"},{"last_name":"House","fore_name":"Rachel 'Rae' J","initials":"R'J","full_name":"Rachel 'Rae' J House"},{"last_name":"Waldhart","fore_name":"Althea","initials":"A","full_name":"Althea Waldhart"},{"last_name":"Sokol","fore_name":"Kelly H","initials":"KH","full_name":"Kelly H Sokol"},{"last_name":"Daniels","fore_name":"Samuel R","initials":"SR","full_name":"Samuel R Daniels"},{"last_name":"Lee","fore_name":"Cameron J","initials":"CJ","full_name":"Cameron J Lee"},{"last_name":"Longo","fore_name":"Joseph","initials":"J","full_name":"Joseph Longo"},{"last_name":"Johnson","fore_name":"Amy","initials":"A","full_name":"Amy Johnson"},{"last_name":"Sartori","fore_name":"Vincent J","initials":"VJ","full_name":"Vincent J Sartori"},{"last_name":"Sheldon","fore_name":"Ryan D","initials":"RD","full_name":"Ryan D Sheldon"},{"last_name":"Jones","fore_name":"Russell G","initials":"RG","full_name":"Russell G Jones"},{"last_name":"Lien","fore_name":"Evan C","initials":"EC","full_name":"Evan C Lien"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1038/s42255-025-01366-y","journal":"Nature metabolism","journal_abbr":"Nat Metab","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921747","title":"Rodent adapted marburg viruses are lethal in ferrets.","abstract":"Ferrets are highly susceptible to infection with several orthoebolaviruses, including Ebola virus (EBOV), yet they are refractory to infection with the orthomarburgviruses, Marburg virus (MARV) and Ravn virus. This study sought to investigate the pathogenicity of rodent-adapted MARV in ferrets. Challenge with guinea pig-adapted (GPA)-MARV resulted in uniform lethality among ferrets, whereas challenge with mouse-adapted (MA)-MARV resulted in partial lethality. Ferrets challenged with GPA-MARV manifested clinical signs of filovirus disease, including a petechial rash. These animals supported high levels of viral replication and exhibited coagulation abnormalities exemplified by thrombocytopenia, a feature absent among ferrets challenged with GPA-EBOV. A dysregulated immune response and hematological perturbations were also observed among GPA-MARV-challenged ferrets. Lastly, several genome mutations appeared in GPA-MARV following ferret challenge. This study provides insight into the pathogenesis of MARV and represents the first report and characterization of a lethal Marburg virus ferret model.","authors":[{"last_name":"Schiffman","fore_name":"Zachary","initials":"Z","full_name":"Zachary Schiffman"},{"last_name":"Garnett","fore_name":"Lauren","initials":"L","full_name":"Lauren Garnett"},{"last_name":"Tran","fore_name":"Kaylie N","initials":"KN","full_name":"Kaylie N Tran"},{"last_name":"Audet","fore_name":"Jonathan","initials":"J","full_name":"Jonathan Audet"},{"last_name":"Tierney","fore_name":"Kevin","initials":"K","full_name":"Kevin Tierney"},{"last_name":"Azaransky","fore_name":"Kim","initials":"K","full_name":"Kim Azaransky"},{"last_name":"He","fore_name":"Shihua","initials":"S","full_name":"Shihua He"},{"last_name":"Banadyga","fore_name":"Logan","initials":"L","full_name":"Logan Banadyga"},{"last_name":"Strong","fore_name":"James E","initials":"JE","full_name":"James E Strong"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1038/s44298-025-00147-4","journal":"Npj viruses","journal_abbr":"Npj Viruses","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921736","title":"Epidemiological and phylogenetic characteristics of human metapneumovirus in Beijing, China, 2014-2024.","abstract":"In November 2024, there was an unusual surge in human metapneumovirus (hMPV) infection cases in Beijing. We performed an epidemiological investigation among cases with acute respiratory tract infection (ARTI). We enrolled ARTI cases from 35 sentinel hospitals, collected samples and medical records, conducted comprehensive pathogen testing, sequenced target genes or whole genomes, and performed phylogenetic analysis. A total of 79,793 cases were included in this study from 2014 to 2024. The hMPV epidemic exhibited typical seasonality from December to April of the following year, with an overall positivity rate of hMPV of 1.6 . The positivity rate of hMPV was highest in the 0-4 year age group (3.4 ) and remained relatively high (1.2 ) among populations over 60 years of age. Genotypes A and B were cocirculated, with predominant genotypes alternating every two years. We identified two variants of A2c with 180 or 111 nucleotide duplications in the G gene since 2016, and the A2c has been predominant (56.9 ) over the parent A2c since 2018. HMPV infection experienced an unusual surge beginning in November 2024 and peaked in December (9.5 ). Subgenotype B2 (98.3 ) returned to the predominant position instead of the A2c and seemed to be associated with milder illness. Twenty hMPV isolates collected in 2024 were identified as known subgenotypes (A2c and B2) via whole-genome analyses. In conclusion, hMPV exhibited a typical seasonality in Beijing, with the predominant genotypes alternating every two years. Its unusual surge in November 2024 was attributed to the reoccurrence of hMPV B2 rather than a novel variant.","authors":[{"last_name":"Li","fore_name":"Aihua","initials":"A","full_name":"Aihua Li"},{"last_name":"Gong","fore_name":"Cheng","initials":"C","full_name":"Cheng Gong"},{"last_name":"Wang","fore_name":"Liang","initials":"L","full_name":"Liang Wang"},{"last_name":"Han","fore_name":"Yuling","initials":"Y","full_name":"Yuling Han"},{"last_name":"Kang","fore_name":"Lu","initials":"L","full_name":"Lu Kang"},{"last_name":"Hu","fore_name":"Geng","initials":"G","full_name":"Geng Hu"},{"last_name":"Cao","fore_name":"Jian","initials":"J","full_name":"Jian Cao"},{"last_name":"Li","fore_name":"Maozhong","initials":"M","full_name":"Maozhong Li"},{"last_name":"Guan","fore_name":"Xuejiao","initials":"X","full_name":"Xuejiao Guan"},{"last_name":"Luo","fore_name":"Ming","initials":"M","full_name":"Ming Luo"},{"last_name":"Yu","fore_name":"Lei","initials":"L","full_name":"Lei Yu"},{"last_name":"Li","fore_name":"Yuchuan","initials":"Y","full_name":"Yuchuan Li"},{"last_name":"Huang","fore_name":"Fang","initials":"F","full_name":"Fang Huang"},{"last_name":"Gao","fore_name":"George F","initials":"GF","full_name":"George F Gao"},{"last_name":"Wang","fore_name":"Quanyi","initials":"Q","full_name":"Quanyi Wang"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1038/s41392-025-02377-7","journal":"Signal transduction and targeted therapy","journal_abbr":"Signal Transduct Target Ther","source":"pubmed","mesh_headings":["Humans","Metapneumovirus","Phylogeny","Paramyxoviridae Infections","Male","Beijing","Female","Child, Preschool","Infant","Middle Aged","Adult","Child","Respiratory Tract Infections","Adolescent","Aged","Infant, Newborn","Genotype","Seasons","Genome, Viral"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921727","title":"Waiting for Perfection or Acting on Reality Burnout in Gastroenterology Needs Action Now.","abstract":"","authors":[{"last_name":"Manza","fore_name":"Francesca","initials":"F","full_name":"Francesca Manza"},{"last_name":"Shiha","fore_name":"Mohamed G","initials":"MG","full_name":"Mohamed G Shiha"},{"last_name":"Müller","fore_name":"Martina","initials":"M","full_name":"Martina Müller"},{"last_name":"Sidhu","fore_name":"Reena","initials":"R","full_name":"Reena Sidhu"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/ueg2.70107","journal":"United European gastroenterology journal","journal_abbr":"United European Gastroenterol J","source":"pubmed","mesh_headings":null,"publication_types":["Letter"],"affiliation":"","has_medical_terms":false}
{"id":"40921703","title":"Machine learning-based prognostic model for human immunodeficiency virus-associated cutaneous T-cell lymphoma A Surveillance, Epidemiology, and End Results database analysis.","abstract":"ObjectiveAccurate prognostication is crucial for managing human immunodeficiency virus (Human Immunodeficiency Virus)-associated cutaneous T-cell lymphoma. In this study, we aimed to develop an improved machine learning-based prognostic model for predicting the 5-year survival rates in Human Immunodeficiency Virus-associated cutaneous T-cell lymphoma patients.MethodsWe derived and tested machine learning models using algorithms including Extreme Gradient Boosting (XGBoost), Light Gradient Boosting Machine (LightGBM), and Random Forest. Our study involved data from a Ultrasound population-based cohort of patients diagnosed with Human Immunodeficiency Virus-associated cutaneous T-cell lymphoma between 1 January 2000 and 31 December 2018, which were extracted from the Surveillance, Epidemiology, and End Results database. The primary outcome was the prediction of 5-year overall survival. Model discrimination was assessed using the area under the receiver operating characteristic curve (AUC), and calibration was assessed using Brier scores.ResultsA cohort of 381 Human Immunodeficiency Virus-associated cutaneous T-cell lymphoma patients was analyzed. Multivariate logistic regression identified age 60 years (odds ratio 4.88), regional stage (odds ratio 10.31), distant stage (odds ratio 28.37), and chemotherapy (odds ratio 4.71) as significant independent risk factors for 5-year mortality. Among seven machine learning models developed, the XGBoost model demonstrated the highest discrimination for 5-year overall survival (AUC 0.867), followed by LightGBM (AUC 0.835). Both models exhibited good calibration with low Brier scores (XGBoost 0.130, LightGBM 0.109). Support Vector Machine performed optimally in ten-fold cross-validation, logistic regression showed the lowest Brier score (0.106), and XGBoost provided the best balance of discrimination and robust performance.ConclusionOur novel machine learning approach produced prognostic models with superior discrimination for 5-year overall survival in Human Immunodeficiency Virus-associated cutaneous T-cell lymphoma patients using standard clinicopathological variables. These models offer potential for more accurate and personalized prognostics, potentially improving patient management and clinical decision-making.","authors":[{"last_name":"Huang","fore_name":"Weimin","initials":"W","full_name":"Weimin Huang"},{"last_name":"Tian","fore_name":"Manwen","initials":"M","full_name":"Manwen Tian"},{"last_name":"Jia","fore_name":"Lanlan","initials":"L","full_name":"Lanlan Jia"},{"last_name":"Ai","fore_name":"Jing","initials":"J","full_name":"Jing Ai"},{"last_name":"Gan","fore_name":"Jinying","initials":"J","full_name":"Jinying Gan"},{"last_name":"Chen","fore_name":"Junteng","initials":"J","full_name":"Junteng Chen"},{"last_name":"Chen","fore_name":"Lingzhen","initials":"L","full_name":"Lingzhen Chen"},{"last_name":"Zhang","fore_name":"Yongmin","initials":"Y","full_name":"Yongmin Zhang"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1177/03000605251359433","journal":"The Journal of international medical research","journal_abbr":"J Int Med Res","source":"pubmed","mesh_headings":["Humans","Machine Learning","Female","Male","Middle Aged","Prognosis","HIV Infections","Lymphoma, T-Cell, Cutaneous","SEER Program","Adult","Aged","Skin Neoplasms","Survival Rate","ROC Curve","Risk Factors","United States"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921643","title":"Stakeholder perspectives on contextual barriers to the successful implementation of multiple family group therapy in the Lower Manya Krobo District, Ghana a qualitative study.","abstract":"This study aimed to examine the contextual barriers that may hinder the implementation of multiple family group therapy (MFGT) in Ghana s Lower Manya Krobo District. An exploratory, descriptive, qualitative study employing focus group discussions and in-depth interviews. Atua Government Hospital in the Lower Manya Krobo District. Data were collected between February and March 2025. 12 young people living with Human Immunodeficiency Virus (YPLHIV aged 12-22 years), 13 caregivers and five healthcare professionals were selected via purposive sampling. Four major themes emerged (1) resource and logistic constraints, including transportation challenges, programme sustainability concerns and inadequate physical facilities (2) stigma and confidentiality concerns, encompassing public identification fears and community stigma (3) implementation challenges, involving attendance reliability and organisational instability and (4) participation barriers, including group setting anxiety and delayed Human Immunodeficiency Virus status disclosure. These barriers spanned multiple domains of the Consolidated Framework for Implementation Research (CFIR), highlighting the complex, multi-level nature of implementation challenges. Successful implementation of MFGT for YPLHIV in Ghana requires addressing interrelated barriers across multiple ecological levels simultaneously. These findings largely underscore the importance of exploring the local context for potential barriers to inform the adaptation of evidence-based interventions to accommodate ecological concerns. NCT06701942.","authors":[{"last_name":"Boakye","fore_name":"Dorothy Serwaa","initials":"DS","full_name":"Dorothy Serwaa Boakye"},{"last_name":"Adjorlolo","fore_name":"Samuel","initials":"S","full_name":"Samuel Adjorlolo"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1136/bmjopen-2025-105448","journal":"BMJ open","journal_abbr":"BMJ Open","source":"pubmed","mesh_headings":["Humans","Ghana","Qualitative Research","Adolescent","Male","Female","Young Adult","HIV Infections","Focus Groups","Child","Family Therapy","Stakeholder Participation","Social Stigma","Adult","Caregivers","Health Personnel"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
