{"id":"40923330","title":"Loss of METTL3 m6A methyltransferase results in short-term progression and poor treatment outcome of bladder cancer patients.","abstract":"Bladder cancer (BlCa) exhibits a highly heterogeneous molecular landscape and treatment response, underlining the pressing need for personalized prognosis. N6-methyladenosine (m6A) constitutes the most abundant Ribonucleic Acid modification, modulates Ribonucleic Acid biology/metabolism, and maintains cellular homeostasis, with its dysregulation involved in cancer initiation and progression. Herein, we evaluated the clinical value of METTL3 m6A methyltransferase, the main catalytic component of m6A methylation machinery, in improving BlCa patients risk stratification and prognosis. The screening cohort of the study included 213 patients. The UROMOL (n 535) was analyzed as a validation cohort for non-muscle-invasive BlCa (NMIBC), while the TCGA-BLCA (n 412) and Mariathasan et al. (n 348) cohorts were analyzed for muscle-invasive BlCa (MIBC). Disease recurrence/progression and patients mortality were assessed as clinical endpoints for NMIBC and MIBC, respectively. Internal validation of Cox regression models was conducted using bootstrap analysis, while the clinical utility for patient prognosis was evaluated through decision curve analysis. Reduced METTL3 expression was correlated with muscle-invasive disease and tumors of advanced stage. Loss of METTL3 expression at diagnosis was strongly associated with higher risk of short-term progression (HR 2.903, 95 CI 1.303-6.464, p 0.006) to invasive stages in NMIBC and with worse survival of MIBC patients (HR 1.908, 95 CI 1.020-3.567, p 0.042). Consistently, validation cohorts confirmed the poor treatment outcomes in patients exhibiting loss of METTL3. Finally, METTL3-fitted multivariate models improved risk stratification and offered superior clinical benefit for NMIBC and MIBC prognostication compared to clinically established disease markers. Overall, loss of METTL3 expression correlates with inferior treatment outcomes in BlCa, driving more accurate risk stratification and ameliorating patients prognosis in BlCa.","authors":[{"last_name":"Pilala","fore_name":"Katerina-Marina","initials":"KM","full_name":"Katerina-Marina Pilala"},{"last_name":"Koroneou","fore_name":"Stella","initials":"S","full_name":"Stella Koroneou"},{"last_name":"Papadimitriou","fore_name":"Maria-Alexandra","initials":"MA","full_name":"Maria-Alexandra Papadimitriou"},{"last_name":"Panoutsopoulou","fore_name":"Konstantina","initials":"K","full_name":"Konstantina Panoutsopoulou"},{"last_name":"Soureas","fore_name":"Konstantinos","initials":"K","full_name":"Konstantinos Soureas"},{"last_name":"Giagkos","fore_name":"Georgios-Christos","initials":"GC","full_name":"Georgios-Christos Giagkos"},{"last_name":"Levis","fore_name":"Panagiotis","initials":"P","full_name":"Panagiotis Levis"},{"last_name":"Linardoutsos","fore_name":"Dimitrios","initials":"D","full_name":"Dimitrios Linardoutsos"},{"last_name":"Stravodimos","fore_name":"Konstantinos","initials":"K","full_name":"Konstantinos Stravodimos"},{"last_name":"Avgeris","fore_name":"Margaritis","initials":"M","full_name":"Margaritis Avgeris"},{"last_name":"Scorilas","fore_name":"Andreas","initials":"A","full_name":"Andreas Scorilas"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/ijc.70147","journal":"International journal of cancer","journal_abbr":"Int J Cancer","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40923240","title":"KDM4A-induced tumor senescence enhances the efficacy of immunotherapy by inhibiting AGT-PHB1 axis-mediated mitophagy in colorectal cancer.","abstract":"Immune checkpoint inhibitors (ICIs) can re-active the immune response and induce a complete response in mismatch repair-deficient and microsatellite instability-high (dMMR/MSI-H) colorectal cancer (CRC). However, most CRCs exhibit proficient mismatch repair and microsatellite stable (pMMR/MSS) phenotypes with limited immunotherapy response because of sparse intratumoral CD8 T-lymphocyte infiltration. Cellular senescence has been reported to involve immune cell infiltration through a senescence-associated secretory phenotype (SASP). However, the relationship between CRC cellular senescence and CD8 T-lymphocyte infiltration remains unclear. Through integrated analysis of clinical cohorts and transcriptomic data across mismatch repair (MMR) subtypes, we identified cellular senescence as a hallmark of dMMR tumors, accompanied by elevated expression of KDM4A (lysine demethylase 4A). Clinically, KDM4A CDKN2A/p16 expression correlated with improved CRC patient prognosis. Mechanistically, KDM4A upregulated AGT (angiotensinogen) expression through H3K9me3 demethylation and promoted CRC cellular senescence. Meanwhile, KDM4A-driven senescence suppressed tumor growth and enhanced intratumoral CD8 T-lymphocyte infiltration via enhancing SASP-associated secretion. Furthermore, AGT disrupted PHB1 (prohibitin 1)-mediated basal mitophagy, triggering cytoplasmic mitochondrial Deoxyribonucleic Acid (mtDNA) accumulation that activated CGAS-STING1 signaling and enhanced SASP secretion. Crucially, KDM4A overexpression potentiated anti-PDCD1/PD1 efficacy in MSI-H CRC and reversed therapy resistance in MSS CRC. Conclusively, we established a KDM4A-AGT-PHB1 (KAP) grade system that robustly predicts immunotherapy responsiveness in pMMR CRC patients. AGT angiotensinogen BafA bafilomycin A CCCP carbonyl cyanide 3-chlorophenylhydrazone CRC colorectal cancer CDKN1A/p21 cyclin dependent kinase inhibitor 1A CDKN2A/p16 cyclin dependent kinase inhibitor 2A CHX cycloheximide Co-IP co-immunoprecipitation dMMR deficient mismatch repair EdU 5-ethynyl-2 -deoxyuridine GAPDH glyceraldehyde-3-phosphate dehydrogenase IL6 interleukin 6 IL8 interleukin 8 IHC immunohistochemical KDM4A lysine demethylase 4A mtDNA mitochondrial Deoxyribonucleic Acid Multiple Sclerosis mass spectrometry NFKB/NF- B nuclear factor kappa B PHB1 prohibitin 1 PHB2 prohibitin 2 PINK1 PTEN induced kinase 1 pMMR proficient mismatch repair PRKN/parkin parkin RBR E3 ubiquitin protein ligase SASP senescence-associated secretory phenotype SA-GLB1/ -gal senescence-associated galactosidase beta 1 TIMM23 translocase of inner mitochondrial membrane 23 TOMM20 translocase of outer mitochondrial membrane 20 TRIM21 tripartite motif containing 21 TUBB/beta-tubulin tubulin beta class I.","authors":[{"last_name":"Cai","fore_name":"Tanxing","initials":"T","full_name":"Tanxing Cai"},{"last_name":"Liang","fore_name":"Zhenxing","initials":"Z","full_name":"Zhenxing Liang"},{"last_name":"Chen","fore_name":"Zhiping","initials":"Z","full_name":"Zhiping Chen"},{"last_name":"Li","fore_name":"Yang","initials":"Y","full_name":"Yang Li"},{"last_name":"Xiao","fore_name":"Wei","initials":"W","full_name":"Wei Xiao"},{"last_name":"Liang","fore_name":"Wenfeng","initials":"W","full_name":"Wenfeng Liang"},{"last_name":"Xie","fore_name":"Hao","initials":"H","full_name":"Hao Xie"},{"last_name":"Liu","fore_name":"Huashan","initials":"H","full_name":"Huashan Liu"},{"last_name":"Zeng","fore_name":"Ziwei","initials":"Z","full_name":"Ziwei Zeng"},{"last_name":"Yang","fore_name":"Xin","initials":"X","full_name":"Xin Yang"},{"last_name":"Luo","fore_name":"Shuanglin","initials":"S","full_name":"Shuanglin Luo"},{"last_name":"Zheng","fore_name":"Xiaobin","initials":"X","full_name":"Xiaobin Zheng"},{"last_name":"Zhong","fore_name":"Keli","initials":"K","full_name":"Keli Zhong"},{"last_name":"Huang","fore_name":"Liang","initials":"L","full_name":"Liang Huang"},{"last_name":"Xiong","fore_name":"Li","initials":"L","full_name":"Li Xiong"},{"last_name":"Kang","fore_name":"Liang","initials":"L","full_name":"Liang Kang"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1080/15548627.2025.2551680","journal":"Autophagy","journal_abbr":"Autophagy","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40923203","title":"Targeting Inflammation and Fibrosis in Cardiovascular Disease Emerging Mechanisms and Therapies.","abstract":"Cardiovascular diseases are increasingly recognized as chronic disorders driven by a complex interplay between inflammation and fibrosis. In this review, we elucidate emerging mechanisms that govern the transition from acute inflammation to pathological fibrosis, with particular focus on cellular crosstalk between neutrophils, macrophages, fibroblasts, and myofibroblasts. We explore how dysregulated immune responses and extracellular matrix (ECM) remodeling sustain a pathogenic feedback loop, promoting myocardial stiffening and adverse cardiac remodeling. Special attention is given to the plasticity of immune and stromal cells, including macrophage polarization and fibroblast-to-myofibroblast transitions, as well as the roles of TGF- signaling, hypoxia, and noncoding RNAs. Building on this mechanistic foundation, we highlight next-generation therapeutic strategies-ranging from immunometabolic and epigenetic reprogramming to gene editing, cell-based therapies, and nanomedicine-designed to interrupt the inflammation-fibrosis axis. By targeting these interconnected pathways, emerging therapies offer the potential to reverse maladaptive remodeling, restore cardiac function, and redefine the treatment landscape in cardiovascular disease.","authors":[{"last_name":"Cabrera-Fuentes","fore_name":"Hector A","initials":"HA","full_name":"Hector A Cabrera-Fuentes"},{"last_name":"Barreto","fore_name":"Guillermo","initials":"G","full_name":"Guillermo Barreto"},{"last_name":"Perez-Campos","fore_name":"Eduardo","initials":"E","full_name":"Eduardo Perez-Campos"},{"last_name":"Nivon-Torres","fore_name":"Gilka F","initials":"GF","full_name":"Gilka F Nivon-Torres"},{"last_name":"Garcia González","fore_name":"Aldo Abel","initials":"AA","full_name":"Aldo Abel Garcia González"},{"last_name":"Al-Suhaim","fore_name":"Ebtesam Abdullah","initials":"EA","full_name":"Ebtesam Abdullah Al-Suhaim"},{"last_name":"Liehn","fore_name":"Elisa A","initials":"EA","full_name":"Elisa A Liehn"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1096/fj.202500970R","journal":"FASEB journal : official publication of the Federation of American Societies for Experimental Biology","journal_abbr":"FASEB J","source":"pubmed","mesh_headings":["Humans","Inflammation","Fibrosis","Cardiovascular Diseases","Animals","Extracellular Matrix","Transforming Growth Factor beta","Signal Transduction","Macrophages","Fibroblasts"],"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40923153","title":"Innovative Strategies to Reduce Exposure and Expression of the Major Cat Allergen Fel d 1.","abstract":"Fel d 1, the primary allergen produced by cats, is a glycoprotein found mainly in their salivary and sebaceous glands. Due to its small size and stability, it easily becomes airborne and adheres to surfaces, posing a persistent problem for allergic individuals. This article reviews innovative strategies aimed at reducing Fel d 1 expression and exposure and mitigating its allergic effects on humans. A key approach involves dietary supplementation with chicken egg-derived IgY antibodies specific to Fel d 1. These antibodies neutralize the allergen in the saliva, significantly reducing its transfer to the fur and environmental presence, with clinical studies showing a notable decrease in nasal symptoms among allergic individuals. Additional dietary factors, such as omega-3 fatty acids, polyphenols, and low-glycemic index foods, may further modulate allergen production via hormonal and sebaceous pathways. Immunotherapy options include the Fel-CuMV vaccine for cats and human-targeted treatments with monoclonal antibodies like REGN1908-1909, both of which demonstrate significant reductions in allergic symptoms. Genetic modification and hormonal manipulation (e.g., neutering) offer further avenues to lower Fel d 1 expression. Environmental strategies, including HEPA filters and protease treatments, can also help reduce allergen load in households. Together, these approaches form a multifaceted framework for managing cat allergies, potentially allowing allergic individuals to coexist with their pets. Future research should aim to optimize these interventions and explore synergistic combinations to achieve more effective and personalized allergy management. This review summarizes innovative methods for reducing Fel d 1 production in cats, including genetic, immunological and dietary approaches, with potential implications for allergy prevention in humans.","authors":[{"last_name":"Colosimo","fore_name":"Simone","initials":"S","full_name":"Simone Colosimo"},{"last_name":"Indolfi","fore_name":"Cristiana","initials":"C","full_name":"Cristiana Indolfi"},{"last_name":"Frattolillo","fore_name":"Vittoria","initials":"V","full_name":"Vittoria Frattolillo"},{"last_name":"Mondillo","fore_name":"Gianluca","initials":"G","full_name":"Gianluca Mondillo"},{"last_name":"Perrotta","fore_name":"Alessandra","initials":"A","full_name":"Alessandra Perrotta"},{"last_name":"Masino","fore_name":"Mariapia","initials":"M","full_name":"Mariapia Masino"},{"last_name":"Decimo","fore_name":"Fabio","initials":"F","full_name":"Fabio Decimo"},{"last_name":"Miraglia Del Giudice","fore_name":"Michele","initials":"M","full_name":"Michele Miraglia Del Giudice"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/clt2.70098","journal":"Clinical and translational allergy","journal_abbr":"Clin Transl Allergy","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40923125","title":"Next-gen minimally invasive surgical therapies for benign prostatic hyperplasia innovations, selection, and best practices- a review from European Association of Urology endourology.","abstract":"The expanding range of minimally invasive surgical therapies (MISTs) for benign prostatic hyperplasia (BPH) reflects a growing emphasis on individualized, anatomy-driven treatment that prioritizes symptom relief, reduced morbidity, and preservation of sexual function. This review provides a timely synthesis of MISTs, highlighting innovations in technique, key anatomical considerations, and evolving strategies for patient-centered care in the modern clinical setting. Recent studies highlight the expanding role of MISTs, such as UroLift, Rez m, the temporary implanted nitinol device, Optilume BPH, transperineal laser ablation, and prostatic stents. Each modality shows distinct performance characteristics depending on factors such as prostate volume, intravesical prostatic protrusion, bladder neck configuration, and the presence of a median lobe. Increasing attention has also been given to preserving antegrade ejaculation, which is often a high priority for younger or sexually active patients. Concurrently, new decision aid tools are in development to support shared decision-making in concordance with patient values and treatment preferences. MISTs represent a diverse and maturing set of therapeutic options. Optimizing their use requires detailed anatomical assessment and thoughtful, individualized decision-making to align treatment with patient goals, preserve function, minimize morbidity, and reflect contemporary evidence-based standards in BPH management.","authors":[{"last_name":"Pace","fore_name":"Keiran J C","initials":"KJC","full_name":"Keiran J C Pace"},{"last_name":"Li","fore_name":"Tiange","initials":"T","full_name":"Tiange Li"},{"last_name":"Elterman","fore_name":"Dean S","initials":"DS","full_name":"Dean S Elterman"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MOU.0000000000001335","journal":"Current opinion in urology","journal_abbr":"Curr Opin Urol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922996","title":"Simulation-Based Training of Surgical and Nonsurgical Skills in Orthopaedic Residency (Symposium Presented at the 2024 Summer CORD Conference).","abstract":"Modern orthopaedic residency training increasingly integrates knowledge, skills, and behavior (KSB), in line with updated American Board of Orthopaedic Surgery (ABOS) and Accreditation Council for Graduate Medical Education (ACGME) guidelines. Developments in simulation technology-including high-fidelity simulators, virtual reality, and data-driven assessment tools-enable programs to target both technical and non-technical competencies. This paper examines how innovations in simulation, curriculum design, and performance assessment are shaping the future of orthopaedic education. This work synthesizes institutional practices, peer-reviewed literature, and consensus discussions from a 2024 Summer CORD Conference symposium to outline simulation-based training (SBT) and performance assessment strategies in orthopaedic residency. A structured, PGY-level curriculum leverages a range of simulation tools-from low-fidelity models to virtual reality (VR)-to develop foundational and advanced technical skills. Programs like FAST and CROWNS, supported by data-driven feedback, improve arthroscopy and wire navigation proficiency without patient risk. Traditional cadaveric and sawbones training further reinforces skills in realistic settings. Objective and subjective assessments, such as procedure time, fluoroscopy use, OSATS, and the ABOS-mandated OP Score, offer complementary insight into resident progression. Benchmark testing, as seen in the University of Iowa s CROWNS program, may enhance competency before affording clinical autonomy. Non-surgical (clinical) skill is enhanced through assessment exercises like OSCEs, 360 evaluations, and video assessments. These tools assess communication, professionalism, and decision-making in reproducible, structured scenarios. OSCEs offer real-time feedback in simulated patient interactions, while video review promotes resident self-reflection and faculty-guided learning. Despite challenges-particularly cost, faculty time, and integration of advanced technologies-simulation-based and competency-driven training models demonstrate potential to reduce reliance on live cases for skill acquisition, improve patient safety, and provide a framework for resident evaluation. Aligning simulation, assessment, and educational innovation prepares orthopaedic residents to meet the demands of surgical practice with technical excellence and sound clinical judgment.","authors":[{"last_name":"Long","fore_name":"Steven","initials":"S","full_name":"Steven Long"},{"last_name":"Anderson","fore_name":"Donald D","initials":"DD","full_name":"Donald D Anderson"},{"last_name":"Nicandri","fore_name":"Gregg","initials":"G","full_name":"Gregg Nicandri"},{"last_name":"Gallo","fore_name":"Robert A","initials":"RA","full_name":"Robert A Gallo"},{"last_name":"Marsh","fore_name":"J Lawrence","initials":"JL","full_name":"J Lawrence Marsh"},{"last_name":"Karam","fore_name":"Matthew","initials":"M","full_name":"Matthew Karam"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.2106/JBJS.OA.25.00109","journal":"JB \u0026 JS open access","journal_abbr":"JB JS Open Access","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40922995","title":"The Fallacy of Patient-Reported Outcome Measures Why They Often Fail to Detect Clinically Important Differences.","abstract":"Patient-reported outcome measures are increasingly common in orthopaedic research yet routinely fail to detect clinically meaningful differences in clinical trials. We assessed if orthopaedic studies are more likely to detect clinically important differences with a binary outcome, such as nonunion surgery, or a continuous patient-reported outcome sensitive to important clinical differences. We constructed a hypothetical clinical trial comparing 2 treatments for tibial shaft fractures. We assumed the true nonunion rate was 10 in the treatment group and 20 in the control group. Based on recent publications, we assumed nonunion patients had a mean Patient-Reported Outcomes Measurement Information System (PROMIS) physical function score of 40 (standard deviation SD , 10) and united patients had a mean score of 50 (SD, 10), a difference that is double the minimum clinically important difference. Based on these expected distributions, we simulated 10,000 trials with a sample size of 400 patients to assess the probability of detecting a significant difference between treatment groups at p 0.05. The trial results were analyzed using the binary outcome of nonunion surgery and PROMIS physical function. Of the 10,000 simulated trials with a 400-patient sample, the observed difference in nonunion surgery between the treatment groups was statistically significant 80.9 (95 confidence interval CI , 79.2 - 82.6 ) of the time. By contrast, the 400-patient sample detected a statistically significant difference between groups in PROMIS physical function only 4.2 (95 CI, 3.8 -4.6 ) of the time (difference, 76.7 95 CI, 75.8 -77.6 p 0.001). Even if patient-reported outcome measures are sensitive to important clinical events, most studies will fail to detect statistically significant differences between the treatment groups when the important clinical outcome occurs in a minority of the overall sample. Orthopaedic surgeons and scientists should be aware of this limitation when designing and appraising studies that compare treatments with patient-reported outcomes. Not applicable.","authors":[{"last_name":"O'Hara","fore_name":"Nathan N","initials":"NN","full_name":"Nathan N O'Hara"},{"last_name":"Brodke","fore_name":"Dane J","initials":"DJ","full_name":"Dane J Brodke"},{"last_name":"Levack","fore_name":"Ashley E","initials":"AE","full_name":"Ashley E Levack"},{"last_name":"O'Toole","fore_name":"Robert V","initials":"RV","full_name":"Robert V O'Toole"},{"last_name":"Slobogean","fore_name":"Gerard P","initials":"GP","full_name":"Gerard P Slobogean"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.2106/JBJS.OA.25.00172","journal":"JB \u0026 JS open access","journal_abbr":"JB JS Open Access","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922930","title":"Influence of Facility Size on Perioperative Outcomes in Minimally Invasive Esophagectomy for 14 152 Patients With Esophageal Cancer Based on the Japanese National Clinical Database A Multicenter Cohort Study.","abstract":"Conventional minimally invasive esophagectomy (C-MIE) is the mainstay for locally advanced esophageal cancer. However, the relationship among facility size, risk-adjusted mortality and morbidity in C-MIE remains unclear. This study aims to clarify whether C-MIE should be consolidated into high-volume centers in Japan. Risk models for perioperative mortality and morbidity were created using the Japanese National Clinical Database (NCD) data. NCD data registered between January 2016 and December 2020, including 14 152 C-MIE records. The developed risk models were used to estimate the ratio of expected to observed events (perioperative deaths or complications) (O/E ratio) for each facility. Regarding the risk model performances, the C-indices of the perioperative mortality risk prediction models were 0.793. The O/E ratio and 95 confidence interval (CI) for perioperative mortality were facility size 10 MIEs/year, O/E ratio 1.368 and 95 CI 1.140-1.597 facility size 10-29 MIEs/year, O/E ratio 0.886 and 95 CI 0.644-1.127 and facility size 30 MIEs/year, O/E ratio 0. 61 and 95 CI 0.342-0.892. Conversely, there were no significant differences in morbidity rate by facility size. The risk of perioperative mortality from C-MIE was lower in hospitals with larger facilities than those with smaller facilities therefore, consolidating patients for C-MIE in high-volume hospitals is necessary.","authors":[{"last_name":"Oshikiri","fore_name":"Taro","initials":"T","full_name":"Taro Oshikiri"},{"last_name":"Tachimori","fore_name":"Hisateru","initials":"H","full_name":"Hisateru Tachimori"},{"last_name":"Miyata","fore_name":"Hiroaki","initials":"H","full_name":"Hiroaki Miyata"},{"last_name":"Kakeji","fore_name":"Yoshihiro","initials":"Y","full_name":"Yoshihiro Kakeji"},{"last_name":"Shirabe","fore_name":"Ken","initials":"K","full_name":"Ken Shirabe"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/ags3.70027","journal":"Annals of gastroenterological surgery","journal_abbr":"Ann Gastroenterol Surg","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922841","title":"Simulation-Based Training in Aortic Aneurysm Surgery Toward a New Educational Standard.","abstract":"Simulation-based training is transforming the education of vascular surgeons in the management of aortic aneurysms (AAs), addressing limitations in traditional apprenticeship models amid declining open surgical volumes and increasing reliance on complex endovascular techniques. This review explores the current landscape of simulation technologies, including computational modeling, fluid-structure interaction, patient-specific 3D printing, artificial intelligence, and robotic platforms. These tools enable high-fidelity, anatomically accurate, and physiologically realistic training environments. Validated simulations enhance surgical decision-making, device deployment strategies, and complication management without risk to patients. Despite barriers such as cost, variability in implementation, and limited outcome data, simulation holds promise as an essential component of future vascular surgery curricula. By combining technical innovation with personalized, data-driven training, simulation is poised to redefine competency development and improve surgical safety and efficacy.","authors":[{"last_name":"Sidik","fore_name":"Abubakar I","initials":"AI","full_name":"Abubakar I Sidik"},{"last_name":"Khavandeev","fore_name":"Maxim L","initials":"ML","full_name":"Maxim L Khavandeev"},{"last_name":"Dontsov","fore_name":"Vladislav","initials":"V","full_name":"Vladislav Dontsov"},{"last_name":"Filimonov","fore_name":"Dmitriy A","initials":"DA","full_name":"Dmitriy A Filimonov"},{"last_name":"Esion","fore_name":"Grigorii","initials":"G","full_name":"Grigorii Esion"},{"last_name":"Al-Ariki","fore_name":"Malik K","initials":"MK","full_name":"Malik K Al-Ariki"},{"last_name":"Hossain","fore_name":"Md Limon","initials":"ML","full_name":"Md Limon Hossain"},{"last_name":"Ajgar Bithi","fore_name":"Mst Asia","initials":"MA","full_name":"Mst Asia Ajgar Bithi"},{"last_name":"Nicolas","fore_name":"Nelson","initials":"N","full_name":"Nelson Nicolas"},{"last_name":"Zuhair Salah","fore_name":"Salehk Amro","initials":"SA","full_name":"Salehk Amro Zuhair Salah"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.7759/cureus.89611","journal":"Cureus","journal_abbr":"Cureus","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40922825","title":"Advancements in Facial Reconstruction Surgery The Role of Bioengineered Materials, Artificial Intelligence, and 3D Printing in Addressing Economic Disparities.","abstract":"The advancement of science and technology is an undeniable phenomenon that is progressively transforming all aspects of human life, including scientific, social, humanitarian, and environmental fields, among others. Facial reconstruction surgery has recently gained much attention owing to the incorporation of new technologies, such as bioprinting, regenerative medicine (RM), and artificial intelligence (Artificial Intelligence) in surgery. These advancements have led to more innovative, site-specific, and optimal methods of addressing the challenges of facial reconstruction following trauma, congenital malformations, and oncological resections. However, this progress is not available in many underprivileged parts of the world, and it is significantly limited to certain populations with high economic resources. This review is designed to offer a thorough evaluation of the state of the art in facial reconstruction surgery, with regard to the deployment of bioengineered materials, Artificial Intelligence-based surgical planning, and three-dimensional (3D) printing. It also analyzes how the most advanced techniques in facial reconstructive surgery are being implemented for the benefit of the population and how this implementation is affected by the economic disparities of each society. Facial reconstruction surgery is rapidly changing, and technology is playing a key role in this change. Nevertheless, innovation alone is not enough. For this, the effectiveness of innovation has to be combined with the best practices of implementation, which requires a multidisciplinary effort between clinicians, researchers, and policymakers, to ensure the safety, accessibility, and ethical integrity of advancements. The success of facial reconstruction surgery cannot be attributed to technological sophistication alone, but also to the frequency of improvement in the quality of life.","authors":[{"last_name":"Murnal","fore_name":"Khushi A","initials":"KA","full_name":"Khushi A Murnal"},{"last_name":"Knupflemacher","fore_name":"Daniel S","initials":"DS","full_name":"Daniel S Knupflemacher"},{"last_name":"Chavez","fore_name":"Paola A","initials":"PA","full_name":"Paola A Chavez"},{"last_name":"Karanth","fore_name":"Vishwas","initials":"V","full_name":"Vishwas Karanth"},{"last_name":"Luzardo","fore_name":"Aura C","initials":"AC","full_name":"Aura C Luzardo"},{"last_name":"Giner","fore_name":"Rafael","initials":"R","full_name":"Rafael Giner"},{"last_name":"Aguirre","fore_name":"Erika","initials":"E","full_name":"Erika Aguirre"},{"last_name":"Patel","fore_name":"Maitri","initials":"M","full_name":"Maitri Patel"},{"last_name":"Ali","fore_name":"Ramsha","initials":"R","full_name":"Ramsha Ali"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.7759/cureus.89627","journal":"Cureus","journal_abbr":"Cureus","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40922559","title":"Divergent Changes in Peak Fat Oxidation and Fat Following 3-Day Dietary Interventions Are Related to Muscle Glycogen Availability in Men.","abstract":"Dietary intake has an important influence on rates of fuel use during exercise, but the extent to which short-term diet changes affect peak fat oxidation (PFO) and the intensity at which this occurs (Fat) is unknown. This study examined the impact of diet-induced changes in substrate availability on PFO and Fat and the expression of key lipid-regulatory genes and proteins in skeletal muscle. Forty moderately to well-trained males (27 5 years, V O 56.3 4.8 mL/kg/min) were randomly allocated to either a low-carbohydrate, high-fat (LCHF, n 20) (65E fat, 20E CHO, 15E protein) or high-carbohydrate, low-fat diet (HCLF, n 20) (70E CHO, 15E fat, 15E protein) for 3 days. Fasting blood samples, muscle biopsies, and incremental exercise tests to determine PFO and maximal oxygen uptake were conducted before and after the diet. PFO increased after LCHF (pre 0.39 0.11 post 0.59 0.18 g/min, post hoc p 0.0001), and decreased following HCLF (pre 0.36 0.08 post 0.28 0.10 g/min, post hoc p 0.0065). Divergent shifts in Fat of 5 points were also observed (LCHF pre 38 6 post 44 7 post hoc p 0.0001, HCLF pre 37 4 post 33 7 post hoc p 0.0004). Intramuscular triacylglycerol (IMTG) stores were similar after the diets, but muscle glycogen was significantly reduced in LCHF (pre 439 98 post 358 117 nmol/mg, post hoc p 0.0019), and increased in HCLF (pre 407 107 post 498 139 nmol/mg, post hoc p 0.0101). Skeletal muscle gene and protein expression remained unchanged. PFO and Fat are amenable to short-term changes in dietary macronutrient composition and are coupled to changes in muscle glycogen.","authors":[{"last_name":"Tarry","fore_name":"Eloise Kate","initials":"EK","full_name":"Eloise Kate Tarry"},{"last_name":"Vestergaard","fore_name":"Sofie Greve","initials":"SG","full_name":"Sofie Greve Vestergaard"},{"last_name":"Petersen","fore_name":"Emilie Ahmt","initials":"EA","full_name":"Emilie Ahmt Petersen"},{"last_name":"Olsen","fore_name":"Mike Cadovius","initials":"MC","full_name":"Mike Cadovius Olsen"},{"last_name":"Hansen","fore_name":"Maria","initials":"M","full_name":"Maria Hansen"},{"last_name":"Ingersen","fore_name":"Arthur","initials":"A","full_name":"Arthur Ingersen"},{"last_name":"Connor","fore_name":"Timothy","initials":"T","full_name":"Timothy Connor"},{"last_name":"Pilegaard","fore_name":"Henriette","initials":"H","full_name":"Henriette Pilegaard"},{"last_name":"Dela","fore_name":"Flemming","initials":"F","full_name":"Flemming Dela"},{"last_name":"Larsen","fore_name":"Steen","initials":"S","full_name":"Steen Larsen"},{"last_name":"Shaw","fore_name":"Christopher Stephen","initials":"CS","full_name":"Christopher Stephen Shaw"},{"last_name":"Helge","fore_name":"Jørn Wulff","initials":"JW","full_name":"Jørn Wulff Helge"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1111/sms.70132","journal":"Scandinavian journal of medicine \u0026 science in sports","journal_abbr":"Scand J Med Sci Sports","source":"pubmed","mesh_headings":["Male","Humans","Muscle, Skeletal","Adult","Oxygen Consumption","Glycogen","Oxidation-Reduction","Young Adult","Diet, High-Fat","Diet, Carbohydrate-Restricted","Dietary Fats","Diet, Fat-Restricted","Lipid Metabolism","Exercise Test","Dietary Carbohydrates","Exercise"],"publication_types":["Journal Article","Randomized Controlled Trial"],"affiliation":"","has_medical_terms":false}
{"id":"40922437","title":"Combining Erection Restoration and Factual Penile Enhancement Based on Revolutionary Penile Fibro-Vascular Assembly.","abstract":"Conventional penile venous surgery for erection restoration and surgery for penile augmentation have been controversial. Based on de novo penile fibrovascular assembly, we report innovative penile venous stripping (PVS) and factual penile girth enhancement (FPGE). From 2013 to 2023, refractory impotence and dysmorphia prompted 31 patients to seek PVS and FPGE, and all of them were confirmed with veno-occlusive dysfunction. PVS involves stripping erection-related veins, primarily one deep dorsal vein and two cavernosal veins, after the ligation of each emissary vein closest to the outer tunica albuginea using 6-0 nylon. FPGE was performed bilaterally along the tunica albuginea. Then, two tunic defects were fashioned with a 70.0 30.0 mm venous stripe and covered with either autologous venous walls (AVW) or Surgiform (SF). Penile girth was measured, and radio-opaque contrast was used to compare intracorporeal retention. Patients resorted to follow-up if there was no surgery. The abridged 5-item version of the International Index of Erectile Function (IIEF-5) score and Erection Hardness Scale (EHS) were used yearly during follow-up via the Internet. Overall, among 31 patients, 18 underwent PVS and FPGE, and they were allocated to the surgery group The remaining 13 were categorised as the control group. The follow-up period was 0.2-10.0 (5.5 1.6) years. In the surgery group, the radiopacity of the postoperative cavernosogram was consistently enhanced. Although indifference was observed in IIEF-5 and EHS ( 0.95 20.8 2.3 vs. 20.7 2.1 3.1 0.2 vs. 3.3 0.2) between AVW and SF, a significant improvement was detected after surgery (both 0.01 in IIEF-5 and EHS scores (9.7 2.8 vs. 20.8 2.3 1.7 0.6 vs. 3.2 0.2, respectively)). In addition, the diameters of the glans and penile shaft were significantly increased (both 0.01 28.0 2.3 and 28.2 2.1 mm vs. 35.3 2.2 and 36.3 2.1 mm, respectively). The satisfaction rate was 81.3 (13/16) when two inconsistent data were excluded in the AVW subgroup. Although this retrospective study encountered limitations, the combined PVS and FPGE surgery shows promise. Further validation requires a larger sample size and more extended surveillance.","authors":[{"last_name":"Chung","fore_name":"Cho-Hsing","initials":"CH","full_name":"Cho-Hsing Chung"},{"last_name":"Chang","fore_name":"Ko-Shih","initials":"KS","full_name":"Ko-Shih Chang"},{"last_name":"Chen","fore_name":"Heng-Shuen","initials":"HS","full_name":"Heng-Shuen Chen"},{"last_name":"Hsieh","fore_name":"Yi-Ying","initials":"YY","full_name":"Yi-Ying Hsieh"},{"last_name":"Chang","fore_name":"Yu-Hsiang","initials":"YH","full_name":"Yu-Hsiang Chang"},{"last_name":"Hsu","fore_name":"Geng-Long","initials":"GL","full_name":"Geng-Long Hsu"},{"last_name":"Tsai","fore_name":"Mang-Hung","initials":"MH","full_name":"Mang-Hung Tsai"},{"last_name":"Chueh","fore_name":"Jeff Sc","initials":"JS","full_name":"Jeff Sc Chueh"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.56434/j.arch.esp.urol.20257807.113","journal":"Archivos espanoles de urologia","journal_abbr":"Arch Esp Urol","source":"pubmed","mesh_headings":["Male","Humans","Penis","Penile Erection","Adult","Middle Aged","Urologic Surgical Procedures, Male","Erectile Dysfunction"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922400","title":"The effect of clinical ERCP experience using a virtual reality simulator and salivary biochemical stress markers.","abstract":"Whereas the value of endoscopic retrograde cholangiopancreatography (Endoscopic Retrograde Cholangiopancreatography) training in clinical practice is well known, the impact on stress markers and performance in a virtual reality (VR) simulator is not. The primary aim of the study was to see how the number of clinical ERCPs performed during a 1-year period influenced VR-Endoscopic Retrograde Cholangiopancreatography performance. A secondary aim was to compare differences in salivary stress marker levels, between the first and final simulator attempts. Thirty-one endoscopists completed three VR-Endoscopic Retrograde Cholangiopancreatography procedures of increasing difficulty. The times taken to complete the different steps of the procedures were recorded. Saliva chromogranin A, cortisol, and -amylase were measured before and after each phase of the cystic leakage procedure. Participants then did 1 year of clinical Endoscopic Retrograde Cholangiopancreatography training at their respective centers. The remaining cohort (26/31) was divided into two subgroups according to their level of clinical training. They then completed the same VR-Endoscopic Retrograde Cholangiopancreatography procedures. Differences in time before and after each phase as well as stress marker levels during the cystic leakage procedure were assessed. Those with 100 ERCPs of clinical training improved times to completion of all 15 phases in the VR-Endoscopic Retrograde Cholangiopancreatography procedures (p 0.05) in contrast to the group with 20-50 ERCPs who only improved in 11/15. Differences in increases in salivary stress marker levels of chromogranin A before and after each phase of the cystic leakage procedure, adjusted for number of ERCPs, showed significant reductions in four of the five phases measured. Clinical Endoscopic Retrograde Cholangiopancreatography training enhances subsequent performance in terms of time to completion in a VR-Endoscopic Retrograde Cholangiopancreatography simulator. Additional intended use of simulators could be used as a benchmark for clinical progress. Saliva markers may be feasible to use in measuring stress reactions in a training setting.","authors":[{"last_name":"Boyanov","fore_name":"Nikola","initials":"N","full_name":"Nikola Boyanov"},{"last_name":"Georgiou","fore_name":"Konstantinos","initials":"K","full_name":"Konstantinos Georgiou"},{"last_name":"Deneva","fore_name":"Tanya","initials":"T","full_name":"Tanya Deneva"},{"last_name":"Shtereva","fore_name":"Katina","initials":"K","full_name":"Katina Shtereva"},{"last_name":"Madzharova","fore_name":"Katerina","initials":"K","full_name":"Katerina Madzharova"},{"last_name":"Sandblom","fore_name":"Gabriel","initials":"G","full_name":"Gabriel Sandblom"},{"last_name":"Enochsson","fore_name":"Lars","initials":"L","full_name":"Lars Enochsson"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1177/14574969251363820","journal":"Scandinavian journal of surgery : SJS : official organ for the Finnish Surgical Society and the Scandinavian Surgical Society","journal_abbr":"Scand J Surg","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922269","title":"Revealing the enigmatic interplay between helicobacter pylori infection and biliary system diseases using Mendelian randomization analysis.","abstract":"To date, evidence on the relationship between H. pylori infection and biliary diseases remains unclear. This Mendelian randomization (MR) study aim to investigate the causal relationship between H. pylori infection and various biliary system diseases. We obtained summary statistics for 7 hours. Pylori antibody levels and 5 biliary system diseases (cholelithiasis, cholecystitis, biliary system cancers, primary biliary cholangitis, and primary sclerosing cholangitis PSC ) from public databases of different populations. The 2-sample bidirectional MR analysis was conducted using the Inverse-Variance Weighted (IVW) method, complemented by Bayesian Weighted MR. Heterogeneity analyses, tests for horizontal pleiotropy, and leave-one-out sensitivity analyses were performed to enhance the reliability and stability of the results. This study provided evidence for a causal relationship between H. pylori infection and cholelithiasis, biliary system cancers, and PSC (IVW, P .05). However, no causal relationship was found between H. pylori infection and cholecystitis or primary biliary cholangitis (IVW, P .05). Notably, the bidirectional MR analysis provided evidence of reciprocal causal relationships, with genetic liability to cholelithiasis, biliary tract cancer, and PSC likewise showing causal effects on H. pylori infection (IVW, P .05). This study suggested a causal link between H. pylori infection and various biliary system diseases, discussing their intricate interplay. These findings are significant for advancing our understanding of H. pylori exposure and its role in the pathogenesis of biliary system diseases.","authors":[{"last_name":"Zhou","fore_name":"Jie","initials":"J","full_name":"Jie Zhou"},{"last_name":"Wang","fore_name":"Kun","initials":"K","full_name":"Kun Wang"},{"last_name":"Xu","fore_name":"Yixin","initials":"Y","full_name":"Yixin Xu"},{"last_name":"Wang","fore_name":"Haitao","initials":"H","full_name":"Haitao Wang"},{"last_name":"Chen","fore_name":"Chao","initials":"C","full_name":"Chao Chen"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/MD.0000000000044290","journal":"Medicine","journal_abbr":"Medicine (Baltimore)","source":"pubmed","mesh_headings":["Humans","Helicobacter Infections","Mendelian Randomization Analysis","Helicobacter pylori","Biliary Tract Diseases","Bayes Theorem"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922158","title":"Advanced strategies in organoid/organ-on-a-chip for food safety and nutrition.","abstract":"Food nutrition and safety are fundamental to the food industry, and the development of appropriate research models is crucial. Unlike traditional animal models, the innovative organoid/organ-on-a-chip model possess distinct human-like characteristics and genomic stability, which have garnered significant attention in food research. In this review, we conduct a comparative analysis between organoids and traditional animal and 2D cell models. We subsequently conduct a comprehensive and systematic assessment of the applications of organoid/organ-on-a-chip technology across diverse areas of food research. This evaluation encompasses investigations into foodborne pathogens, functional food factors, toxicology, flavor perception, and artificial foods. While organoids have successfully addressed several limitations inherent in traditional models, they still face challenges in fully replicating the in vivo microenvironment. Moving forward, the development of organoid/organ-on-a-chip systems in food research should take into account the complexity of biological processes, the importance of integrating multiple systems, and the need for standardized measurements. The innovative advancement of organoid technology is anticipated to provide a robust theoretical foundation for future research in food, food nutrition and safety.","authors":[{"last_name":"Zhou","fore_name":"Yiyan","initials":"Y","full_name":"Yiyan Zhou"},{"last_name":"Wang","fore_name":"Feiran","initials":"F","full_name":"Feiran Wang"},{"last_name":"Zhao","fore_name":"Rui","initials":"R","full_name":"Rui Zhao"},{"last_name":"Huang","fore_name":"Tianyi","initials":"T","full_name":"Tianyi Huang"},{"last_name":"Su","fore_name":"Wentao","initials":"W","full_name":"Wentao Su"},{"last_name":"Wen","fore_name":"Ya","initials":"Y","full_name":"Ya Wen"},{"last_name":"He","fore_name":"Zhixian","initials":"Z","full_name":"Zhixian He"},{"last_name":"Li","fore_name":"Dong","initials":"D","full_name":"Dong Li"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.foodres.2025.117011","journal":"Food research international (Ottawa, Ont.)","journal_abbr":"Food Res Int","source":"pubmed","mesh_headings":["Organoids","Food Safety","Humans","Lab-On-A-Chip Devices","Animals","Microphysiological Systems"],"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40922111","title":"Carotid endarterectomy mitigates Alzheimer s disease and non-Alzheimer s disease dementia risk linked to asymptomatic carotid stenosis.","abstract":"Asymptomatic extracranial carotid artery disease (aECAD) is associated with increased Alzheimer s disease (Alzheimer's Disease) and non-Alzheimer's Disease dementia risk. aECAD treatment includes carotid endarterectomy (Carcinoembryonic Antigen) and carotid artery stenting (CAS) for stroke prevention, but their impact on dementia incidence is poorly studied. Propensity score matching was used in a retrospective cohort study of United States-based insurance claims (2010-2022) in 487,676 patients with aECAD to evaluate the effect of Carcinoembryonic Antigen and CAS on Alzheimer's Disease and non-Alzheimer's Disease dementia incidence. After matching, 37,317 patients underwent Carcinoembryonic Antigen or CAS. Carcinoembryonic Antigen was associated with a significantly lower Alzheimer's Disease risk (relative risk 0.93 95 confidence interval, 0.86-0.99 P 0.05), whereas CAS was associated with a slight but non-significant increase. Similar trends were observed for non-Alzheimer's Disease dementia. Carcinoembryonic Antigen, but not CAS, may confer a protective effect against Alzheimer's Disease and non-Alzheimer's Disease dementia in patients with aECAD, a common cerebrovascular disease affecting up to 15 of adults over age 60. Asymptomatic extracranial carotid artery disease (aECAD) is associated with increased Alzheimer s disease (Alzheimer's Disease) and non-Alzheimer's Disease dementia risk. Limited studies have evaluated the role of carotid endarterectomy (Carcinoembryonic Antigen) and (carotid artery stenting (CAS) on dementia outcomes. Using United States-based insurance claims data, 487,676 patients with aECAD were evaluated. After propensity score matching, Carcinoembryonic Antigen was significantly associated with reduced Alzheimer's Disease risk. CAS was not significantly associated with a change in Alzheimer's Disease risk.","authors":[{"last_name":"Vitali","fore_name":"Francesca","initials":"F","full_name":"Francesca Vitali"},{"last_name":"Torrandell-Haro","fore_name":"Georgina","initials":"G","full_name":"Georgina Torrandell-Haro"},{"last_name":"Arias","fore_name":"Juan C","initials":"JC","full_name":"Juan C Arias"},{"last_name":"French","fore_name":"Scott R","initials":"SR","full_name":"Scott R French"},{"last_name":"Zahra","fore_name":"Summan","initials":"S","full_name":"Summan Zahra"},{"last_name":"Brinton","fore_name":"Roberta Diaz","initials":"RD","full_name":"Roberta Diaz Brinton"},{"last_name":"Weinkauf","fore_name":"Craig","initials":"C","full_name":"Craig Weinkauf"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/alz.70674","journal":"Alzheimer's \u0026 dementia : the journal of the Alzheimer's Association","journal_abbr":"Alzheimers Dement","source":"pubmed","mesh_headings":["Humans","Endarterectomy, Carotid","Alzheimer Disease","Carotid Stenosis","Male","Female","Aged","Retrospective Studies","Propensity Score","United States","Stents","Dementia","Risk Factors","Incidence","Middle Aged"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40922077","title":"Quantifying the reduction in economic and environmental waste from multi-use phacoemulsification tubing/cassettes and diamond blades.","abstract":"To quantify and compare the cost, waste, and carbon emissions of single-use and reusable phacoemulsification tubing/cassettes and knives. Private, single-specialty ambulatory surgery center (Mountain View, Cancer, USA). Retrospective data review. The cost, waste, and carbon emissions from using an approved multi-use tubing/cassette system from July 1, 2024 through June 30, 2025 were estimated and compared to those generated by single-use tubing/cassettes with the same phacoemulsification machine (Part 1). In Part 2, the cost, waste, and carbon emissions from reusable diamond knives were estimated and compared to those from using single-use metal knives for the equivalent number of cataract and other IOL-related surgeries over a 10-year period. Life-cycle equivalent analysis was performed to determine the carbon footprint of each component. For 2,700 cataract and IOL-related surgeries performed during one year, reusable cassette/tubing packs reduced cost by 66.7 ( 121,500 for single-use vs. 40,500 for multi-use). For every 1,000 procedures, the reusable pack would save 322.8 kg of plastic waste and 938.3 kgCO2eq, equivalent to driving a car 2,283mi (3,674km). Over 10 years, 50,100 procedures were performed at our center. For every 1,000 procedures, using diamond knives was estimated to save 18,300 (keratomes) and 12,130 (paracentesis blades) compared to disposable metal alternatives, as well as reducing plastic waste and carbon emissions by over 99 . Cost, waste, and carbon emissions are considerably reduced by reusable phacoemulsification products, such as diamond surgical knives and multi-use phacoemulsification tubing/cassettes. This provides a major opportunity to improve the sustainability of cataract surgery.","authors":[{"last_name":"Chen","fore_name":"Stephanie P","initials":"SP","full_name":"Stephanie P Chen"},{"last_name":"Baveja","fore_name":"Gitanjali B","initials":"GB","full_name":"Gitanjali B Baveja"},{"last_name":"Chang","fore_name":"David F","initials":"DF","full_name":"David F Chang"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/j.jcrs.0000000000001784","journal":"Journal of cataract and refractive surgery","journal_abbr":"J Cataract Refract Surg","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921943","title":"The 2024 UK clinical guideline for the prevention and treatment of osteoporosis.","abstract":"The National Osteoporosis Guideline Group (NOGG) has updated the revised UK guideline for the assessment and management of osteoporosis and the prevention of fragility fractures in postmenopausal women, and men age 50 years and older. This guideline is relevant for all healthcare professionals involved in osteoporosis management. The UK National Osteoporosis Guideline Group (NOGG) first produced a guideline on the prevention and treatment of osteoporosis in 2008, with updates in 2013, 2017 and 2021. This paper presents a minor update of the 2021 guideline, the scope of which is to review the assessment and management of osteoporosis and the prevention of fragility fractures in postmenopausal women and men aged 50 years and older. Where available, systematic reviews, meta-analyses and randomised controlled trials have been used to provide the evidence base. Conclusions and recommendations have been systematically graded according to the strength of the available evidence. Review of the evidence and recommendations are provided for the diagnosis of osteoporosis, fracture-risk assessment and intervention thresholds, management of vertebral fractures, non-pharmacological and pharmacological treatments, including duration and monitoring of anti-resorptive therapy, glucocorticoid-induced osteoporosis, as well as models of care for fracture prevention. Recommendations are made for training, service leads and commissioners of healthcare, and for review criteria for audit and quality improvement. Specific 2024 updates include guidance on fracture risk assessment by ethnicity, Parkinson s disease, Down s syndrome and lower-limb amputation furthermore, the definition of very high fracture risk has been clarified. Hormone replacement therapy (Hormone Replacement Therapy) is now recommended as a first-line treatment option in younger postmenopausal women with high fracture risk and low baseline risk for adverse events recommendations regarding abaloparatide are included additional training resources have been added. The guideline provides a comprehensive overview of the assessment and management of osteoporosis for all healthcare professionals involved in its management. This position paper has been endorsed by the International Osteoporosis Foundation and the European Society for Clinical and Economic Aspects of Osteoporosis, Osteoarthritis and Musculoskeletal Diseases (ESCEO).","authors":[{"last_name":"Gregson","fore_name":"Celia L","initials":"CL","full_name":"Celia L Gregson"},{"last_name":"Armstrong","fore_name":"David J","initials":"DJ","full_name":"David J Armstrong"},{"last_name":"Avgerinou","fore_name":"Christina","initials":"C","full_name":"Christina Avgerinou"},{"last_name":"Bowden","fore_name":"Jean","initials":"J","full_name":"Jean Bowden"},{"last_name":"Cooper","fore_name":"Cyrus","initials":"C","full_name":"Cyrus Cooper"},{"last_name":"Douglas","fore_name":"Lucy","initials":"L","full_name":"Lucy Douglas"},{"last_name":"Edwards","fore_name":"John","initials":"J","full_name":"John Edwards"},{"last_name":"Gittoes","fore_name":"Neil J L","initials":"NJL","full_name":"Neil J L Gittoes"},{"last_name":"Harvey","fore_name":"Nicholas C","initials":"NC","full_name":"Nicholas C Harvey"},{"last_name":"Kanis","fore_name":"John A","initials":"JA","full_name":"John A Kanis"},{"last_name":"Leyland","fore_name":"Sarah","initials":"S","full_name":"Sarah Leyland"},{"last_name":"Low","fore_name":"Rebecca","initials":"R","full_name":"Rebecca Low"},{"last_name":"McCloskey","fore_name":"Eugene","initials":"E","full_name":"Eugene McCloskey"},{"last_name":"Moss","fore_name":"Katie","initials":"K","full_name":"Katie Moss"},{"last_name":"Parker","fore_name":"Jane","initials":"J","full_name":"Jane Parker"},{"last_name":"Paskins","fore_name":"Zoe","initials":"Z","full_name":"Zoe Paskins"},{"last_name":"Poole","fore_name":"Kenneth","initials":"K","full_name":"Kenneth Poole"},{"last_name":"Reid","fore_name":"David M","initials":"DM","full_name":"David M Reid"},{"last_name":"Stone","fore_name":"Mike","initials":"M","full_name":"Mike Stone"},{"last_name":"Tomson","fore_name":"Julia","initials":"J","full_name":"Julia Tomson"},{"last_name":"Vine","fore_name":"Nic","initials":"N","full_name":"Nic Vine"},{"last_name":"Compston","fore_name":"Juliet","initials":"J","full_name":"Juliet Compston"},{"last_name":"","fore_name":"","initials":"","full_name":""}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1007/s11657-025-01588-3","journal":"Archives of osteoporosis","journal_abbr":"Arch Osteoporos","source":"pubmed","mesh_headings":["Humans","Osteoporosis","United Kingdom","Osteoporotic Fractures","Female","Male","Bone Density Conservation Agents","Middle Aged","Aged","Risk Assessment","Practice Guidelines as Topic"],"publication_types":["Journal Article","Practice Guideline"],"affiliation":"","has_medical_terms":false}
{"id":"40921897","title":"ASO Author Reflections RUNX3 in Non-Small Cell Lung Cancer Tumor Microenvironment Bridging Mechanisms and Clinical Potential.","abstract":"","authors":[{"last_name":"Xiao","fore_name":"Weijin","initials":"W","full_name":"Weijin Xiao"},{"last_name":"Chen","fore_name":"Xiaohui","initials":"X","full_name":"Xiaohui Chen"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1245/s10434-025-18187-8","journal":"Annals of surgical oncology","journal_abbr":"Ann Surg Oncol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921892","title":"Robotic total hip and knee arthroplasty economic impact and workflow efficiency.","abstract":"Robotic-assisted total joint arthroplasty (Rheumatoid Arthritis-TJA) is projected to account for 70 of all arthroplasties by 2030, yet its economic value and operational efficiency have yet to be thoroughly synthesized. While early literature emphasized technical precision, evolving payment models and implementation costs have shifted focus toward cost-effectiveness and workflow integration. To evaluate the economic and institutional viability of Rheumatoid Arthritis-TJA by synthesizing available evidence on capital costs, perioperative expenses, learning curves, throughput, and long-term adoption trends. This review also considers market competition, global uptake, and the need for standardized outcomes reporting. A narrative literature review of published cost analyses, real-world efficiency studies, and policy-relevant frameworks was conducted. Literature addressing per-case cost variability, bundled payments, and implementation strategies was analyzed. Emerging economic models and global diffusion patterns were incorporated to contextualize long-term feasibility. Robotic platforms consistently incur higher upfront and perioperative costs than manual or navigated arthroplasty. However, in both high- and low-volume institutions, these costs may be offset by reduced complications, shorter hospital stays, and improved discharge metrics. Efficiency gains are amplified through procedural clustering and experienced teams. Adoption is accelerating globally, facilitated by leasing models and market competition, yet value remains highly dependent on institutional context. A lack of standardized outcome reporting and platform heterogeneity limits cross-study comparisons. Ongoing, long-term, multicenter randomized trials are expected to address these evidence gaps. Robotic assistance can improve the efficiency and precision of arthroplasty procedures, with the potential for substantial cost-effectiveness when optimized. Institutions adopting this technology can expect improved outcomes by leveraging local surgical volume and infrastructure. Wider integration will be facilitated by robust long-term data, standardized outcome metrics, and continuous innovation that aligns with value-based care models.","authors":[{"last_name":"Jevnikar","fore_name":"Benjamin E","initials":"BE","full_name":"Benjamin E Jevnikar"},{"last_name":"Khan","fore_name":"Shujaa T","initials":"ST","full_name":"Shujaa T Khan"},{"last_name":"Emara","fore_name":"Ahmed K","initials":"AK","full_name":"Ahmed K Emara"},{"last_name":"Elmenawi","fore_name":"Khaled A","initials":"KA","full_name":"Khaled A Elmenawi"},{"last_name":"Deren","fore_name":"Matthew","initials":"M","full_name":"Matthew Deren"},{"last_name":"Piuzzi","fore_name":"Nicolas S","initials":"NS","full_name":"Nicolas S Piuzzi"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1007/s11701-025-02698-3","journal":"Journal of robotic surgery","journal_abbr":"J Robot Surg","source":"pubmed","mesh_headings":["Humans","Robotic Surgical Procedures","Arthroplasty, Replacement, Knee","Arthroplasty, Replacement, Hip","Workflow","Cost-Benefit Analysis"],"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40921878","title":"TET3 is a regulator and can be targeted for the intervention of myocardial fibrosis.","abstract":"Cardiac fibrosis contributes to adverse cardiac remodeling and loss of heart function eventually leading to heart failure (HF). Resident cardiac fibroblasts are the principal source of myofibroblasts that produce extracellular matrix proteins to mediate cardiac fibrosis. We report that TET3 depletion in cultured cardiac fibroblasts blocked transition to myofibroblasts in response to different pro-fibrogenic stimuli. Consistently, deletion of TET3 from quiescent or activated fibroblast (myofibroblast) attenuated cardiac fibrosis and rescued heart function in mice. Importantly, a small-molecule TET3-specific degrader Bobcat339 displayed therapeutic potential by mitigating cardiac fibrosis and normalizing heart function when administered post-surgery. Integrated transcriptomic analysis identified the mechanosensor Piezo2 as a downstream target for TET3. Piezo2 inhibition dampened fibroblast activation in vitro and ameliorated cardiac fibrosis in vivo. Mechanistically, Piezo2 promoted fibroblast activation by modulating the activities of mechanosensitive transcription factors. Finally, relevance of TET3 and Piezo2 was verified in heart specimens collected from HF patients. In conclusion, our data demonstrate that TET3 is a pivotal regulator of cardiac fibrosis and can be potentially targeted for the intervention of heart failure.","authors":[{"last_name":"Zhu","fore_name":"Chenghao","initials":"C","full_name":"Chenghao Zhu"},{"last_name":"Hong","fore_name":"Wenxuan","initials":"W","full_name":"Wenxuan Hong"},{"last_name":"Zhu","fore_name":"Yuwen","initials":"Y","full_name":"Yuwen Zhu"},{"last_name":"Xue","fore_name":"Yujia","initials":"Y","full_name":"Yujia Xue"},{"last_name":"Fang","fore_name":"Zemin","initials":"Z","full_name":"Zemin Fang"},{"last_name":"Jiang","fore_name":"Dingsheng","initials":"D","full_name":"Dingsheng Jiang"},{"last_name":"Xu","fore_name":"Yong","initials":"Y","full_name":"Yong Xu"},{"last_name":"Kong","fore_name":"Ming","initials":"M","full_name":"Ming Kong"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1038/s44321-025-00305-4","journal":"EMBO molecular medicine","journal_abbr":"EMBO Mol Med","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921854","title":"Time-sequential prediction of postoperative complications after gastric cancer surgery using machine learning a multicenter cohort study.","abstract":"Although many studies have developed logistic regression models for predicting complications using preoperative and intraoperative data, none have applied comprehensive perioperative information with machine learning (ML) to enable time-sequential predictions. This study included patients undergoing gastric cancer surgery between 2013 and 2019 at two hospitals. Comprehensive perioperative data were collected. Four ML models were developed the postoperative day (POD) 1 and POD 3 models predicted complications occurring from POD 2 and POD 4, while the 24-h and 8-h models predicted complications within the 24 and 8 h, respectively, after collection of the most recent biochemical data and vital signs. Model performance was assessed using the area under the receiver operating characteristic curve (AUC) with repeated validation for generalizability. Among 4139 patients, 782 (18.9 ) experienced complications (Clavien-Dindo grade II). The 8-h model achieved the highest AUC (0.737) for overall complications. The POD 3 model outperformed the POD 1 model, with AUCs exceeding 0.8 for pancreatic fistula (0.869) and intra-abdominal abscess (0.821). The 8-h and the 24-h model both achieved AUCs above 0.8 for specific infectious complications. The 8-h model demonstrated the following AUCs 0.889 for pancreatic fistula, 0.842 for intra-abdominal abscess, 0.826 for pneumonia, and 0.824 for anastomotic leakage, surpassing all POD-based models. In each 8-h model, C-reactive protein, pulse rate, and intraoperative blood loss consistently emerged as significant variables. Hour-based ML models incorporating comprehensive perioperative data predict post-gastric cancer surgery complications with high accuracy and time-sequential capability, potentially aiding clinical decision-making and improving outcomes.","authors":[{"last_name":"Ri","fore_name":"Motonari","initials":"M","full_name":"Motonari Ri"},{"last_name":"Nunobe","fore_name":"Souya","initials":"S","full_name":"Souya Nunobe"},{"last_name":"Narita","fore_name":"Tomonori","initials":"T","full_name":"Tomonori Narita"},{"last_name":"Seto","fore_name":"Yasuyuki","initials":"Y","full_name":"Yasuyuki Seto"},{"last_name":"Kawazoe","fore_name":"Yoshimasa","initials":"Y","full_name":"Yoshimasa Kawazoe"},{"last_name":"Ohe","fore_name":"Kazuhiko","initials":"K","full_name":"Kazuhiko Ohe"},{"last_name":"Azuma","fore_name":"Lena","initials":"L","full_name":"Lena Azuma"},{"last_name":"Takeshita","fore_name":"Nobuyoshi","initials":"N","full_name":"Nobuyoshi Takeshita"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1007/s10120-025-01658-y","journal":"Gastric cancer : official journal of the International Gastric Cancer Association and the Japanese Gastric Cancer Association","journal_abbr":"Gastric Cancer","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921656","title":"Treatment approaches for affected eyes in hospitalized patients with acute primary angle-closure glaucoma a multicenter retrospective analysis .","abstract":"To investigate the treatment approaches for attacking eyes in patients with clinical acute primary angle-closure glaucoma (APACG) and their alignment with the recommendations in the . A cross-sectional study was conducted, including medical records of consecutive inpatients diagnosed with APACG from 22 ophthalmic centers nationwide during three periods September 7, 2020, to January 6, 2021 September 7, 2021, to January 6, 2022 and September 7, 2022, to January 6, 2023. For patients meeting the inclusion criteria in both eyes, the right eye was uniformly selected for analysis. Demographic characteristics, medical history, and ocular examination data were collected. Patients were categorized into medication group, laser treatment group, and surgical treatment group based on their final treatment after admission. The proportion of different treatment approaches and their consistency with the were analyzed. Statistical analysis was performed using the chi-square test. A total of 2 567 patients (2 567 eyes) with APACG were included, with a mean age of (66.7 9.3) years. Among them, 615 (24.0 ) were male and 1 952 (76.0 ) were female 1 431 eyes (55.7 ) were right eyes and 1 136 eyes (44.3 ) were left eyes. There were 83 eyes (3.2 ) in the medication group, 256 eyes (10.0 ) in the laser treatment group, and 2 228 eyes (86.8 ) in the surgical treatment group. In the surgical treatment group, 1 951 eyes (87.6 ) underwent cataract extraction, and 1, 300 eyes (58.3 ) received phacoemulsification combined with goniosynechialysis as the preferred surgical approach. The rate of complete consistency between the treatment regimens and the recommendations in the was 52.4 (1 344/2 567), and the rate of partial consistency was 40.3 (1 035/2 567). Phacoemulsification combined with goniosynechialysis has become the mainstream surgical approach for treating attacking eyes in APACG patients in China. Over 90 of APACG patients received treatment consistent with the .","authors":[{"last_name":"Wang","fore_name":"X J","initials":"XJ","full_name":"X J Wang"},{"last_name":"Tian","fore_name":"A J","initials":"AJ","full_name":"A J Tian"},{"last_name":"Zhang","fore_name":"S D","initials":"SD","full_name":"S D Zhang"},{"last_name":"Qu","fore_name":"B","initials":"B","full_name":"B Qu"},{"last_name":"Zhao","fore_name":"L J","initials":"LJ","full_name":"L J Zhao"},{"last_name":"Pan","fore_name":"X J","initials":"XJ","full_name":"X J Pan"},{"last_name":"Lyu","fore_name":"P","initials":"P","full_name":"P Lyu"},{"last_name":"Chang","fore_name":"X Q","initials":"XQ","full_name":"X Q Chang"},{"last_name":"Yang","fore_name":"L","initials":"L","full_name":"L Yang"},{"last_name":"Ha","fore_name":"S P","initials":"SP","full_name":"S P Ha"},{"last_name":"Wang","fore_name":"J B","initials":"JB","full_name":"J B Wang"},{"last_name":"Yang","fore_name":"J G","initials":"JG","full_name":"J G Yang"},{"last_name":"Wang","fore_name":"X H","initials":"XH","full_name":"X H Wang"},{"last_name":"Yao","fore_name":"P","initials":"P","full_name":"P Yao"},{"last_name":"Yang","fore_name":"Y X","initials":"YX","full_name":"Y X Yang"},{"last_name":"Zhou","fore_name":"W Z","initials":"WZ","full_name":"W Z Zhou"},{"last_name":"Yu","fore_name":"L","initials":"L","full_name":"L Yu"},{"last_name":"Zhang","fore_name":"J T","initials":"JT","full_name":"J T Zhang"},{"last_name":"Cai","fore_name":"H B","initials":"HB","full_name":"H B Cai"},{"last_name":"Li","fore_name":"J H","initials":"JH","full_name":"J H Li"},{"last_name":"Jiang","fore_name":"Y H","initials":"YH","full_name":"Y H Jiang"},{"last_name":"Cheng","fore_name":"Z X","initials":"ZX","full_name":"Z X Cheng"},{"last_name":"Ding","fore_name":"Z X","initials":"ZX","full_name":"Z X Ding"},{"last_name":"Xiong","fore_name":"S Y","initials":"SY","full_name":"S Y Xiong"},{"last_name":"Zheng","fore_name":"X L","initials":"XL","full_name":"X L Zheng"},{"last_name":"Yin","fore_name":"J","initials":"J","full_name":"J Yin"},{"last_name":"Lyu","fore_name":"X","initials":"X","full_name":"X Lyu"},{"last_name":"Wang","fore_name":"Y C","initials":"YC","full_name":"Y C Wang"},{"last_name":"Ge","fore_name":"Q S","initials":"QS","full_name":"Q S Ge"},{"last_name":"Wang","fore_name":"Y D","initials":"YD","full_name":"Y D Wang"},{"last_name":"Zhang","fore_name":"Y C","initials":"YC","full_name":"Y C Zhang"},{"last_name":"Shen","fore_name":"Z M","initials":"ZM","full_name":"Z M Shen"},{"last_name":"Liu","fore_name":"H J","initials":"HJ","full_name":"H J Liu"},{"last_name":"Liu","fore_name":"S S","initials":"SS","full_name":"S S Liu"},{"last_name":"Xue","fore_name":"Y K","initials":"YK","full_name":"Y K Xue"},{"last_name":"Gong","fore_name":"J P","initials":"JP","full_name":"J P Gong"},{"last_name":"Lyu","fore_name":"J Y","initials":"JY","full_name":"J Y Lyu"},{"last_name":"Liu","fore_name":"Y C","initials":"YC","full_name":"Y C Liu"},{"last_name":"Wang","fore_name":"Z Y","initials":"ZY","full_name":"Z Y Wang"},{"last_name":"Liu","fore_name":"M Y","initials":"MY","full_name":"M Y Liu"},{"last_name":"Lin","fore_name":"C Q","initials":"CQ","full_name":"C Q Lin"},{"last_name":"He","fore_name":"X J","initials":"XJ","full_name":"X J He"},{"last_name":"Tang","fore_name":"Y W","initials":"YW","full_name":"Y W Tang"},{"last_name":"Ye","fore_name":"C","initials":"C","full_name":"C Ye"},{"last_name":"Liang","fore_name":"Y B","initials":"YB","full_name":"Y B Liang"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.3760/cma.j.cn112142-20241031-00490","journal":"[Zhonghua yan ke za zhi] Chinese journal of ophthalmology","journal_abbr":"Zhonghua Yan Ke Za Zhi","source":"pubmed","mesh_headings":["Humans","Glaucoma, Angle-Closure","Retrospective Studies","Cross-Sectional Studies","Aged","Male","Female","Middle Aged","Acute Disease","Laser Therapy"],"publication_types":["Journal Article","Multicenter Study","English Abstract"],"affiliation":"","has_medical_terms":false}
{"id":"40921653","title":"Clinical application prospects and challenges of preservative-free anti-glaucoma drugs .","abstract":"As the world s leading irreversible blinding eye disease, glaucoma is predominantly managed with pharmaceutical interventions in clinical practice. However, long-term use of traditional eye drops containing preservatives (e.g., benzalkonium chloride) may induce ocular surface toxicity, increase the incidence of dry eye, promote conjunctival fibrosis, and compromise the success rate of filtering surgery. In recent years, the field of ophthalmology has been actively advancing the research, development, and clinical application of preservative-free anti-glaucoma drugs. This article focuses on the research progress of preservative-free formulations in terms of innovative preparation technologies, characteristics of clinical benefits, and existing issues, while exploring their future development directions, aiming to provide references for clinical practice.","authors":[{"last_name":"Duan","fore_name":"X C","initials":"XC","full_name":"X C Duan"},{"last_name":"Xu","fore_name":"J H","initials":"JH","full_name":"J H Xu"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.3760/cma.j.cn112142-20250325-00137","journal":"[Zhonghua yan ke za zhi] Chinese journal of ophthalmology","journal_abbr":"Zhonghua Yan Ke Za Zhi","source":"pubmed","mesh_headings":["Humans","Glaucoma","Preservatives, Pharmaceutical","Ophthalmic Solutions","Benzalkonium Compounds"],"publication_types":["Journal Article","Review","English Abstract"],"affiliation":"","has_medical_terms":false}
{"id":"40921629","title":"CD33-CD33-mesothelin Loop CAR design avoids fratricide and improves efficacy of iNK cells against acute myeloid leukemia.","abstract":"Patients with acute myeloid leukemia (AML) are often older, which brings challenges of endurance and persistent efficacy of autologous chimeric antigen receptor (CAR)-T cell therapies. Allogenic CAR-natural killer (NK) cell therapies may offer reduced toxicities and enhanced anti-leukemic potential against AML. CD33 CAR-NK cells have been investigated for AML therapy. However, the fratricide-mediated lysis of CD33-expressing NK cells by CD33 CAR-NK cells limits the expansion and efficacy of CD33 CAR-NK cells. Mesothelin (MSLN), a tumor differentiation antigen, is highly expressed in a fraction of patients with AML, making it a promising target for AML therapy. We designed a novel CD33-MSLN Loop CAR (Loop CAR) and evaluated its antitumor efficacy in human umbilical cord blood-derived NK (UCB-NK) cells and human pluripotent stem cell-derived NK (hPSC-iNK) cells. To further avoid fratricide caused by endogenous CD33 expression in NK cells, we established an hPSC-derived cell line via knockout of the gene (CD33) and engineered Loop CAR. We generated CD33-Loop CAR-iNK cells using an organoid induction approach. The efficacy of CD33-Loop CAR-iNK cells against tumor cells expressing CD33 and MSLN was investigated both in vitro and in AML xenograft mice. Loop CAR-NK cells exhibited superior cytotoxicity against dual-antigen-positive tumor cell lines and primary AML cells compared with CD33 CAR-NK and MSLN CAR-NK cells. Moreover, Loop CAR-NK cells showed upregulated signaling pathways related to NK cell activation and cytotoxic function. The loss of CD33 in iNK cells effectively avoided fratricide, improved expansion ability, and significantly enhanced CD33 and MSLN-mediated specific cytotoxicity of Loop CAR-iNK cells. Moreover, the CD33-Loop CAR-iNK cells demonstrated superior tumor-killing activity in AML xenograft mouse models and significantly prolonged mouse survival. Loop CAR empowered both UCB-NK cells and hPSC-iNK cells with superior cytotoxicity against CD33MSLN tumor cells. Genetic disruption of CD33 avoided fratricide and improved efficacy of Loop CAR-iNK cells against AML. This innovative strategy possesses unique advantages and translational potential for treating AML.","authors":[{"last_name":"Wang","fore_name":"Yao","initials":"Y","full_name":"Yao Wang"},{"last_name":"Zheng","fore_name":"Xiujuan","initials":"X","full_name":"Xiujuan Zheng"},{"last_name":"Wang","fore_name":"Zhiqian","initials":"Z","full_name":"Zhiqian Wang"},{"last_name":"Xiao","fore_name":"Ziyun","initials":"Z","full_name":"Ziyun Xiao"},{"last_name":"Lin","fore_name":"Yunqing","initials":"Y","full_name":"Yunqing Lin"},{"last_name":"Zhang","fore_name":"Fan","initials":"F","full_name":"Fan Zhang"},{"last_name":"Liu","fore_name":"Yanhong","initials":"Y","full_name":"Yanhong Liu"},{"last_name":"Liu","fore_name":"Pengcheng","initials":"P","full_name":"Pengcheng Liu"},{"last_name":"Weng","fore_name":"Qitong","initials":"Q","full_name":"Qitong Weng"},{"last_name":"Zhang","fore_name":"Leqiang","initials":"L","full_name":"Leqiang Zhang"},{"last_name":"Xia","fore_name":"Chengxiang","initials":"C","full_name":"Chengxiang Xia"},{"last_name":"Huang","fore_name":"Dehao","initials":"D","full_name":"Dehao Huang"},{"last_name":"Liu","fore_name":"Lijuan","initials":"L","full_name":"Lijuan Liu"},{"last_name":"Zhu","fore_name":"Yanping","initials":"Y","full_name":"Yanping Zhu"},{"last_name":"Zhang","fore_name":"Qi","initials":"Q","full_name":"Qi Zhang"},{"last_name":"Qi","fore_name":"Hanmeng","initials":"H","full_name":"Hanmeng Qi"},{"last_name":"Chen","fore_name":"Yi","initials":"Y","full_name":"Yi Chen"},{"last_name":"Shen","fore_name":"Yiyuan","initials":"Y","full_name":"Yiyuan Shen"},{"last_name":"Zhang","fore_name":"Chenyuan","initials":"C","full_name":"Chenyuan Zhang"},{"last_name":"Xu","fore_name":"Jiacheng","initials":"J","full_name":"Jiacheng Xu"},{"last_name":"Zhao","fore_name":"Yaoqin","initials":"Y","full_name":"Yaoqin Zhao"},{"last_name":"Wu","fore_name":"Jiaxin","initials":"J","full_name":"Jiaxin Wu"},{"last_name":"Wang","fore_name":"Tongjie","initials":"T","full_name":"Tongjie Wang"},{"last_name":"Zhang","fore_name":"Mengyun","initials":"M","full_name":"Mengyun Zhang"},{"last_name":"Li","fore_name":"Minming","initials":"M","full_name":"Minming Li"},{"last_name":"Qian","fore_name":"Wenbin","initials":"W","full_name":"Wenbin Qian"},{"last_name":"Liang","fore_name":"Aibin","initials":"A","full_name":"Aibin Liang"},{"last_name":"Du","fore_name":"Xin","initials":"X","full_name":"Xin Du"},{"last_name":"Yang","fore_name":"Wenyu","initials":"W","full_name":"Wenyu Yang"},{"last_name":"Hu","fore_name":"Tianyuan","initials":"T","full_name":"Tianyuan Hu"},{"last_name":"Chen","fore_name":"Qi","initials":"Q","full_name":"Qi Chen"},{"last_name":"Zhu","fore_name":"Xiaofan","initials":"X","full_name":"Xiaofan Zhu"},{"last_name":"Hu","fore_name":"Fangxiao","initials":"F","full_name":"Fangxiao Hu"},{"last_name":"Wang","fore_name":"Jinyong","initials":"J","full_name":"Jinyong Wang"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1136/jitc-2025-011887","journal":"Journal for immunotherapy of cancer","journal_abbr":"J Immunother Cancer","source":"pubmed","mesh_headings":["Animals","Humans","Leukemia, Myeloid, Acute","Mice","Mesothelin","Sialic Acid Binding Ig-like Lectin 3","Receptors, Chimeric Antigen","Immunotherapy, Adoptive","Killer Cells, Natural","Xenograft Model Antitumor Assays","Cell Line, Tumor","Female","GPI-Linked Proteins"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921559","title":"Management of chronic venous insufficiency in older adults.","abstract":"Chronic venous insufficiency (CVI) develops as a consequence of valvular incompetence or venous obstruction over time and can significantly impair quality of life. Its prevalence and burden are highest among older adults, as the physiological changes of aging predispose to the onset and progression of CVI. We present an overview of the evaluation and management of CVI in older adults, with a focus on superficial venous disease. Current treatment modalities for superficial venous disease and their outcomes in older adults are discussed.","authors":[{"last_name":"Li","fore_name":"Judy","initials":"J","full_name":"Judy Li"},{"last_name":"Kumi","fore_name":"Melissa","initials":"M","full_name":"Melissa Kumi"},{"last_name":"Ochoa Chaar","fore_name":"Cassius Iyad","initials":"CI","full_name":"Cassius Iyad Ochoa Chaar"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1053/j.semvascsurg.2025.06.005","journal":"Seminars in vascular surgery","journal_abbr":"Semin Vasc Surg","source":"pubmed","mesh_headings":["Humans","Venous Insufficiency","Chronic Disease","Aged","Treatment Outcome","Age Factors","Risk Factors","Vascular Surgical Procedures","Aging","Quality of Life"],"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40921555","title":"Assessment and management of chronic venous, arterial, and diabetic wounds in older adults.","abstract":"Nonhealing wounds are increasingly prevalent, present in 1 to 2 of the global population, with higher incidence in geriatric patients. These chronic wounds pose challenges to older adult patients owing to physiologic changes that hinder healing, common medical comorbidities that promote inflammation and damage microcirculation, poor nutritional status and mobility, and psychosocial barriers to receiving care. In this literature review, the epidemiology, pathophysiology, systems costs, and management of chronic venous leg ulcers, arterial ulcers, and diabetic foot wounds in older adult patients are investigated. Evolving skin structure, pro-inflammatory cellular changes, and propensity for infection place the geriatric population at risk for all wound types. Strategies to differentiate between nonhealing wounds through physical examination, standardized tools, and patient-specific characteristics are outlined. Optimal wound care management principles for each wound type, including wound bed debridement, moisture optimization, biofilm control, and management of edema are addressed. Venous leg ulcers secondary to venous insufficiency are particularly common in older adults and often recur, requiring innovative techniques in compression and tissue substitutes. Emerging therapies, including skin grafts, hyperbaric and topical oxygen, and bedside imaging devices, are discussed. Finally, older adult patients are susceptible to social circumstances that place them at risk for suboptimal wound care and poor healing. The combination of access gaps to regular caretakers, immobility, nociceptive and neuropathic pain, and frailty must be acknowledged and addressed in older adult patients with wounds. The aims of this literature review were to clarify these factors to consolidate awareness and to advocate for a multidisciplinary approach to wound care management.","authors":[{"last_name":"Dowling","fore_name":"Caitlin","initials":"C","full_name":"Caitlin Dowling"},{"last_name":"Chu","fore_name":"Lucy","initials":"L","full_name":"Lucy Chu"},{"last_name":"Etkin","fore_name":"Yana","initials":"Y","full_name":"Yana Etkin"},{"last_name":"Oropallo","fore_name":"Alisha","initials":"A","full_name":"Alisha Oropallo"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1053/j.semvascsurg.2025.06.007","journal":"Seminars in vascular surgery","journal_abbr":"Semin Vasc Surg","source":"pubmed","mesh_headings":["Humans","Wound Healing","Risk Factors","Chronic Disease","Age Factors","Aged","Treatment Outcome","Diabetic Foot","Varicose Ulcer","Predictive Value of Tests","Geriatric Assessment","Aged, 80 and over","Debridement"],"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40921547","title":"Perioperative Evaluation and Risk Stratification of the Elderly Patient Undergoing Vascular Intervention.","abstract":"The surgical management of elderly patients has become increasingly important as the population ages in the U.S. and globally, and the incidence of cardiovascular risk factors continues to rise. Geriatric surgical patients face heightened surgical risks due to age-related physiological changes, which may extend beyond comorbidities, best described as geriatric syndromes. A thorough geriatric evaluation involves examining risk factors for these syndromes, which includes an extensive review of the patient s medical history, frailty assessment, nutritional evaluation, medication review, and evaluation of social support. The goal of this assessment is not to deem patients safe or unsafe for surgery, but to evaluate their risk levels and identify opportunities for prehabilitation prior to surgery. This approach necessitates collaboration between surgical teams and a comprehensive perioperative team that includes geriatricians. This narrative review aims to analyze the components of a geriatric evaluation and identify subsequent actions for patients at increased risk of postoperative complications and identify areas for innovation as it relates to vascular care in aging populations.","authors":[{"last_name":"Cui","fore_name":"Christina L","initials":"CL","full_name":"Christina L Cui"},{"last_name":"Fereydooni","fore_name":"Arash","initials":"A","full_name":"Arash Fereydooni"},{"last_name":"Arya","fore_name":"Shipra","initials":"S","full_name":"Shipra Arya"},{"last_name":"Drudi","fore_name":"Laura M","initials":"LM","full_name":"Laura M Drudi"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1053/j.semvascsurg.2025.06.003","journal":"Seminars in vascular surgery","journal_abbr":"Semin Vasc Surg","source":"pubmed","mesh_headings":["Humans","Geriatric Assessment","Risk Assessment","Risk Factors","Aged","Vascular Surgical Procedures","Treatment Outcome","Age Factors","Postoperative Complications","Predictive Value of Tests","Vascular Diseases","Aged, 80 and over","Frail Elderly","Aging","Perioperative Care","Frailty","Nutritional Status"],"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40921538","title":"Implantable biosensors Advancements and applications.","abstract":"This chapter, Implantable Biosensors Advancements and Applications, provides a succinct overview of the state-of-the-art in implantable biosensor technology, highlighting both established clinical uses and promising areas of ongoing research. It begins by outlining the fundamental principles and advantages of these sensors, such as their precision in physiological monitoring and capability for real-time therapeutic interventions. A variety of implantable sensors are categorized, including biophysical and biochemical types, each designed for specific medical applications. In endocrinology, continuous glucose monitoring (CGM) systems represent a pivotal and well-established use of implantable biosensors for diabetes management. In contrast, applications in ophthalmology, such as sensors for monitoring intraocular pressure to prevent glaucoma, are still under investigation and not yet widely adopted in clinical practice, though they hold significant promise. The chapter also explores potential applications across other medical fields, including cardiology, neurology, gastroenterology, pulmonology, otolaryngology, urology, orthopedics, pharmacology, and oncology. These areas are witnessing innovative research and development efforts aimed at harnessing the potential of implantable biosensors for enhanced patient care. The integration of these sensors with drug delivery systems and their role in real-time disease biomarker monitoring underscore their transformative potential. In summary, this chapter highlights the significant advancements in implantable biosensors, emphasizing their current clinical applications and future possibilities in revolutionizing medical diagnostics and treatment.","authors":[{"last_name":"Nirwal","fore_name":"Gurleen K","initials":"GK","full_name":"Gurleen K Nirwal"},{"last_name":"Wu","fore_name":"Kevin Y","initials":"KY","full_name":"Kevin Y Wu"},{"last_name":"Ramnawaz","fore_name":"Taanvee P","initials":"TP","full_name":"Taanvee P Ramnawaz"},{"last_name":"Xu","fore_name":"Yue","initials":"Y","full_name":"Yue Xu"},{"last_name":"Carbonneau","fore_name":"Marjorie","initials":"M","full_name":"Marjorie Carbonneau"},{"last_name":"Nguyen","fore_name":"Bich H","initials":"BH","full_name":"Bich H Nguyen"},{"last_name":"Tran","fore_name":"Simon D","initials":"SD","full_name":"Simon D Tran"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/bs.pmbts.2025.06.006","journal":"Progress in molecular biology and translational science","journal_abbr":"Prog Mol Biol Transl Sci","source":"pubmed","mesh_headings":["Biosensing Techniques","Humans","Prostheses and Implants","Animals"],"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40921495","title":"Block, pain, and nausea a causal triangle or just a coincidence","abstract":"","authors":[{"last_name":"Giannakis","fore_name":"Periklis","initials":"P","full_name":"Periklis Giannakis"},{"last_name":"Ren","fore_name":"Renee","initials":"R","full_name":"Renee Ren"},{"last_name":"Memtsoudis","fore_name":"Stavros G","initials":"SG","full_name":"Stavros G Memtsoudis"},{"last_name":"Poeran","fore_name":"Jashvant","initials":"J","full_name":"Jashvant Poeran"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1136/rapm-2025-107089","journal":"Regional anesthesia and pain medicine","journal_abbr":"Reg Anesth Pain Med","source":"pubmed","mesh_headings":null,"publication_types":["Letter"],"affiliation":"","has_medical_terms":false}
{"id":"40921334","title":"Sparing effects of FLASH irradiation in patient-derived lung tissue.","abstract":"Radiation toxicities, such as pneumonitis and fibrosis, are major limitations affecting patients quality of life. Developed a decade ago, FLASH radiotherapy is an innovative method that, by delivering radiation at ultrafast dose rate, reduces radiation toxicities on healthy tissue while preserving the anti-tumoral effect of radiotherapy. This so-called FLASH effect has been described in different preclinical models but has not been observed in human tissue. This study aims to determine if FLASH irradiation can induce a sparing effect on human healthy lung tissue. To address this question, precision-cut lung slices (Hu-PCLS) were prepared from healthy lung samples collected from 19 lung cancer patients undergoing lobectomy. These Hu-PCLS were irradiated ex vivo at a dose of 9 Gy using the ElectronFLASH (SIT) device operated either in conventional or FLASH mode. We monitored cell division for each patient and performed RNAseq analysis to uncover some mechanistic insights. Analysis of cell division 24 h after treatment with conventional or ultra-high dose rate showed a higher proportion of dividing cells in Hu-PCLS after FLASH irradiation. Consistently, RNAseq analysis from irradiated lung samples confirmed an attenuated cell cycle checkpoint inhibition, p53 pro-apoptotic genes, Deoxyribonucleic Acid damage, and antioxidant pathways after ultra-high dose rate compared to conventional treatment. Altogether, this study shows that, using freshly isolated patient-derived lung samples, cell proliferation can serve as an early marker of the normal lung response to FLASH irradiation. These findings hold great promises for future applications of FLASH radiotherapy in the clinic.","authors":[{"last_name":"Dubail","fore_name":"Maxime","initials":"M","full_name":"Maxime Dubail"},{"last_name":"Lafouasse","fore_name":"Chloé","initials":"C","full_name":"Chloé Lafouasse"},{"last_name":"Heinrich","fore_name":"Sophie","initials":"S","full_name":"Sophie Heinrich"},{"last_name":"Favaudon","fore_name":"Vincent","initials":"V","full_name":"Vincent Favaudon"},{"last_name":"Londoño-Vallejo","fore_name":"Arturo","initials":"A","full_name":"Arturo Londoño-Vallejo"},{"last_name":"Dutreix","fore_name":"Marie","initials":"M","full_name":"Marie Dutreix"},{"last_name":"Colin","fore_name":"Delphine","initials":"D","full_name":"Delphine Colin"},{"last_name":"Côté","fore_name":"Jean-François","initials":"JF","full_name":"Jean-François Côté"},{"last_name":"Didier","fore_name":"Jérôme","initials":"J","full_name":"Jérôme Didier"},{"last_name":"Pouliquen","fore_name":"Christelle","initials":"C","full_name":"Christelle Pouliquen"},{"last_name":"Benali","fore_name":"Abdelali","initials":"A","full_name":"Abdelali Benali"},{"last_name":"Verrelle","fore_name":"Pierre","initials":"P","full_name":"Pierre Verrelle"},{"last_name":"Lefèvre","fore_name":"Marine","initials":"M","full_name":"Marine Lefèvre"},{"last_name":"Girard","fore_name":"Nicolas","initials":"N","full_name":"Nicolas Girard"},{"last_name":"Seguin-Givelet","fore_name":"Agathe","initials":"A","full_name":"Agathe Seguin-Givelet"},{"last_name":"Créhange","fore_name":"Gilles","initials":"G","full_name":"Gilles Créhange"},{"last_name":"Fouillade","fore_name":"Charles","initials":"C","full_name":"Charles Fouillade"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.radonc.2025.111126","journal":"Radiotherapy and oncology : journal of the European Society for Therapeutic Radiology and Oncology","journal_abbr":"Radiother Oncol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40921142","title":"Immunomodulatory Roles of Tonsil-Derived Mesenchymal Stem Cells.","abstract":"Stemming from human immune organs, tonsil-derived mesenchymal stem cells (TMSCs) hold unique strengths in differentiation potential and immune regulatory functions. These characteristics make them valuable for therapeutic applications, particularly in regenerative medicine and autoimmune disease treatment, as they can modulate immune responses and promote tissue repair. Their ability to interact with various cell types and secrete a range of bioactive molecules further enhances their role in orchestrating healing processes, making them a promising avenue for innovative therapies aimed at restoring balance in the immune system and facilitating recovery from injury or disease. TMSCs are crucial elements of the tonsillar microenvironment, playing a key role in preserving the balance of the immune system. They regulate immune responses by producing cytokines and growth factors, influencing neighboring immune cells, and facilitating communication within tonsillar tissue to maintain a controlled response to pathogens and prevent excessive inflammation. As understanding of TMSCs continues to evolve, their integration into clinical practices could revolutionize approaches to treating a wide array of conditions, highlighting the importance of continued investigation in this promising field.","authors":[{"last_name":"Chen","fore_name":"Yue","initials":"Y","full_name":"Yue Chen"},{"last_name":"Sun","fore_name":"Xiaorong","initials":"X","full_name":"Xiaorong Sun"},{"last_name":"Su","fore_name":"Dan","initials":"D","full_name":"Dan Su"},{"last_name":"Gui","fore_name":"Wenjuan","initials":"W","full_name":"Wenjuan Gui"},{"last_name":"Yang","fore_name":"Jinliang","initials":"J","full_name":"Jinliang Yang"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1615/CritRevImmunol.2025059511","journal":"Critical reviews in immunology","journal_abbr":"Crit Rev Immunol","source":"pubmed","mesh_headings":["Humans","Mesenchymal Stem Cells","Palatine Tonsil","Immunomodulation","Animals","Cell Differentiation","Cytokines","Mesenchymal Stem Cell Transplantation"],"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40920973","title":"Video Education to Improve Shared Decision-Making in Breast Surgical Oncology.","abstract":"BackgroundA key component of shared decision-making (SDM) is education that is specific to and easily understood by a patient. Delivering complex information through a visual medium such as video is a natural progression.MethodsThis study aims to assess the impact of adding customized video education to traditional surgical consent procedures on patient preparation for breast cancer surgery. A web-based tool, https //www.vidoceo.com/, was developed to create and deliver video education. Video education is customized to address indications, procedures, and risks for patients and their surgery. After the initial surgical consultation, each patient received an educational video in English or Spanish electronically. The CollaboRATE score evaluated shared decision-making. The study supplements, but does not replace, established procedures for surgical informed consent.ResultsData from 69 breast cancer surgery patients (42 English and 27 Spanish) who received surgery-specific educational videos over 1 year were included. CollaboRATE top scores were achieved in 74 and 78 of English and Spanish speakers, respectively ( 0.9). Spanish speakers found the videos less easy to understand ( 0.04). Overall, 94 believed video education aided decision-making, and 98 expressed wanting video education in future surgical preparation.DiscussionVideo education as a supplementary surgical consent tool is promising in enhancing shared decision-making and patient preparation for surgery. The positive feedback on video education reinforces the value of multimedia approaches in patient education. These results encourage further exploration of innovative strategies to improve the informed consent process.","authors":[{"last_name":"Monasterio","fore_name":"Diego","initials":"D","full_name":"Diego Monasterio"},{"last_name":"Hanson","fore_name":"Nicole","initials":"N","full_name":"Nicole Hanson"},{"last_name":"Diaz","fore_name":"Graal","initials":"G","full_name":"Graal Diaz"},{"last_name":"Romero","fore_name":"Javier","initials":"J","full_name":"Javier Romero"},{"last_name":"Steen","fore_name":"Shawn","initials":"S","full_name":"Shawn Steen"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1177/00031348251378081","journal":"The American surgeon","journal_abbr":"Am Surg","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40920690","title":"In Vitro Intraluminal Gel Infusion An Advanced Approach for Microscopic Analysis of Human Resistance Arteries.","abstract":"Resistance arteries, which include small arteries and arterioles, play essential roles in regulating blood pressure and tissue perfusion. Dysfunction in these arteries can lead to various cardiovascular conditions such as hypertension, atherosclerosis, and heart failure, as well as neurovascular conditions. The examination of human resistance arteries is crucial for understanding cardiovascular disease mechanisms and developing targeted therapeutic strategies. This study presents an innovative method for preparing isolated human resistance arteries by infusing a tissue-stabilizing gel into the lumen, preserving their native architecture and cellular integrity. Human omental tissues were obtained from patients undergoing abdominal surgeries, and small resistance arteries (100-300 m in diameter) were isolated by careful micro-dissection. The arteries were then cannulated, pressurized in a culture myograph chamber, and fixed with 10 neutral buffered formalin. A tissue-stabilizing gel was infused into the lumen of the cannulated artery, which was allowed to solidify to preserve the three-dimensional structure. Histological, immunohistochemical, and gene expression analyses were performed to assess the preservation of the arteries. Histological sections revealed the well-preserved structural integrity and natural architecture of the arteries, maintaining well-defined endothelial and smooth muscle layers. Immunohistochemical staining showed distinct localization of markers such as CD31 and -smooth muscle actin. In situ hybridization revealed specific gene expression patterns, providing insights into the molecular mechanisms. This advanced method of intraluminal gel infusion offers significant advantages, enabling advanced imaging and comprehensive analysis of arterial structure, remodeling, and cellular interactions in both healthy and diseased states. This method has the potential to improve clinical diagnostics and therapeutic strategies for vascular diseases, thereby providing a valuable tool for advancing vascular biology research.","authors":[{"last_name":"Hakim","fore_name":"Md Abdul","initials":"MA","full_name":"Md Abdul Hakim"},{"last_name":"Blakely","fore_name":"Andrew M","initials":"AM","full_name":"Andrew M Blakely"},{"last_name":"Nagata","fore_name":"Bianca M","initials":"BM","full_name":"Bianca M Nagata"},{"last_name":"Alves","fore_name":"Derron A","initials":"DA","full_name":"Derron A Alves"},{"last_name":"Ackerman","fore_name":"Hans C","initials":"HC","full_name":"Hans C Ackerman"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.3791/68773","journal":"Journal of visualized experiments : JoVE","journal_abbr":"J Vis Exp","source":"pubmed","mesh_headings":["Humans","Gels","Arteries","Vascular Resistance","Omentum"],"publication_types":["Journal Article","Video-Audio Media"],"affiliation":"","has_medical_terms":false}
{"id":"40920632","title":"Endoscopic Vacuum Therapy for the Treatment of Anastomotic Leakage after Total Gastrectomy with Esophagojejunostomy.","abstract":"Endoscopic vacuum therapy (EVT) offers an effective alternative for the treatment of anastomotic leakage. Current treatment options for leakage include conservative treatment, stent placement, or reoperation. However, conservative treatment often results in slow recovery and is frequently ineffective in severe cases. Stent placement carries risks such as migration or blockage, and both conservative treatment and stents often fail to adequately drain pus or necrotic tissue exudate. Moreover, reoperation is associated with a high risk of surgical complications. EVT employs continuous negative pressure to remove pus and necrotic tissue exudate through natural orifices. This approach also promotes granulation tissue formation at the fistula or leakage site, facilitating the healing process. Clinically, EVT has demonstrated the potential to significantly reduce complications such as infection, bleeding, and anastomotic stenosis. It not only improves patient s outcomes but also minimizes the need for additional invasive procedures and shortens hospital stays. In conclusion, EVT represents a promising and innovative approach for managing complex gastrointestinal leaks.","authors":[{"last_name":"Liao","fore_name":"Jiaming","initials":"J","full_name":"Jiaming Liao"},{"last_name":"Tang","fore_name":"Mi","initials":"M","full_name":"Mi Tang"},{"last_name":"Qin","fore_name":"Xiangzhi","initials":"X","full_name":"Xiangzhi Qin"},{"last_name":"Li","fore_name":"Min","initials":"M","full_name":"Min Li"},{"last_name":"Gong","fore_name":"Lei","initials":"L","full_name":"Lei Gong"},{"last_name":"Lv","fore_name":"Zhenbing","initials":"Z","full_name":"Zhenbing Lv"},{"last_name":"Tian","fore_name":"Yunhong","initials":"Y","full_name":"Yunhong Tian"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.3791/68398","journal":"Journal of visualized experiments : JoVE","journal_abbr":"J Vis Exp","source":"pubmed","mesh_headings":["Humans","Gastrectomy","Anastomotic Leak","Negative-Pressure Wound Therapy","Anastomosis, Surgical","Esophagus","Jejunostomy"],"publication_types":["Journal Article","Video-Audio Media"],"affiliation":"","has_medical_terms":false}
{"id":"40920580","title":"A Quantitative Assessment of the Phagocytosis of Allogeneic and Xenogeneic Erythrocytes by Rat Macrophages In Vitro.","abstract":"Xenogeneic cell transplantation often faces significant immune rejection, even in immunodeficient animal models. Among residual immune components, macrophages can actively phagocytose transplanted human cells, posing a challenge to long-term engraftment. To address this, we developed a standardized in vitro assay to quantify macrophage-mediated phagocytosis of human versus rat red blood cells (RBCs). Rat peritoneal macrophages were isolated, cultured, and exposed to either human or rat RBCs. Human RBCs were identified using CD235a, while rat RBCs were pre-labeled with DeepRed. Flow cytometry analysis was conducted using CD163 to identify macrophages and propidium iodine (PI) exclusion to gate living cells. The results showed a substantial difference in phagocytic activity 5.08 of macrophages engulfed human RBCs, while only 1.59 phagocytosed rat RBCs, yielding a relative phagocytosis index of 3.21. This protocol allows for quantitative assessment of immune compatibility and offers a reproducible method to evaluate innate immune responses in xenotransplantation. It holds potential for refining donor-recipient selection and guiding immunosuppressive strategies in translational research.","authors":[{"last_name":"Lu","fore_name":"Yu","initials":"Y","full_name":"Yu Lu"},{"last_name":"Ding","fore_name":"Min","initials":"M","full_name":"Min Ding"},{"last_name":"Huang","fore_name":"Xiang-Long","initials":"XL","full_name":"Xiang-Long Huang"},{"last_name":"Xiong","fore_name":"Yu-Yun","initials":"YY","full_name":"Yu-Yun Xiong"},{"last_name":"Wu","fore_name":"Tong-Xv","initials":"TX","full_name":"Tong-Xv Wu"},{"last_name":"Zhang","fore_name":"Ludi","initials":"L","full_name":"Ludi Zhang"},{"last_name":"Gao","fore_name":"Feng","initials":"F","full_name":"Feng Gao"},{"last_name":"Ge","fore_name":"Jian-Yun","initials":"JY","full_name":"Jian-Yun Ge"},{"last_name":"Li","fore_name":"Yu-Mei","initials":"YM","full_name":"Yu-Mei Li"},{"last_name":"Hui","fore_name":"Lijian","initials":"L","full_name":"Lijian Hui"},{"last_name":"Hao","fore_name":"Sha","initials":"S","full_name":"Sha Hao"},{"last_name":"Zheng","fore_name":"Yun-Wen","initials":"YW","full_name":"Yun-Wen Zheng"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.3791/68904","journal":"Journal of visualized experiments : JoVE","journal_abbr":"J Vis Exp","source":"pubmed","mesh_headings":["Animals","Rats","Phagocytosis","Erythrocytes","Humans","Transplantation, Heterologous","Macrophages, Peritoneal","Macrophages","Flow Cytometry"],"publication_types":["Journal Article","Video-Audio Media"],"affiliation":"","has_medical_terms":false}
{"id":"40920275","title":"Transformative Therapies for Wound Care Insights into Tissue Engineering and Regenerative Medicine.","abstract":"Wound healing is a dynamic and complex process that consists of four interconnected phases hemostasis, inflammation, proliferation, and remodeling. This complex process is based on the coordinated actions of growth factors, cytokines, and other cellular interactions. However, conditions such as diabetes and chronic illnesses can disrupt this process and lead to nonhealing wounds or chronic ulcers. This chapter addresses the molecular and cellular mechanisms that control both normal and impaired wound healing, with emphasis on diabetic ulcers, burns, and surgical wounds. Growth factors play a critical role in wound modulation and the potential of therapeutic interventions to restore balanced healing. Advances in tissue engineering and regenerative medicine, including hydrogel-based therapies and synthetic polymers, have produced promising solutions for wound management. In addition, 3D bioprinting offers the possibility of producing personalized skin grafts and wound dressings that closely resemble the natural skin structure. Clinical trials are currently evaluating these innovative approaches effectiveness and highlighting their potential to transform therapeutic outcomes in the treatment of chronic and complex wounds.","authors":[{"last_name":"Damle","fore_name":"Mrunal","initials":"M","full_name":"Mrunal Damle"},{"last_name":"Gaikwad","fore_name":"Vaishali","initials":"V","full_name":"Vaishali Gaikwad"},{"last_name":"Joshi","fore_name":"Meghnad G","initials":"MG","full_name":"Meghnad G Joshi"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1007/5584_2025_879","journal":"Advances in experimental medicine and biology","journal_abbr":"Adv Exp Med Biol","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40920145","title":"Reply Toward personalized, surgeon-level prediction in mitral valve repair.","abstract":"","authors":[{"last_name":"Malik","fore_name":"Mohsyn Imran","initials":"MI","full_name":"Mohsyn Imran Malik"},{"last_name":"Nedadur","fore_name":"Rashmi","initials":"R","full_name":"Rashmi Nedadur"},{"last_name":"Chu","fore_name":"Michael W A","initials":"MWA","full_name":"Michael W A Chu"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1016/j.jtcvs.2025.08.001","journal":"The Journal of thoracic and cardiovascular surgery","journal_abbr":"J Thorac Cardiovasc Surg","source":"pubmed","mesh_headings":null,"publication_types":["Letter"],"affiliation":"","has_medical_terms":false}
{"id":"40919954","title":"Bibliometric and Visualized Analysis of the Therapeutic Application of Suprachoroidal Space From 2000 to 2024.","abstract":"To provide a bibliometric overview of the global research on the therapeutic applications of the suprachoroidal space (SCS) from 2000 to 2024. Publications were retrieved from the Web of Science Core Collection using a defined search strategy. A total of 776 articles were analyzed for trends in publication volume, countries, institutions, authorship, journals, citations, and keywords. An analysis of top 10 highly cited publications was also conducted. Co-authorship, co-occurrence, and citation burst analyses were conducted using VOSviewer, bibliometrix (R), and CiteSpace. Global publications on SCS therapy increased steadily, with a 575 growth. The United States led in output (n 274, 35.3 ) and international collaboration. Top institutions included the University of Melbourne, Bionics Institute, and Osaka University. Fujikado Takashi was the most prolific author (34 publications), while Prausnitz Mark R R had the highest citation impact (50 per article). Investigative Ophthalmology \u0026 Visual Science was the most active journal (n 50 2249 citations). Keyword analysis revealed three main clusters (1) drug delivery, (2) glaucoma treatment, and (3) retinal prosthesis. Overlay map indicated that research foci have shift from implantation to injection, minimally invasive approach, and clinical trials. Burst keywords showed suprachoroidal drug delivery (including gene therapy, ranibizumab, and triamcinolone acetonide) was a rapidly evolving and promising field for innovation, which was confirmed by analysis of high-impact publications. This study maps the global research landscape and emerging trends on the therapeutic applications of the SCS, underscores its translational nature, and fosters interdisciplinary collaboration in this evolving field.","authors":[{"last_name":"Jin","fore_name":"Kehan","initials":"K","full_name":"Kehan Jin"},{"last_name":"Meng","fore_name":"Lihui","initials":"L","full_name":"Lihui Meng"},{"last_name":"Yang","fore_name":"Jingyuan","initials":"J","full_name":"Jingyuan Yang"},{"last_name":"Zhao","fore_name":"Chan","initials":"C","full_name":"Chan Zhao"},{"last_name":"Chen","fore_name":"Youxin","initials":"Y","full_name":"Youxin Chen"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/JS9.0000000000003384","journal":"International journal of surgery (London, England)","journal_abbr":"Int J Surg","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40919932","title":"Validation of a clinical scoring model and proposal of a classification system to guide endoscopic resection strategies for cardial submucosal tumors.","abstract":"A scoring model was proposed to support endoscopic decision-making for cardial submucosal tumors (SMTs). The aim of this study is to perform a multicenter validation of the clinical scoring model and to introduce a new clinical classification system for cardial SMTs. A multicenter analysis of endoscopic decision-making for cardial submucosal tumors (SMTs) was conducted. Individual data on patient characteristics, lesion features, and resection outcomes were collected to validate a clinical scoring model designed to guide endoscopic resection strategies. In addition, a novel classification system for cardial SMTs is proposed to support standardized assessment and treatment planning. The scoring model and classification system achieved AUCs of 0.815 (95 CI 0.748-0.881) and 0.809 (95 CI 0.748-0.870), respectively. DeLong s test showed no significant difference between them (P 0.885). The scoring model and the classification system for cardial SMTs may provide clinicians with a practical reference for making appropriate endoscopic resection strategies.","authors":[{"last_name":"Geng","fore_name":"Zi-Han","initials":"ZH","full_name":"Zi-Han Geng"},{"last_name":"Wan","fore_name":"Min-Yue","initials":"MY","full_name":"Min-Yue Wan"},{"last_name":"He","fore_name":"Meng-Jiang","initials":"MJ","full_name":"Meng-Jiang He"},{"last_name":"Fu","fore_name":"Pei-Yao","initials":"PY","full_name":"Pei-Yao Fu"},{"last_name":"Zhu","fore_name":"Yan","initials":"Y","full_name":"Yan Zhu"},{"last_name":"Li","fore_name":"Zhuang-Zhuang","initials":"ZZ","full_name":"Zhuang-Zhuang Li"},{"last_name":"Huang","fore_name":"Lin","initials":"L","full_name":"Lin Huang"},{"last_name":"Jiang","fore_name":"Zhi-Bin","initials":"ZB","full_name":"Zhi-Bin Jiang"},{"last_name":"Chen","fore_name":"Jin-Ning","initials":"JN","full_name":"Jin-Ning Chen"},{"last_name":"Liu","fore_name":"Yao-Gang","initials":"YG","full_name":"Yao-Gang Liu"},{"last_name":"Ding","fore_name":"Hui-Bin","initials":"HB","full_name":"Hui-Bin Ding"},{"last_name":"Ye","fore_name":"Ying-Jian","initials":"YJ","full_name":"Ying-Jian Ye"},{"last_name":"Wang","fore_name":"Zhe","initials":"Z","full_name":"Zhe Wang"},{"last_name":"Nie","fore_name":"Lin","initials":"L","full_name":"Lin Nie"},{"last_name":"Li","fore_name":"Quan-Lin","initials":"QL","full_name":"Quan-Lin Li"},{"last_name":"Zhou","fore_name":"Ping-Hong","initials":"PH","full_name":"Ping-Hong Zhou"},{"last_name":"Liu","fore_name":"Jing-Zheng","initials":"JZ","full_name":"Jing-Zheng Liu"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/JS9.0000000000003436","journal":"International journal of surgery (London, England)","journal_abbr":"Int J Surg","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40919882","title":"Targeted Blockage of Pathological Extracellular Vesicles and Particles From Fibroblast-Like Synoviocytes for Osteoarthritis Relief Proteomic Analysis and Cellular Effect.","abstract":"Osteoarthritis (OA), the prevalent debilitating joint disorder, is accelerated by dysregulated intercellular crosstalk, yet the role of fibroblast-like synoviocyte (FLS)-derived extracellular vesicles and particles (EVPs) in disease progression remains to be elucidated. Here, integrative analysis of clinical specimens, animal models, and publicly available datasets revealed significant alterations in exosomal pathways within OA synovium. Proteomic profiling revealed distinct molecular signatures in EVPs derived from inflammatory and senescent FLSs, reflecting the pathophysiological status of their parent cells. We demonstrated that FLSs under inflammatory and senescent states in OA secreted pathogenic EVPs that propagated joint degeneration by disrupting chondrocyte homeostasis, polarizing macrophages towards a pro-inflammatory phenotype, and impairing chondrogenesis of mesenchymal stem cells. To therapeutically target these pathogenic EVPs, we engineered an adeno-associated virus 9 (AAV9) vector fused with a synovium-affinity peptide (HAP-1) to deliver shRNA against Rab27a, a key regulator of EVP secretion. Intra-articular administration of the engineered AAV9 in a murine OA model induced by destabilization of the medical meniscus significantly reduced synovial hyperplasia, cartilage degradation and inflammatory responses, while demonstrating satisfactory systemic biosafety. Our findings establish FLS-derived EVPs as critical mediators of OA pathogenesis and propose a targeted strategy to block their secretion, offering a promising disease-modifying therapeutic avenue for OA.","authors":[{"last_name":"Liu","fore_name":"Bin","initials":"B","full_name":"Bin Liu"},{"last_name":"Xian","fore_name":"Yansi","initials":"Y","full_name":"Yansi Xian"},{"last_name":"Shen","fore_name":"Tao","initials":"T","full_name":"Tao Shen"},{"last_name":"Ben","fore_name":"Yu","initials":"Y","full_name":"Yu Ben"},{"last_name":"Wu","fore_name":"Wenshu","initials":"W","full_name":"Wenshu Wu"},{"last_name":"Shi","fore_name":"Yong","initials":"Y","full_name":"Yong Shi"},{"last_name":"An","fore_name":"Xueying","initials":"X","full_name":"Xueying An"},{"last_name":"Peng","fore_name":"Rui","initials":"R","full_name":"Rui Peng"},{"last_name":"Gao","fore_name":"Wentian","initials":"W","full_name":"Wentian Gao"},{"last_name":"Gong","fore_name":"Wang","initials":"W","full_name":"Wang Gong"},{"last_name":"Chen","fore_name":"Xiang","initials":"X","full_name":"Xiang Chen"},{"last_name":"Guo","fore_name":"Baosheng","initials":"B","full_name":"Baosheng Guo"},{"last_name":"Jiang","fore_name":"Qing","initials":"Q","full_name":"Qing Jiang"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/jev2.70162","journal":"Journal of extracellular vesicles","journal_abbr":"J Extracell Vesicles","source":"pubmed","mesh_headings":["Animals","Osteoarthritis","Extracellular Vesicles","Proteomics","Humans","Mice","Synoviocytes","Fibroblasts","Disease Models, Animal","Synovial Membrane","rab GTP-Binding Proteins","Male","Mice, Inbred C57BL","Dependovirus","Chondrocytes"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40919848","title":"A Readily Synthesized All-In-One Nanowire Hydrogel Toward Inhibiting Tumor Recurrence and Postoperative Infection.","abstract":"Surgical resection remains the frontline intervention for cancer however, postoperative tumor recurrence and wound infection remain critical unmet challenge in surgical oncology. Herein, an all-in-one nanowired hydrogel (V-Hydrogel) is developed through a facile one-step assembly employing enzyme-mimetic VO nanowires and bactericidal crosslinker THPS. The V-Hydrogel reserves the glutathione peroxidase-, peroxidase-, catalase-, and oxidase-mimetic enzymatic activities derived from vanadium oxide nanowires, thereby exhibiting efficient tumor-specific catalytic therapy. Simultaneously, the introduction of bactericide THPS endows the potent antibacterial capabilities of V-Hydrogel against surgical site infections. This hydrogel exhibits dynamic mechanical adaptability to the tumor microenvironment (f), ensuring conformal coverage of irregular resection cavities for precise therapy. Additionally, the V-Hydrogel can reprogram the immunosuppressive TME via polarizing macrophages into antitumor M1 phenotypes and recruiting cytotoxic T cells, thereby establishing systemic antitumor immunity. This multifunctional vanadium-integrated hydrogel platform, designed based on the pathological characteristics of postoperative tumors, addresses key limitations in conventional postoperative therapies, offering a strategy for postoperative adjuvant tumor therapy.","authors":[{"last_name":"Tao","fore_name":"Na","initials":"N","full_name":"Na Tao"},{"last_name":"Sai","fore_name":"Buqing","initials":"B","full_name":"Buqing Sai"},{"last_name":"Wei","fore_name":"Ran","initials":"R","full_name":"Ran Wei"},{"last_name":"Wang","fore_name":"Jielin","initials":"J","full_name":"Jielin Wang"},{"last_name":"Mahdinloo","fore_name":"Somayeh","initials":"S","full_name":"Somayeh Mahdinloo"},{"last_name":"Lan","fore_name":"Tianfeng","initials":"T","full_name":"Tianfeng Lan"},{"last_name":"Wang","fore_name":"Luyao","initials":"L","full_name":"Luyao Wang"},{"last_name":"Li","fore_name":"Jiaxuan","initials":"J","full_name":"Jiaxuan Li"},{"last_name":"Zhang","fore_name":"Qiuyu","initials":"Q","full_name":"Qiuyu Zhang"},{"last_name":"Deng","fore_name":"Mulan","initials":"M","full_name":"Mulan Deng"},{"last_name":"Guo","fore_name":"Weisheng","initials":"W","full_name":"Weisheng Guo"},{"last_name":"Tao","fore_name":"Wei","initials":"W","full_name":"Wei Tao"},{"last_name":"Ouyang","fore_name":"Jiang","initials":"J","full_name":"Jiang Ouyang"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/adma.202508137","journal":"Advanced materials (Deerfield Beach, Fla.)","journal_abbr":"Adv Mater","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40919753","title":"Effect of Drill Handle Force Applied to Digital Surgical Guides on Implant Deviation An In Vitro Study.","abstract":"This in vitro study evaluated how different forces applied to the dental drill handle during static computer-assisted implant surgery influence surgical guide deformation and implant placement accuracy. Twenty-four virtual implants were divided into six groups (0-10 N, in 2 N increments). Surgical guides were scanned under loaded conditions, and deviations were quantified by superimposition with the baseline model. At high forces ( 8 N), buccal and palatal deformations increased markedly, with the 10 N group showing the largest displacement and angular deviation. Apical deviations (up to 1.554 mm) exceeded platform deviations (0.720 mm), and angular changes reached 9.595 . Under low forces (2-4 N), deformations were minimal, and anterior regions showed greater stability than posterior regions. Forces above 6 N approach or exceed clinically acceptable thresholds, while 0 to 4 N produced the most precise outcomes. A single overload ( 8 N) can jeopardize surgical precision and long-term implant stability, underscoring the importance of controlling drill handle force. Clinicians are therefore advised to limit applied forces to 4 N to preserve surgical accuracy and minimize guide distortion.","authors":[{"last_name":"Chu","fore_name":"ChengI","initials":"C","full_name":"ChengI Chu"},{"last_name":"Luo","fore_name":"Youming","initials":"Y","full_name":"Youming Luo"},{"last_name":"Li","fore_name":"Xueyuan","initials":"X","full_name":"Xueyuan Li"},{"last_name":"Li","fore_name":"Songhang","initials":"S","full_name":"Songhang Li"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1111/cid.70089","journal":"Clinical implant dentistry and related research","journal_abbr":"Clin Implant Dent Relat Res","source":"pubmed","mesh_headings":["Surgery, Computer-Assisted","Humans","Dental Implantation, Endosseous","In Vitro Techniques","Dental Implants"],"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40919726","title":"Micro-Strain Responsive Near-Infrared Mechanoluminescence for Potential Nondestructive Artificial Joint Stress Imaging.","abstract":"Recently, joint replacement surgery is facing significant challenges of patient dissatisfaction and the need for revision procedures. In-situ monitoring of stress stability at the site of artificial joint replacement during postoperative evaluation is important. Mechanoluminescence (ML), a novel force to light conversion technology, may be used to monitor such bio-stress within tissues. However, this is hindered by ultraviolet-visible ML emission wavelength, low ML intensity, and high strain response sensitivity. Here, by incorporating Sb ions into SrSnO crystals, a highly strain-responsive material, with ML originating from intrinsic defect emissions is obtained. The SrSnSbO film produces detectable ML signals under compressive strain as low as 50 st in the absence of biological tissue. After pre-irradiating with red light through 15 mm of porcine tissue, ML signals can still be detected through the same tissue thickness. Notably, this material enabled real-time stress imaging through 4 mm of porcine skin during mild finger joint bending. This work presents a novel methodological framework and proposes a new mechanism to defect ML. It offers a fresh perspective for designing high-performance ML materials and lays the foundation for innovative research to enhance the functionality of artificial tissues and joints in living organism.","authors":[{"last_name":"Li","fore_name":"Wenhao","initials":"W","full_name":"Wenhao Li"},{"last_name":"Xiong","fore_name":"Puxian","initials":"P","full_name":"Puxian Xiong"},{"last_name":"Zheng","fore_name":"Xiaoxin","initials":"X","full_name":"Xiaoxin Zheng"},{"last_name":"Niu","fore_name":"Luyue","initials":"L","full_name":"Luyue Niu"},{"last_name":"Cui","fore_name":"Lugui","initials":"L","full_name":"Lugui Cui"},{"last_name":"Wang","fore_name":"Qingyu","initials":"Q","full_name":"Qingyu Wang"},{"last_name":"Viana","fore_name":"Bruno","initials":"B","full_name":"Bruno Viana"},{"last_name":"Dorenbos","fore_name":"Pieter","initials":"P","full_name":"Pieter Dorenbos"},{"last_name":"Zhang","fore_name":"Jianzhong","initials":"J","full_name":"Jianzhong Zhang"},{"last_name":"Ren","fore_name":"Jing","initials":"J","full_name":"Jing Ren"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/adma.202505360","journal":"Advanced materials (Deerfield Beach, Fla.)","journal_abbr":"Adv Mater","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40919693","title":"Advanced Applications of Vitamin B Complex in Plastic and Cosmetic Surgery Mechanisms and Therapeutic Benefits.","abstract":"The vitamin B complex, a group of water-soluble vitamins, is essential for various metabolic and cellular processes and critical for achieving optimal surgical outcomes in plastic and cosmetic procedures. This review examines the mechanistic contributions of this complex at the cellular level, including any roles in mitochondrial bioenergetics, redox balance, gene regulation, and cellular repair mechanisms. Niacinamide, as a precursor to NAD , enhances mitochondrial efficiency and facilitates energy production, supporting tissue regeneration. Pyridoxine functions as a cofactor in neurotransmitter biosynthesis and amino acid metabolism, contributing to nerve recovery post-surgery. Furthermore, cobalamin is crucial for maintaining the myelin sheath and facilitating axonal repair, thereby ensuring neuronal integrity and minimizing nerve damage. Additionally, pantothenic acid, through its role in coenzyme A synthesis, regulates fatty acid metabolism and accelerates cellular repair, aiding in wound healing. Biotin is fundamental for keratin synthesis and follicular cell proliferation, promoting skin integrity and hair regeneration, which are vital in aesthetic and reconstructive treatments. Meanwhile, thiamine ensures a sufficient energy supply for neuronal recovery and cellular resilience through modulating carbohydrate metabolism. Thus, by integrating these cellular mechanisms, the vitamin B complex enhances tissue repair, minimizes inflammation, and improves both aesthetic and functional outcomes. Advances in precision supplementation, innovative drug delivery methods, and regenerative medicine continue to expand the therapeutic potential of B vitamins in plastic and reconstructive surgery. This comprehensive overview underscores the clinical significance of these vitamins in optimizing surgical recovery and promoting long-term tissue health.","authors":[{"last_name":"Du","fore_name":"Feiya","initials":"F","full_name":"Feiya Du"},{"last_name":"Alhaskawi","fore_name":"Ahmad","initials":"A","full_name":"Ahmad Alhaskawi"},{"last_name":"Zou","fore_name":"Xiaodi","initials":"X","full_name":"Xiaodi Zou"},{"last_name":"Zhou","fore_name":"Weijie","initials":"W","full_name":"Weijie Zhou"},{"last_name":"Lu","fore_name":"Hui","initials":"H","full_name":"Hui Lu"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.31083/IJVNR39087","journal":"International journal for vitamin and nutrition research. Internationale Zeitschrift fur Vitamin- und Ernahrungsforschung. Journal international de vitaminologie et de nutrition","journal_abbr":"Int J Vitam Nutr Res","source":"pubmed","mesh_headings":["Humans","Vitamin B Complex","Surgery, Plastic","Plastic Surgery Procedures","Niacinamide","Pantothenic Acid","Wound Healing","Energy Metabolism","Dietary Supplements","Animals","Vitamin B 12","Thiamine"],"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40919676","title":"RELA Ablation Contributes to Progression of Hepatocellular Carcinoma with TP53 Mutation and is a Potential Therapeutic Target.","abstract":"TP53 mutations are highly associated with hepatocellular carcinoma (HCC), a common and deadly cancer. However, few primary drivers in the progression of HCC with mutant TP53 have been identified. To uncover tumor suppressors in human HCC, a genome-wide CRISPR/Cas9-based screening of primary human hepatocytes with MYC and TP53 overexpression (MT-PHHs) is performed in xenografts. The screen identified RELA as one of the most significant genes, besides NF2 and CSK, two known tumor suppressor genes (TSG) in HCC. Ablation of RELA increased the expression of genes related to cell cycling and stemness in MT-PHHs, and induced PHHs to transform into HCC in situ in Fah-deficient immunodeficient mice. Additionally, loss of RELA facilitated HCC metastasis via Epithelial-Mesenchymal Transition (EMT). Clinically, low RELA expression is positively associated with poor prognosis and large tumor size in HCC patients. In terms of its underlying mechanism, reduced RELA expression promoted DVL1 expression, thereby enhancing -catenin nuclear translocation, and thus strengthening Wnt/ -catenin signaling. Excitingly, betulinic acid (BetA), a RELA agonist, increased RELA activation and suppressed both growth and metastasis of hepatoma cells with TP53 overexpression in xenografts. This study reveals RELA as a tumor suppressor in HCC with TP53 overexpression, offering a potential therapeutic target.","authors":[{"last_name":"Wu","fore_name":"Zhiping","initials":"Z","full_name":"Zhiping Wu"},{"last_name":"Wang","fore_name":"Zhe","initials":"Z","full_name":"Zhe Wang"},{"last_name":"Zheng","fore_name":"Diwei","initials":"D","full_name":"Diwei Zheng"},{"last_name":"Zheng","fore_name":"Yongfang","initials":"Y","full_name":"Yongfang Zheng"},{"last_name":"Jiang","fore_name":"Zhiwu","initials":"Z","full_name":"Zhiwu Jiang"},{"last_name":"Lv","fore_name":"Jiang","initials":"J","full_name":"Jiang Lv"},{"last_name":"Zhu","fore_name":"Yueqin","initials":"Y","full_name":"Yueqin Zhu"},{"last_name":"Jia","fore_name":"Heng","initials":"H","full_name":"Heng Jia"},{"last_name":"Duan","fore_name":"Ziyuan","initials":"Z","full_name":"Ziyuan Duan"},{"last_name":"Yuan","fore_name":"Tingjie","initials":"T","full_name":"Tingjie Yuan"},{"last_name":"Wu","fore_name":"Qiting","initials":"Q","full_name":"Qiting Wu"},{"last_name":"Long","fore_name":"Youguo","initials":"Y","full_name":"Youguo Long"},{"last_name":"Lin","fore_name":"Shouheng","initials":"S","full_name":"Shouheng Lin"},{"last_name":"Yao","fore_name":"Yao","initials":"Y","full_name":"Yao Yao"},{"last_name":"Carson","fore_name":"Georgia","initials":"G","full_name":"Georgia Carson"},{"last_name":"Thiery","fore_name":"Jean P","initials":"JP","full_name":"Jean P Thiery"},{"last_name":"Man","fore_name":"Kwan","initials":"K","full_name":"Kwan Man"},{"last_name":"Li","fore_name":"Peng","initials":"P","full_name":"Peng Li"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/advs.202500335","journal":"Advanced science (Weinheim, Baden-Wurttemberg, Germany)","journal_abbr":"Adv Sci (Weinh)","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40919655","title":"DNA-Based Hydrogels for Musculoskeletal Reconstruction Harnessing Dynamic Programmability and Multimodal Therapeutic Integration.","abstract":"Musculoskeletal disorders, including bone fractures, osteoarthritis, and muscle injuries, represent a leading cause of global disability, revealing the urgency for advanced therapeutic solutions. However, current therapies face limitations including donor-site morbidity, immune rejection, and inadequate mimicry of dynamic tissue repair processes. Deoxyribonucleic Acid-based hydrogels emerge as transformative platforms for musculoskeletal reconstruction, with their sequence programmability, dynamic adaptability, and biocompatibility to balance structural support and biological functions. These hydrogels are classified into two categories 1) Deoxyribonucleic Acid hydrogels, where Deoxyribonucleic Acid serves as the structural backbone 2) Deoxyribonucleic Acid component-loaded hydrogels, integrating functional Deoxyribonucleic Acid elements like aptamers and therapeutic genes into non-Deoxyribonucleic Acid matrices. Through dynamic crosslinking strategies, primarily Watson-Crick base pairing, Deoxyribonucleic Acid networks achieve shear-thinning injectability and self-healing behaviors while providing binding sites for bioactive Deoxyribonucleic Acid components. Hybrid systems further enhance functionality by incorporating diverse materials to improve mechanical strength, drug delivery, and cellular guidance. This review systematically examines molecular design principles, classification frameworks, and preclinical applications of Deoxyribonucleic Acid-based hydrogels, aiming to bridge gaps between material innovation and clinical translation. Finally, current challenges are highlighted, and future directions to advance these intelligent biomaterials toward next-generation musculoskeletal therapies are proposed.","authors":[{"last_name":"Shi","fore_name":"Ruijianghan","initials":"R","full_name":"Ruijianghan Shi"},{"last_name":"Zhan","fore_name":"Huilu","initials":"H","full_name":"Huilu Zhan"},{"last_name":"Jiang","fore_name":"Shan","initials":"S","full_name":"Shan Jiang"},{"last_name":"Lin","fore_name":"Kaili","initials":"K","full_name":"Kaili Lin"},{"last_name":"Yuan","fore_name":"Changyong","initials":"C","full_name":"Changyong Yuan"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/advs.202511099","journal":"Advanced science (Weinheim, Baden-Wurttemberg, Germany)","journal_abbr":"Adv Sci (Weinh)","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article","Review"],"affiliation":"","has_medical_terms":false}
{"id":"40919610","title":"5 -Methylthioadenosine Metabolic Reprogramming Drives H3K79 Monomethylation-Mediated PAK2 Upregulation to Promote Cadmium-Induced Breast Cancer Progression by Impairing Autophagic Flux.","abstract":"Cadmium (Cd) is a heavy metal that exhibits strong carcinogenic properties and promotes breast cancer (BC) progression. Autophagic flux dysfunction is involved in Cd-induced BC progression, but the underlying molecular mechanisms remain unclear. Here, it is observed that impaired autophagic flux and metabolic reprogramming are notable features related to Cd-induced proliferation, migration, and invasion in BC cell lines, including T-47D and MCF-7 cells. Through the integration of metabolomics, proteomics, and ingenuity pathway analysis, a metabolite-protein regulatory network is constructed, which revealed that 5 -methylthioadenosine (MTA)-mediated metabolic reprogramming plays a core regulatory role in the epigenetic autophagy axis involved in Cd-induced autophagic flux impairment and BC progression. Mechanistically, Cd-induced MTA depletion specifically increased DOT1L methyltransferase activity and H3K79me1 levels in the PAK2 promoter region, inducing the expression of PAK2, which contributed to the autophagic flux blockade required for BC progression in Cd-exposed BC cells and transgenic MMTV-ErbB2 mice. Clinically, a significant negative correlation is also verified between MTA levels and TNM stage in BC patients that is, advanced-stage tumors exhibited notably lower MTA levels than early-stage tumors. Thus, the study provides insights into metabolism epigenetic crosstalk in the context of Cd-induced BC progression and highlights the importance of considering environmental factors in cancer healthcare.","authors":[{"last_name":"Li","fore_name":"Jingdian","initials":"J","full_name":"Jingdian Li"},{"last_name":"Deng","fore_name":"Ping","initials":"P","full_name":"Ping Deng"},{"last_name":"Fan","fore_name":"Tengfei","initials":"T","full_name":"Tengfei Fan"},{"last_name":"Qu","fore_name":"Yuchen","initials":"Y","full_name":"Yuchen Qu"},{"last_name":"Tan","fore_name":"Miduo","initials":"M","full_name":"Miduo Tan"},{"last_name":"Liang","fore_name":"Yidan","initials":"Y","full_name":"Yidan Liang"},{"last_name":"Gao","fore_name":"Peng","initials":"P","full_name":"Peng Gao"},{"last_name":"Peng","fore_name":"Yongchun","initials":"Y","full_name":"Yongchun Peng"},{"last_name":"Qin","fore_name":"Mingke","initials":"M","full_name":"Mingke Qin"},{"last_name":"Jie","fore_name":"Sheng","initials":"S","full_name":"Sheng Jie"},{"last_name":"Hao","fore_name":"Rongrong","initials":"R","full_name":"Rongrong Hao"},{"last_name":"Wang","fore_name":"Liting","initials":"L","full_name":"Liting Wang"},{"last_name":"Zhang","fore_name":"Lei","initials":"L","full_name":"Lei Zhang"},{"last_name":"Chen","fore_name":"Chunhai","initials":"C","full_name":"Chunhai Chen"},{"last_name":"He","fore_name":"Mindi","initials":"M","full_name":"Mindi He"},{"last_name":"Ma","fore_name":"Qinlong","initials":"Q","full_name":"Qinlong Ma"},{"last_name":"Luo","fore_name":"Yan","initials":"Y","full_name":"Yan Luo"},{"last_name":"Tian","fore_name":"Li","initials":"L","full_name":"Li Tian"},{"last_name":"Xie","fore_name":"Jia","initials":"J","full_name":"Jia Xie"},{"last_name":"Chen","fore_name":"Mengyan","initials":"M","full_name":"Mengyan Chen"},{"last_name":"Tian","fore_name":"Rui","initials":"R","full_name":"Rui Tian"},{"last_name":"Li","fore_name":"Min","initials":"M","full_name":"Min Li"},{"last_name":"Yu","fore_name":"Zhengping","initials":"Z","full_name":"Zhengping Yu"},{"last_name":"Zhou","fore_name":"Zhou","initials":"Z","full_name":"Zhou Zhou"},{"last_name":"Pi","fore_name":"Huifeng","initials":"H","full_name":"Huifeng Pi"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1002/advs.202500941","journal":"Advanced science (Weinheim, Baden-Wurttemberg, Germany)","journal_abbr":"Adv Sci (Weinh)","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40919459","title":"Extracorporeal Photopheresis Stimulates Tissue Repair after Transplantation.","abstract":"Extracorporeal photopheresis (ECP) is a safe and effective therapy with long-established indications in treating T cell-mediated immune diseases, including steroid refractory graft-versus-host disease and chronic rejection after heart or lung transplantation. The ECP procedure involves collecting autologous peripheral blood leucocytes that are driven into apoptosis before being reinfused intravenously. ECP acts primarily through in situ exposure of recipient dendritic cells and macrophages to apoptotic cells, which then suppress inflammation, promote specific regulatory T-cell responses, and retard fibrosis. Here, we explore the idea that macrophages exposed to apoptotic cell components from photopheresates acquire a tissue-reparative capacity that could be exploited therapeutically. Specifically, we consider innovative applications of ECP in resolving tissue injury after liver transplantation.","authors":[{"last_name":"Arella","fore_name":"Fabiola","initials":"F","full_name":"Fabiola Arella"},{"last_name":"Schlitt","fore_name":"Hans J","initials":"HJ","full_name":"Hans J Schlitt"},{"last_name":"Riquelme","fore_name":"Paloma","initials":"P","full_name":"Paloma Riquelme"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/TXD.0000000000001812","journal":"Transplantation direct","journal_abbr":"Transplant Direct","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
{"id":"40919458","title":"Extracorporeal Photopheresis Does It Have a Potential Place Among Cell-based Therapies","abstract":"Extracorporeal photopheresis (ECP) is a therapeutic intervention for modulating immune responses using an autologous apoptotic cell-based product, known as a photopheresate. The process of generating photopheresates offers attractive possibilities for manipulating distinct leukocyte subsets to either augment or dampen immune responses, depending on the disease context. This review discusses current uses of ECP as a cell-based therapy and introduces possible strategies to enhance the potency of photopheresates. In Europe, ECP is regulated under the European Union Tissue Directive, but innovative applications in solid organ transplantation, including modifications of the procedure, may force its reclassification as an Advanced Therapy Medicinal Product. Such modifications might include loading dendritic cells with antigens, polarizing dendritic cells toward immunogenic or tolerogenic states, or genetically manipulating leukocyte subsets. In conclusion, although ECP is a long-established, safe, and effective therapy, the more rigorous standards applied to Advanced Therapy Medicinal Product manufacture could help to ensure the quality of photopheresates applied to solid organ transplant recipients.","authors":[{"last_name":"Parsonidis","fore_name":"Panagiotis","initials":"P","full_name":"Panagiotis Parsonidis"},{"last_name":"Wekerle","fore_name":"Thomas","initials":"T","full_name":"Thomas Wekerle"}],"published_date":"0001-01-01T00:00:00Z","doi":"10.1097/TXD.0000000000001808","journal":"Transplantation direct","journal_abbr":"Transplant Direct","source":"pubmed","mesh_headings":null,"publication_types":["Journal Article"],"affiliation":"","has_medical_terms":false}
